{"ref":"1 John","refLong":"1 John","numChapters":5,"chapters":[{"ref":"1 John 1","refLong":"1 John 1","numVerses":10,"verses":[{"ref":"1 John 1:1","refLong":"1 John 1:1","text":"That which was from the beginning, which we have heard, which we have seen with our eyes, which we beheld and our hands handled, concerning the Word of life"},{"ref":"1 John 1:2","refLong":"1 John 1:2","text":"(And the life was manifested, and we have seen and testify and report to you the eternal life, which was with the Father and was manifested to us);"},{"ref":"1 John 1:3","refLong":"1 John 1:3","text":"That which we have seen and heard we report also to you that you also may have fellowship with us, and indeed our fellowship is with the Father and with His Son Jesus Christ."},{"ref":"1 John 1:4","refLong":"1 John 1:4","text":"And these things we write that our joy may be made full."},{"ref":"1 John 1:5","refLong":"1 John 1:5","text":"And this is the message which we have heard from Him and announce to you, that God is light and in Him is no darkness at all."},{"ref":"1 John 1:6","refLong":"1 John 1:6","text":"If we say that we have fellowship with Him and yet walk in the darkness, we lie and are not practicing the truth;"},{"ref":"1 John 1:7","refLong":"1 John 1:7","text":"But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from every sin."},{"ref":"1 John 1:8","refLong":"1 John 1:8","text":"If we say that we do not have sin, we are deceiving ourselves, and the truth is not in us."},{"ref":"1 John 1:9","refLong":"1 John 1:9","text":"If we confess our sins, He is faithful and righteous to forgive us our sins and cleanse us from all unrighteousness."},{"ref":"1 John 1:10","refLong":"1 John 1:10","text":"If we say that we have not sinned, we make Him a liar, and His word is not in us."}]},{"ref":"1 John 2","refLong":"1 John 2","numVerses":29,"verses":[{"ref":"1 John 2:1","refLong":"1 John 2:1","text":"My little children, these things I write to you that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the Righteous;"},{"ref":"1 John 2:2","refLong":"1 John 2:2","text":"And He Himself is the propitiation for our sins, and not for ours only but also for those of the whole world."},{"ref":"1 John 2:3","refLong":"1 John 2:3","text":"And in this we know that we know Him, if we keep His commandments."},{"ref":"1 John 2:4","refLong":"1 John 2:4","text":"He who says, I know Him, and does not keep His commandments is a liar, and the truth is not in this one;"},{"ref":"1 John 2:5","refLong":"1 John 2:5","text":"But whoever keeps His word, truly in this one the love of God has been perfected. In this we know that we are in Him."},{"ref":"1 John 2:6","refLong":"1 John 2:6","text":"He who says he abides in Him ought himself also to walk even as He walked."},{"ref":"1 John 2:7","refLong":"1 John 2:7","text":"Beloved, I am not writing a new commandment to you but an old commandment, which you have had from the beginning; the old commandment is the word which you heard."},{"ref":"1 John 2:8","refLong":"1 John 2:8","text":"Yet again a new commandment I am writing to you, which is true in Him and in you because the darkness is passing away and the true light is already shining."},{"ref":"1 John 2:9","refLong":"1 John 2:9","text":"He who says he is in the light and yet hates his brother is in the darkness until now."},{"ref":"1 John 2:10","refLong":"1 John 2:10","text":"He who loves his brother abides in the light, and there is no cause of stumbling in him;"},{"ref":"1 John 2:11","refLong":"1 John 2:11","text":"But he who hates his brother is in the darkness and walks in the darkness and does not know where he is going, because the darkness has blinded his eyes."},{"ref":"1 John 2:12","refLong":"1 John 2:12","text":"I write to you, little children, because your sins have been forgiven you because of His name."},{"ref":"1 John 2:13","refLong":"1 John 2:13","text":"I write to you, fathers, because you know Him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, young children, because you know the Father."},{"ref":"1 John 2:14","refLong":"1 John 2:14","text":"I have written to you, fathers, because you know Him who is from the beginning. I have written to you, young men, because you are strong and the word of God abides in you and you have overcome the evil one."},{"ref":"1 John 2:15","refLong":"1 John 2:15","text":"Do not love the world nor the things in the world. If anyone loves the world, love for the Father is not in him;"},{"ref":"1 John 2:16","refLong":"1 John 2:16","text":"Because all that is in the world, the lust of the flesh and the lust of the eyes and the vainglory of life, is not of the Father but is of the world."},{"ref":"1 John 2:17","refLong":"1 John 2:17","text":"And the world is passing away, and its lust, but he who does the will of God abides forever."},{"ref":"1 John 2:18","refLong":"1 John 2:18","text":"Young children, it is the last hour; and even as you heard that antichrist is coming, even now many antichrists have come; whereby we know that it is the last hour."},{"ref":"1 John 2:19","refLong":"1 John 2:19","text":"They went out from us, but they were not of us; for if they had been of us, they would have remained with us; but they went out that they might be manifested that they all are not of us."},{"ref":"1 John 2:20","refLong":"1 John 2:20","text":"And you have an anointing from the Holy One, and all of you know."},{"ref":"1 John 2:21","refLong":"1 John 2:21","text":"I have not written to you because you do not know the truth, but because you know it and because no lie is of the truth."},{"ref":"1 John 2:22","refLong":"1 John 2:22","text":"Who is the liar if not he who denies that Jesus is the Christ? This is the antichrist, the one who denies the Father and the Son."},{"ref":"1 John 2:23","refLong":"1 John 2:23","text":"Everyone who denies the Son does not have the Father either; he who confesses the Son has the Father also."},{"ref":"1 John 2:24","refLong":"1 John 2:24","text":"As for you, that which you heard from the beginning, let it abide in you. If that which you heard from the beginning abides in you, you also will abide in the Son and in the Father."},{"ref":"1 John 2:25","refLong":"1 John 2:25","text":"And this is the promise which He Himself promised us, the eternal life."},{"ref":"1 John 2:26","refLong":"1 John 2:26","text":"These things I have written to you concerning those who lead you astray."},{"ref":"1 John 2:27","refLong":"1 John 2:27","text":"And as for you, the anointing which you have received from Him abides in you, and you have no need that anyone teach you; but as His anointing teaches you concerning all things and is true and is not a lie, and even as it has taught you, abide in Him."},{"ref":"1 John 2:28","refLong":"1 John 2:28","text":"And now, little children, abide in Him, so that if He is manifested, we may have boldness and not be put to shame from Him at His coming."},{"ref":"1 John 2:29","refLong":"1 John 2:29","text":"If you know that He is righteous, you know that everyone who practices righteousness also has been begotten of Him."}]},{"ref":"1 John 3","refLong":"1 John 3","numVerses":24,"verses":[{"ref":"1 John 3:1","refLong":"1 John 3:1","text":"Behold what manner of love the Father has given to us, that we should be called children of God; and we are. Because of this the world does not know us, because it did not know Him."},{"ref":"1 John 3:2","refLong":"1 John 3:2","text":"Beloved, now we are children of God, and it has not yet been manifested what we will be. We know that if He is manifested, we will be like Him because we will see Him even as He is."},{"ref":"1 John 3:3","refLong":"1 John 3:3","text":"And everyone who has this hope set on Him purifies himself, even as He is pure."},{"ref":"1 John 3:4","refLong":"1 John 3:4","text":"Everyone who practices sin practices lawlessness also, and sin is lawlessness."},{"ref":"1 John 3:5","refLong":"1 John 3:5","text":"And you know that He was manifested that He might take away sins; and sin is not in Him."},{"ref":"1 John 3:6","refLong":"1 John 3:6","text":"Everyone who abides in Him does not sin; everyone who sins has not seen Him or known Him."},{"ref":"1 John 3:7","refLong":"1 John 3:7","text":"Little children, let no one lead you astray; he who practices righteousness is righteous, even as He is righteous;"},{"ref":"1 John 3:8","refLong":"1 John 3:8","text":"He who practices sin is of the devil, because the devil has sinned from the beginning. For this purpose the Son of God was manifested, that He might destroy the works of the devil."},{"ref":"1 John 3:9","refLong":"1 John 3:9","text":"Everyone who has been begotten of God does not practice sin, because His seed abides in him; and he cannot sin, because he has been begotten of God."},{"ref":"1 John 3:10","refLong":"1 John 3:10","text":"In this the children of God and the children of the devil are manifest. Everyone who does not practice righteousness is not of God, neither he who does not love his brother."},{"ref":"1 John 3:11","refLong":"1 John 3:11","text":"For this is the message which you heard from the beginning, that we should love one another,"},{"ref":"1 John 3:12","refLong":"1 John 3:12","text":"Not as Cain was of the evil one and slew his brother. And for what reason did he slay him? Because his works were evil, and his brother’s, righteous."},{"ref":"1 John 3:13","refLong":"1 John 3:13","text":"Do not marvel, brothers, if the world hates you."},{"ref":"1 John 3:14","refLong":"1 John 3:14","text":"We know that we have passed out of death into life because we love the brothers. He who does not love abides in death."},{"ref":"1 John 3:15","refLong":"1 John 3:15","text":"Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him."},{"ref":"1 John 3:16","refLong":"1 John 3:16","text":"In this we know love, that He laid down His life on our behalf, and we ought to lay down our lives on behalf of the brothers."},{"ref":"1 John 3:17","refLong":"1 John 3:17","text":"But whoever has the livelihood of the world and sees that his brother has need and shuts up his affections from him, how does the love of God abide in him?"},{"ref":"1 John 3:18","refLong":"1 John 3:18","text":"Little children, let us not love in word nor in tongue but in deed and truthfulness."},{"ref":"1 John 3:19","refLong":"1 John 3:19","text":"And in this we will know that we are of the truth, and we will persuade our heart before Him,"},{"ref":"1 John 3:20","refLong":"1 John 3:20","text":"Because if our heart blames us, it is because God is greater than our heart and knows all things."},{"ref":"1 John 3:21","refLong":"1 John 3:21","text":"Beloved, if our heart does not blame us, we have boldness toward God;"},{"ref":"1 John 3:22","refLong":"1 John 3:22","text":"And whatever we ask we receive from Him because we keep His commandments and do the things that are pleasing in His sight."},{"ref":"1 John 3:23","refLong":"1 John 3:23","text":"And this is His commandment, that we believe in the name of His Son Jesus Christ and love one another, even as He gave a commandment to us."},{"ref":"1 John 3:24","refLong":"1 John 3:24","text":"And he who keeps His commandments abides in Him, and He in him. And in this we know that He abides in us, by the Spirit whom He gave to us."}]},{"ref":"1 John 4","refLong":"1 John 4","numVerses":21,"verses":[{"ref":"1 John 4:1","refLong":"1 John 4:1","text":"Beloved, do not believe every spirit, but prove the spirits whether they are of God, because many false prophets have gone out into the world."},{"ref":"1 John 4:2","refLong":"1 John 4:2","text":"In this you know the Spirit of God: Every spirit which confesses that Jesus Christ has come in the flesh is of God,"},{"ref":"1 John 4:3","refLong":"1 John 4:3","text":"And every spirit which does not confess Jesus is not of God; and this is the spirit of the antichrist, of which you have heard that it is coming and now is already in the world."},{"ref":"1 John 4:4","refLong":"1 John 4:4","text":"You are of God, little children; and you have overcome them because greater is He who is in you than he who is in the world."},{"ref":"1 John 4:5","refLong":"1 John 4:5","text":"They are of the world; therefore they speak out of the world, and the world hears them."},{"ref":"1 John 4:6","refLong":"1 John 4:6","text":"We are of God; he who knows God hears us; he who is not of God does not hear us. From this we know the Spirit of truth and the spirit of deception."},{"ref":"1 John 4:7","refLong":"1 John 4:7","text":"Beloved, let us love one another, because love is of God, and everyone who loves has been begotten of God and knows God."},{"ref":"1 John 4:8","refLong":"1 John 4:8","text":"He who does not love has not known God, because God is love."},{"ref":"1 John 4:9","refLong":"1 John 4:9","text":"In this the love of God was manifested among us, that God sent His only begotten Son into the world that we might have life and live through Him."},{"ref":"1 John 4:10","refLong":"1 John 4:10","text":"Herein is love, not that we have loved God but that He loved us and sent His Son as a propitiation for our sins."},{"ref":"1 John 4:11","refLong":"1 John 4:11","text":"Beloved, if God has loved us in this way, we also ought to love one another."},{"ref":"1 John 4:12","refLong":"1 John 4:12","text":"No one has beheld God at any time; if we love one another, God abides in us, and His love is perfected in us."},{"ref":"1 John 4:13","refLong":"1 John 4:13","text":"In this we know that we abide in Him and He in us, that He has given to us of His Spirit."},{"ref":"1 John 4:14","refLong":"1 John 4:14","text":"And we have beheld and testify that the Father has sent the Son as the Savior of the world."},{"ref":"1 John 4:15","refLong":"1 John 4:15","text":"Whoever confesses that Jesus is the Son of God, God abides in him and he in God."},{"ref":"1 John 4:16","refLong":"1 John 4:16","text":"And we know and have believed the love which God has in us. God is love, and he who abides in love abides in God and God abides in him."},{"ref":"1 John 4:17","refLong":"1 John 4:17","text":"In this has love been perfected with us, that we may have boldness in the day of the judgment because even as He is, so also are we in this world."},{"ref":"1 John 4:18","refLong":"1 John 4:18","text":"There is no fear in love, but perfect love casts out fear because fear has punishment, and he who fears has not been perfected in love."},{"ref":"1 John 4:19","refLong":"1 John 4:19","text":"We love because He first loved us."},{"ref":"1 John 4:20","refLong":"1 John 4:20","text":"If anyone says, I love God, and hates his brother, he is a liar; for he who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"ref":"1 John 4:21","refLong":"1 John 4:21","text":"And this commandment we have from Him, that he who loves God love his brother also."}]},{"ref":"1 John 5","refLong":"1 John 5","numVerses":21,"verses":[{"ref":"1 John 5:1","refLong":"1 John 5:1","text":"Everyone who believes that Jesus is the Christ has been begotten of God, and everyone who loves Him who has begotten loves him also who has been begotten of Him."},{"ref":"1 John 5:2","refLong":"1 John 5:2","text":"In this we know that we love the children of God, when we love God and do His commandments."},{"ref":"1 John 5:3","refLong":"1 John 5:3","text":"For this is the love of God, that we keep His commandments; and His commandments are not burdensome."},{"ref":"1 John 5:4","refLong":"1 John 5:4","text":"For everything that has been begotten of God overcomes the world; and this is the victory which has overcome the world — our faith."},{"ref":"1 John 5:5","refLong":"1 John 5:5","text":"And who is he who overcomes the world except him who believes that Jesus is the Son of God?"},{"ref":"1 John 5:6","refLong":"1 John 5:6","text":"This is He who came through water and blood, Jesus Christ; not in the water only, but in the water and in the blood; and the Spirit is He who testifies, because the Spirit is the reality."},{"ref":"1 John 5:7","refLong":"1 John 5:7","text":"For there are three who testify,"},{"ref":"1 John 5:8","refLong":"1 John 5:8","text":"The Spirit and the water and the blood, and the three are unto the one thing."},{"ref":"1 John 5:9","refLong":"1 John 5:9","text":"If we receive the testimony of men, the testimony of God is greater, because this is the testimony of God that He has testified concerning His Son."},{"ref":"1 John 5:10","refLong":"1 John 5:10","text":"He who believes into the Son of God has the testimony in himself; he who does not believe God has made Him a liar because he has not believed in the testimony which God has testified concerning His Son."},{"ref":"1 John 5:11","refLong":"1 John 5:11","text":"And this is the testimony, that God gave to us eternal life and this life is in His Son."},{"ref":"1 John 5:12","refLong":"1 John 5:12","text":"He who has the Son has the life; he who does not have the Son of God does not have the life."},{"ref":"1 John 5:13","refLong":"1 John 5:13","text":"I have written these things to you that you may know that you have eternal life, to you who believe into the name of the Son of God."},{"ref":"1 John 5:14","refLong":"1 John 5:14","text":"And this is the boldness which we have toward Him, that if we ask anything according to His will, He hears us."},{"ref":"1 John 5:15","refLong":"1 John 5:15","text":"And if we know that He hears us in whatever we ask, we know that we have the requests which we have asked from Him."},{"ref":"1 John 5:16","refLong":"1 John 5:16","text":"If anyone sees his brother sinning a sin not unto death, he shall ask and he will give life to him, to those sinning not unto death. There is a sin unto death; I do not say that he should make request concerning that."},{"ref":"1 John 5:17","refLong":"1 John 5:17","text":"All unrighteousness is sin, and there is sin not unto death."},{"ref":"1 John 5:18","refLong":"1 John 5:18","text":"We know that everyone who is begotten of God does not sin, but he who has been begotten of God keeps himself, and the evil one does not touch him."},{"ref":"1 John 5:19","refLong":"1 John 5:19","text":"We know that we are of God, and the whole world lies in the evil one."},{"ref":"1 John 5:20","refLong":"1 John 5:20","text":"And we know that the Son of God has come and has given us an understanding that we might know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life."},{"ref":"1 John 5:21","refLong":"1 John 5:21","text":"Little children, guard yourselves from idols."}]}]}