{"ref":"Acts","refLong":"Acts","numChapters":28,"chapters":[{"ref":"Acts 1","refLong":"Acts 1","numVerses":26,"verses":[{"ref":"Acts 1:1","refLong":"Acts 1:1","text":"The former account I have made, O Theophilus, concerning all the things that Jesus began both to do and to teach,"},{"ref":"Acts 1:2","refLong":"Acts 1:2","text":"Until the day on which He was taken up, after He had given commandment through the Holy Spirit to the apostles whom He chose;"},{"ref":"Acts 1:3","refLong":"Acts 1:3","text":"To whom also He presented Himself alive after His suffering by many irrefutable proofs, appearing to them through a period of forty days and speaking the things concerning the kingdom of God."},{"ref":"Acts 1:4","refLong":"Acts 1:4","text":"And as He met together with them, He charged them not to depart from Jerusalem, but to wait for the promise of the Father, which, He said, You heard from Me;"},{"ref":"Acts 1:5","refLong":"Acts 1:5","text":"For John baptized with water, but you shall be baptized in the Holy Spirit not many days from now."},{"ref":"Acts 1:6","refLong":"Acts 1:6","text":"So the ones who came together asked Him, saying, Lord, are You at this time restoring the kingdom to Israel?"},{"ref":"Acts 1:7","refLong":"Acts 1:7","text":"But He said to them, It is not for you to know times or seasons which the Father has set by His own authority."},{"ref":"Acts 1:8","refLong":"Acts 1:8","text":"But you shall receive power when the Holy Spirit comes upon you, and you shall be My witnesses both in Jerusalem and in all Judea and Samaria and unto the uttermost part of the earth."},{"ref":"Acts 1:9","refLong":"Acts 1:9","text":"And when He had said these things, while they were looking on, He was lifted up, and a cloud took Him away from their sight."},{"ref":"Acts 1:10","refLong":"Acts 1:10","text":"And while they were looking intently into heaven as He went, behold, two men in white clothing stood beside them,"},{"ref":"Acts 1:11","refLong":"Acts 1:11","text":"Who also said, Men of Galilee, why do you stand looking into heaven? This Jesus, who has been taken up from you into heaven, will come in the same way as you beheld Him going into heaven."},{"ref":"Acts 1:12","refLong":"Acts 1:12","text":"Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away."},{"ref":"Acts 1:13","refLong":"Acts 1:13","text":"And when they entered, they went up to the upper room where they were residing, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the brother of James."},{"ref":"Acts 1:14","refLong":"Acts 1:14","text":"These all continued steadfastly with one accord in prayer, together with the women and Mary the mother of Jesus, and with His brothers."},{"ref":"Acts 1:15","refLong":"Acts 1:15","text":"And in those days Peter stood up in the midst of the brothers and said (there was a group of persons gathered together, about a hundred and twenty),"},{"ref":"Acts 1:16","refLong":"Acts 1:16","text":"Men, brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke before through the mouth of David concerning Judas, who became a guide to those who seized Jesus;"},{"ref":"Acts 1:17","refLong":"Acts 1:17","text":"For he was numbered among us and was allotted his portion of this ministry."},{"ref":"Acts 1:18","refLong":"Acts 1:18","text":"(Now this an acquired a piece of land with the wages of unrighteousness; and falling headlong, he burst in the middle, and all his inward parts gushed out."},{"ref":"Acts 1:19","refLong":"Acts 1:19","text":"And it became known to all those dwelling in Jerusalem, so that that piece of land was called in their own dialect, Akeldamach, that is, Field of Blood.)"},{"ref":"Acts 1:20","refLong":"Acts 1:20","text":"For it is written in the book of Psalms, “Let his habitation become desolate, and let no one dwell in it”; and, “His overseership let another take.”"},{"ref":"Acts 1:21","refLong":"Acts 1:21","text":"It is necessary therefore that of the men who accompanied us all the time in which the Lord Jesus went in and went out among us,"},{"ref":"Acts 1:22","refLong":"Acts 1:22","text":"Beginning from the baptism of John until the day on which He was taken up from us, one of these should become a witness of His resurrection with us."},{"ref":"Acts 1:23","refLong":"Acts 1:23","text":"And they proposed two, Joseph, called Barsabbas, who was surnamed Justus, and Matthias."},{"ref":"Acts 1:24","refLong":"Acts 1:24","text":"And they prayed and said, You Lord, Knower of the hearts of all, show us clearly the one whom You have chosen of these two"},{"ref":"Acts 1:25","refLong":"Acts 1:25","text":"To take the place of this ministry and apostleship, from which Judas turned aside to go to his own place."},{"ref":"Acts 1:26","refLong":"Acts 1:26","text":"And they cast lots for them, and the lot fell on Matthias; and he was counted with the eleven apostles."}]},{"ref":"Acts 2","refLong":"Acts 2","numVerses":47,"verses":[{"ref":"Acts 2:1","refLong":"Acts 2:1","text":"And as the day of Pentecost was being fulfilled, they were all together in the same place."},{"ref":"Acts 2:2","refLong":"Acts 2:2","text":"And suddenly there was a sound out of heaven, as of a rushing violent wind, and it filled the whole house where they were sitting."},{"ref":"Acts 2:3","refLong":"Acts 2:3","text":"And there appeared to them tongues as of fire, which were distributed; and it sat on each one of them;"},{"ref":"Acts 2:4","refLong":"Acts 2:4","text":"And they were all filled with the Holy Spirit and began to speak in different tongues, even as the Spirit gave to them to speak forth."},{"ref":"Acts 2:5","refLong":"Acts 2:5","text":"Now there were dwelling in Jerusalem Jews, devout men, from every nation under heaven."},{"ref":"Acts 2:6","refLong":"Acts 2:6","text":"And when this sound occurred, the multitude came together and was confounded because each one heard them speaking in his own dialect."},{"ref":"Acts 2:7","refLong":"Acts 2:7","text":"And they were amazed and marveled, saying, Behold, are not all these who are speaking Galileans?"},{"ref":"Acts 2:8","refLong":"Acts 2:8","text":"And how is it that we each hear them in our own dialect in which we were born?"},{"ref":"Acts 2:9","refLong":"Acts 2:9","text":"Parthians and Medes and Elamites and those dwelling in Mesopotamia, both in Judea and Cappadocia, in Pontus and Asia,"},{"ref":"Acts 2:10","refLong":"Acts 2:10","text":"Both in Phrygia and Pamphylia, in Egypt and the parts of Libya around Cyrene, and the sojourning of Rome, both Jews and proselytes,"},{"ref":"Acts 2:11","refLong":"Acts 2:11","text":"Cretans and Arabians, we hear them speaking in our tongues the magnificent works of God?"},{"ref":"Acts 2:12","refLong":"Acts 2:12","text":"And they were all amazed and perplexed, saying to one another, What does this mean?"},{"ref":"Acts 2:13","refLong":"Acts 2:13","text":"But others jeered and said, They are full of new wine!"},{"ref":"Acts 2:14","refLong":"Acts 2:14","text":"But Peter, standing with the eleven, lifted up his voice and spoke forth to them: Men of Judea, and all who are dwelling in Jerusalem, let this be known to you, and give ear to my words."},{"ref":"Acts 2:15","refLong":"Acts 2:15","text":"For these men are not drunk, as you suppose, for it is the third hour of the day;"},{"ref":"Acts 2:16","refLong":"Acts 2:16","text":"But this is what is spoken through the prophet Joel:"},{"ref":"Acts 2:17","refLong":"Acts 2:17","text":"“And it shall be in the last days, says God, that I will pour out of My Spirit upon all flesh, and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream things in dreams;"},{"ref":"Acts 2:18","refLong":"Acts 2:18","text":"And indeed upon My slaves, both men and women, I will pour out of My Spirit in those days, and they shall prophesy."},{"ref":"Acts 2:19","refLong":"Acts 2:19","text":"And I will show wonders in heaven above and signs on the earth below, blood and fire and vapor of smoke."},{"ref":"Acts 2:20","refLong":"Acts 2:20","text":"The sun shall be turned into darkness, and the moon into blood, before the great and notable day of the Lord comes."},{"ref":"Acts 2:21","refLong":"Acts 2:21","text":"And it shall be that everyone who calls on the name of the Lord shall be saved.”"},{"ref":"Acts 2:22","refLong":"Acts 2:22","text":"Men of Israel, hear these words: Jesus the Nazarene, a man shown by God to you to be approved by works of power and wonders and signs, which God did through Him in your midst, even as you yourselves know —"},{"ref":"Acts 2:23","refLong":"Acts 2:23","text":"This man, delivered up by the determined counsel and foreknowledge of God, you, through the hand of lawless men, nailed to a cross and killed;"},{"ref":"Acts 2:24","refLong":"Acts 2:24","text":"Whom God has raised up, having loosed the pangs of death, since it was not possible for Him to be held by it."},{"ref":"Acts 2:25","refLong":"Acts 2:25","text":"For David says regarding Him, “I saw the Lord continually before me, because He is on my right hand, that I may not be shaken."},{"ref":"Acts 2:26","refLong":"Acts 2:26","text":"Therefore my heart was made glad and my tongue exulted; moreover, also my flesh will rest in hope,"},{"ref":"Acts 2:27","refLong":"Acts 2:27","text":"Because You will not abandon my soul to Hades, nor will You permit Your Holy One to see corruption."},{"ref":"Acts 2:28","refLong":"Acts 2:28","text":"You have made known to me the ways of life; You will make me full of gladness with Your presence.”"},{"ref":"Acts 2:29","refLong":"Acts 2:29","text":"Men, brothers, I can say to you plainly concerning the patriarch David that he both deceased and was buried, and his tomb is among us until this day."},{"ref":"Acts 2:30","refLong":"Acts 2:30","text":"Therefore, being a prophet and knowing that God had sworn with an oath to him to seat One from the fruit of his loins upon his throne,"},{"ref":"Acts 2:31","refLong":"Acts 2:31","text":"He, seeing this beforehand, spoke concerning the resurrection of the Christ, that neither was He abandoned to Hades, nor did His flesh see corruption."},{"ref":"Acts 2:32","refLong":"Acts 2:32","text":"This Jesus God has raised up, of which we all are witnesses."},{"ref":"Acts 2:33","refLong":"Acts 2:33","text":"Therefore having been exalted to the right hand of God and having received the promise of the Holy Spirit from the Father, He has poured out this which you both see and hear."},{"ref":"Acts 2:34","refLong":"Acts 2:34","text":"For David did not ascend into the heavens, but he himself says, “The Lord said to my Lord, Sit at My right hand"},{"ref":"Acts 2:35","refLong":"Acts 2:35","text":"Until I set Your enemies as a footstool for Your feet.”"},{"ref":"Acts 2:36","refLong":"Acts 2:36","text":"Therefore let all the house of Israel know assuredly that God has made Him both Lord and Christ, this Jesus whom you have crucified."},{"ref":"Acts 2:37","refLong":"Acts 2:37","text":"And when they heard this, they were pricked in their heart, and they said to Peter and the rest of the apostles, What should we do, brothers?"},{"ref":"Acts 2:38","refLong":"Acts 2:38","text":"And Peter said to them, Repent and each one of you be baptized upon the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."},{"ref":"Acts 2:39","refLong":"Acts 2:39","text":"For to you is the promise and to your children, and to all who are far off, as many as the Lord our God calls to Himself."},{"ref":"Acts 2:40","refLong":"Acts 2:40","text":"And with many other words he solemnly testified and exhorted them, saying, Be saved from this crooked generation."},{"ref":"Acts 2:41","refLong":"Acts 2:41","text":"Those then who received his word were baptized, and there were added on that day about three thousand souls."},{"ref":"Acts 2:42","refLong":"Acts 2:42","text":"And they continued steadfastly in the teaching and the fellowship of the apostles, in the breaking of bread and the prayers."},{"ref":"Acts 2:43","refLong":"Acts 2:43","text":"And fear was upon every soul; and many wonders and signs took place through the apostles."},{"ref":"Acts 2:44","refLong":"Acts 2:44","text":"And all those who believed were together and had all things common;"},{"ref":"Acts 2:45","refLong":"Acts 2:45","text":"And they sold their properties and possessions and divided them to all, as anyone had need."},{"ref":"Acts 2:46","refLong":"Acts 2:46","text":"And day by day, continuing steadfastly with one accord in the temple and breaking bread from house to house, they partook of their food with exultation and simplicity of heart,"},{"ref":"Acts 2:47","refLong":"Acts 2:47","text":"Praising God and having grace with all the people. And the Lord added together day by day those who were being saved."}]},{"ref":"Acts 3","refLong":"Acts 3","numVerses":26,"verses":[{"ref":"Acts 3:1","refLong":"Acts 3:1","text":"Now Peter and John were going up into the temple at the ninth-hour prayer;"},{"ref":"Acts 3:2","refLong":"Acts 3:2","text":"And a certain man who had been lame from his mother’s womb was being carried there, whom they had laid day by day at the door of the temple which is called Beautiful to ask alms from those entering into the temple."},{"ref":"Acts 3:3","refLong":"Acts 3:3","text":"And he, seeing Peter and John about to go into the temple, began to ask to receive alms."},{"ref":"Acts 3:4","refLong":"Acts 3:4","text":"And Peter, gazing at him with John, said, Look at us!"},{"ref":"Acts 3:5","refLong":"Acts 3:5","text":"And he turned his attention to them, expecting to receive something from them."},{"ref":"Acts 3:6","refLong":"Acts 3:6","text":"But Peter said, Silver and gold I do not possess, but what I have, this I give to you: In the name of Jesus Christ the Nazarene rise up and walk."},{"ref":"Acts 3:7","refLong":"Acts 3:7","text":"And he seized him by the right hand and raised him up; and instantly his feet and ankles were made strong."},{"ref":"Acts 3:8","refLong":"Acts 3:8","text":"And leaping up and about, he stood and began to walk, and he entered with them into the temple, walking and leaping and praising God."},{"ref":"Acts 3:9","refLong":"Acts 3:9","text":"And all the people saw him walking and praising God,"},{"ref":"Acts 3:10","refLong":"Acts 3:10","text":"And they recognized him, that he was the one who had been sitting for alms at the temple’s Beautiful Gate; and they were filled with amazement and astonishment at what had happened to him."},{"ref":"Acts 3:11","refLong":"Acts 3:11","text":"And while he was holding on to Peter and John, all the people ran together toward them at the portico called Solomon’s, greatly amazed."},{"ref":"Acts 3:12","refLong":"Acts 3:12","text":"And when Peter saw this, he replied to the people, Men of Israel, why are you marveling at this? Or why are you gazing at us, as though by our own power or godliness we have made him walk?"},{"ref":"Acts 3:13","refLong":"Acts 3:13","text":"The God of Abraham and Isaac and Jacob, the God of our fathers, has glorified His Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had decided to release Him."},{"ref":"Acts 3:14","refLong":"Acts 3:14","text":"But you denied the holy and righteous One and asked that a man who was a murderer be granted to you;"},{"ref":"Acts 3:15","refLong":"Acts 3:15","text":"And the Author of life you killed, whom God has raised from the dead, of which we are witnesses."},{"ref":"Acts 3:16","refLong":"Acts 3:16","text":"And upon faith in His name, His name has made this man strong, whom you behold and know; and the faith which is through Him has given him this wholeness of health before you all."},{"ref":"Acts 3:17","refLong":"Acts 3:17","text":"And now, brothers, I know that you acted in ignorance, as also your rulers did;"},{"ref":"Acts 3:18","refLong":"Acts 3:18","text":"But the things which God announced beforehand through the mouth of all the prophets, that His Christ would suffer, He has thus fulfilled."},{"ref":"Acts 3:19","refLong":"Acts 3:19","text":"Repent therefore and turn, that your sins may be wiped away,"},{"ref":"Acts 3:20","refLong":"Acts 3:20","text":"So that seasons of refreshing may come from the presence of the Lord and that He may send the Christ, who has been previously appointed for you, Jesus,"},{"ref":"Acts 3:21","refLong":"Acts 3:21","text":"Whom heaven must indeed receive until the times of the restoration of all things, of which God spoke through the mouth of His holy prophets from of old."},{"ref":"Acts 3:22","refLong":"Acts 3:22","text":"Moses said, “A Prophet will the Lord your God raise up unto you from your brothers, like me; Him shall you hear in whatever things He speaks to you."},{"ref":"Acts 3:23","refLong":"Acts 3:23","text":"And it shall be that every soul who does not hear that Prophet shall be utterly destroyed from among the people.”"},{"ref":"Acts 3:24","refLong":"Acts 3:24","text":"And also all the prophets, from Samuel and those in succession after him, as many as spoke, also announced these days."},{"ref":"Acts 3:25","refLong":"Acts 3:25","text":"You are the sons of the prophets and of the covenant which God covenanted with your fathers, saying to Abraham, “And in your seed shall all the families of the earth be blessed.”"},{"ref":"Acts 3:26","refLong":"Acts 3:26","text":"To you first, God, having raised up His Servant, has sent Him to bless you in turning each of you away from your wicked deeds."}]},{"ref":"Acts 4","refLong":"Acts 4","numVerses":37,"verses":[{"ref":"Acts 4:1","refLong":"Acts 4:1","text":"And as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them,"},{"ref":"Acts 4:2","refLong":"Acts 4:2","text":"Being greatly disturbed because they were teaching the people and announcing in Jesus the resurrection from the dead."},{"ref":"Acts 4:3","refLong":"Acts 4:3","text":"And they laid their hands on them and placed them in custody until the next day, for it was already evening."},{"ref":"Acts 4:4","refLong":"Acts 4:4","text":"But many of those who heard the word believed; and the number of men came to about five thousand."},{"ref":"Acts 4:5","refLong":"Acts 4:5","text":"And on the next day their rulers and elders and scribes were gathered together in Jerusalem,"},{"ref":"Acts 4:6","refLong":"Acts 4:6","text":"As well as Annas the high priest and Caiaphas and John and Alexander and as many as were of high-priestly descent."},{"ref":"Acts 4:7","refLong":"Acts 4:7","text":"And they stood them in the midst and inquired, By what power or in what name did you do this?"},{"ref":"Acts 4:8","refLong":"Acts 4:8","text":"Then Peter, filled with the Holy Spirit, said to them, Rulers of the people and elders,"},{"ref":"Acts 4:9","refLong":"Acts 4:9","text":"If we today are being examined regarding a good deed done to a sick man, by what means this man has been healed,"},{"ref":"Acts 4:10","refLong":"Acts 4:10","text":"Let it be known to you all and to all the people of Israel that in the name of Jesus Christ the Nazarene, whom you crucified and whom God has raised from the dead, in this name this man stands before you in good health."},{"ref":"Acts 4:11","refLong":"Acts 4:11","text":"This is the stone which was considered as nothing by you, the builders, which has become the head of the corner."},{"ref":"Acts 4:12","refLong":"Acts 4:12","text":"And there is salvation in no other, for neither is there another name under heaven given among men in which we must be saved."},{"ref":"Acts 4:13","refLong":"Acts 4:13","text":"And as they beheld the boldness of Peter and John and perceived that they were uneducated men and laymen, they marveled and they recognized them, that they had been with Jesus."},{"ref":"Acts 4:14","refLong":"Acts 4:14","text":"And seeing the man who had been healed standing with them, they had nothing to say against it."},{"ref":"Acts 4:15","refLong":"Acts 4:15","text":"But they ordered them to go away outside the Sanhedrin and conferred with one another,"},{"ref":"Acts 4:16","refLong":"Acts 4:16","text":"Saying, What shall we do to these men? For that indeed a notable sign has occurred through them is manifest to all who dwell in Jerusalem, and we cannot deny it."},{"ref":"Acts 4:17","refLong":"Acts 4:17","text":"But in order that this would not be spread further among the people, let us threaten them that they no longer speak based upon this name to anyone."},{"ref":"Acts 4:18","refLong":"Acts 4:18","text":"And when they called them, they charged them not to utter anything at all nor teach based upon the name of Jesus."},{"ref":"Acts 4:19","refLong":"Acts 4:19","text":"But Peter and John answered and said to them, Whether it is right in the sight of God to listen to you rather than to God, you judge;"},{"ref":"Acts 4:20","refLong":"Acts 4:20","text":"For we cannot but speak the things which we have seen and heard."},{"ref":"Acts 4:21","refLong":"Acts 4:21","text":"And when they had further threatened them, they released them, finding no way that they could punish them on account of the people, because they all were glorifying God for what had happened;"},{"ref":"Acts 4:22","refLong":"Acts 4:22","text":"For the man on whom this sign of healing had occurred was more than forty years old."},{"ref":"Acts 4:23","refLong":"Acts 4:23","text":"And when they had been released, they went to their own people and reported all that the chief priests and the elders had said to them."},{"ref":"Acts 4:24","refLong":"Acts 4:24","text":"And when they heard this, they lifted up their voice with one accord to God and said, Sovereign Master, You are the One who has made heaven and earth and the sea and all things in them,"},{"ref":"Acts 4:25","refLong":"Acts 4:25","text":"Who, through the Holy Spirit, through the mouth of our father David Your servant, has said, “Why did the Gentiles rage, and the peoples devise vain things?"},{"ref":"Acts 4:26","refLong":"Acts 4:26","text":"The kings of the earth set themselves, and the rulers were gathered together against the Lord and against His Christ.”"},{"ref":"Acts 4:27","refLong":"Acts 4:27","text":"For truly in this city there were gathered together against Your holy Servant Jesus, whom You anointed, both Herod and Pontius Pilate, with the Gentiles and the peoples of Israel,"},{"ref":"Acts 4:28","refLong":"Acts 4:28","text":"To do what Your hand and Your counsel predestined to take place."},{"ref":"Acts 4:29","refLong":"Acts 4:29","text":"And now, Lord, look upon their threatenings and grant Your slaves to speak Your word with all boldness,"},{"ref":"Acts 4:30","refLong":"Acts 4:30","text":"While stretching out Your hand to heal, and that signs and wonders may take place through the name of Your holy Servant Jesus."},{"ref":"Acts 4:31","refLong":"Acts 4:31","text":"And when they had so besought, the place in which they were gathered was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness."},{"ref":"Acts 4:32","refLong":"Acts 4:32","text":"And the heart and soul of the multitude of those who had believed was one; and not even one said that any of his possessions was his own, but all things were common to them."},{"ref":"Acts 4:33","refLong":"Acts 4:33","text":"And with great power the apostles gave testimony of the resurrection of the Lord Jesus, and great grace was upon them all."},{"ref":"Acts 4:34","refLong":"Acts 4:34","text":"For neither was anyone among them in need; for as many as were owners of lands or of houses sold them and brought the proceeds of the things which were sold"},{"ref":"Acts 4:35","refLong":"Acts 4:35","text":"And placed them at the feet of the apostles; and it was distributed to each, as anyone had need."},{"ref":"Acts 4:36","refLong":"Acts 4:36","text":"And Joseph, who was surnamed Barnabas by the apostles (which is translated, Son of encouragement), a Levite, a Cyprian by birth,"},{"ref":"Acts 4:37","refLong":"Acts 4:37","text":"Who possessed a field, sold it and brought the sum of money and placed it at the feet of the apostles."}]},{"ref":"Acts 5","refLong":"Acts 5","numVerses":42,"verses":[{"ref":"Acts 5:1","refLong":"Acts 5:1","text":"But a certain man named Ananias, with Sapphira his wife, sold a piece of property"},{"ref":"Acts 5:2","refLong":"Acts 5:2","text":"And put aside for himself some of the proceeds, his wife also being aware of it. And he brought some part of it and laid it at the feet of the apostles."},{"ref":"Acts 5:3","refLong":"Acts 5:3","text":"But Peter said, Ananias, why has Satan filled your heart to deceive the Holy Spirit and to put aside for yourself some of the proceeds of the land?"},{"ref":"Acts 5:4","refLong":"Acts 5:4","text":"While it remained, was it not your own? And when it was sold, was it not under your authority? Why is it that you have contrived this thing in your heart? You have not lied to men but to God."},{"ref":"Acts 5:5","refLong":"Acts 5:5","text":"And when Ananias heard these words, he fell down and expired; and great fear came upon all those who heard this."},{"ref":"Acts 5:6","refLong":"Acts 5:6","text":"And the young men arose and wrapped him up; and carrying him out, they buried him."},{"ref":"Acts 5:7","refLong":"Acts 5:7","text":"And it happened that after an interval of about three hours, his wife, not knowing what had happened, came in."},{"ref":"Acts 5:8","refLong":"Acts 5:8","text":"And Peter answered her, Tell me whether you have sold the land for this much? And she said, Yes, for this much."},{"ref":"Acts 5:9","refLong":"Acts 5:9","text":"And Peter said to her, Why is it that it was agreed between you two to test the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out."},{"ref":"Acts 5:10","refLong":"Acts 5:10","text":"And she fell down instantly at his feet and expired. And the young men came in and found her dead; and carrying her out, they buried her with her husband."},{"ref":"Acts 5:11","refLong":"Acts 5:11","text":"And great fear came upon the whole church and upon all those who heard these things."},{"ref":"Acts 5:12","refLong":"Acts 5:12","text":"And through the hands of the apostles many signs and wonders took place among the people; and they were all with one accord in the portico of Solomon."},{"ref":"Acts 5:13","refLong":"Acts 5:13","text":"And none of the rest dared to join themselves to them, but the people magnified them."},{"ref":"Acts 5:14","refLong":"Acts 5:14","text":"And believers were all the more being added to the Lord, multitudes of both men and women,"},{"ref":"Acts 5:15","refLong":"Acts 5:15","text":"So that they even carried the sick out into the streets and placed them on cots and mats, in order that when Peter came, at least his shadow might overshadow some of them."},{"ref":"Acts 5:16","refLong":"Acts 5:16","text":"And the multitude from the cities surrounding Jerusalem also came together, carrying the sick and those troubled by unclean spirits, for such ones were all being healed."},{"ref":"Acts 5:17","refLong":"Acts 5:17","text":"And the high priest and all those with him, the local sect of the Sadducees, rose up and were filled with jealousy;"},{"ref":"Acts 5:18","refLong":"Acts 5:18","text":"And they laid their hands on the apostles and put them in public custody."},{"ref":"Acts 5:19","refLong":"Acts 5:19","text":"But during the night an angel of the Lord opened the doors of the prison, and leading them out, said,"},{"ref":"Acts 5:20","refLong":"Acts 5:20","text":"Go and stand in the temple and speak to the people all the words of this life."},{"ref":"Acts 5:21","refLong":"Acts 5:21","text":"And when they heard this, they entered about daybreak into the temple and began to teach. And the high priest and those with him came up and called together the Sanhedrin, even all the council of elders of the sons of Israel, and sent men to the prison for them to be brought."},{"ref":"Acts 5:22","refLong":"Acts 5:22","text":"But when the officers arrived, they did not find them in the prison; and they returned and reported,"},{"ref":"Acts 5:23","refLong":"Acts 5:23","text":"Saying, The prison we found locked with all security, and the guards standing at the doors; but when we opened the doors, we found no one inside."},{"ref":"Acts 5:24","refLong":"Acts 5:24","text":"Now when they heard these words, both the captain of the temple and the chief priests were utterly perplexed concerning them as to what this would come to."},{"ref":"Acts 5:25","refLong":"Acts 5:25","text":"And someone came up and reported to them, Behold, the men whom you put in the prison are standing in the temple and teaching the people."},{"ref":"Acts 5:26","refLong":"Acts 5:26","text":"Then the captain with the officers went away and brought them without violence, for they feared the people, lest they would be stoned."},{"ref":"Acts 5:27","refLong":"Acts 5:27","text":"And having brought them, they stood them in the Sanhedrin. And the high priest questioned them,"},{"ref":"Acts 5:28","refLong":"Acts 5:28","text":"Saying, We strictly charged you not to teach based upon this name; and behold, you have filled Jerusalem with your teaching and intend to bring this man’s blood upon us."},{"ref":"Acts 5:29","refLong":"Acts 5:29","text":"But Peter and the apostles answered and said, It is necessary to obey God rather than men."},{"ref":"Acts 5:30","refLong":"Acts 5:30","text":"The God of our fathers has raised Jesus, whom you slew by hanging Him on a tree."},{"ref":"Acts 5:31","refLong":"Acts 5:31","text":"This One God has exalted to His right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins."},{"ref":"Acts 5:32","refLong":"Acts 5:32","text":"And we are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey Him."},{"ref":"Acts 5:33","refLong":"Acts 5:33","text":"But when they heard this, they were exasperated and intended to do away with them."},{"ref":"Acts 5:34","refLong":"Acts 5:34","text":"But a certain Pharisee in the Sanhedrin named Gamaliel, a teacher of the law honored by all the people, stood up and commanded that they put the men outside for a little while."},{"ref":"Acts 5:35","refLong":"Acts 5:35","text":"And he said to them, Men of Israel, take heed to yourselves, with regard to these men, in what you are about to do."},{"ref":"Acts 5:36","refLong":"Acts 5:36","text":"For before these days Theudas rose up, saying that he was somebody, with whom a number of men, about four hundred, took sides. And he was done away with, and all who were persuaded by him were dispersed and came to nothing."},{"ref":"Acts 5:37","refLong":"Acts 5:37","text":"After him Judas the Galilean rose up in the days of the enrollment and drew away a group of people after him. And that man perished, and all who were persuaded by him were scattered."},{"ref":"Acts 5:38","refLong":"Acts 5:38","text":"And now I say to you, withdraw from these men and leave them alone; for should this counsel or this work be of men, it will be overthrown;"},{"ref":"Acts 5:39","refLong":"Acts 5:39","text":"But if it is of God, you will not be able to overthrow them, lest you be found to be even fighters against God."},{"ref":"Acts 5:40","refLong":"Acts 5:40","text":"And they were persuaded by him. And having called the apostles to them, they beat them and charged them not to speak based upon the name of Jesus; and they released them."},{"ref":"Acts 5:41","refLong":"Acts 5:41","text":"So they went from the presence of the Sanhedrin, rejoicing that they were counted worthy to be dishonored on behalf of the Name."},{"ref":"Acts 5:42","refLong":"Acts 5:42","text":"And every day, in the temple and from house to house, they did not cease teaching and announcing the gospel of Jesus as the Christ."}]},{"ref":"Acts 6","refLong":"Acts 6","numVerses":15,"verses":[{"ref":"Acts 6:1","refLong":"Acts 6:1","text":"And in these days, as the disciples were multiplying in number, a murmuring of the Hellenists against the Hebrews occurred, because their widows were being overlooked in the daily dispensing."},{"ref":"Acts 6:2","refLong":"Acts 6:2","text":"And the twelve called the multitude of the disciples to them and said, It is not fitting for us to forsake the word of God and serve tables."},{"ref":"Acts 6:3","refLong":"Acts 6:3","text":"But brothers, look for seven well-attested men from among you, full of the Spirit and of wisdom, whom we will appoint over this need."},{"ref":"Acts 6:4","refLong":"Acts 6:4","text":"But we will continue steadfastly in prayer and in the ministry of the word."},{"ref":"Acts 6:5","refLong":"Acts 6:5","text":"And the word pleased all the multitude; and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip and Prochorus and Nicanor and Timon and Parmenas and Nicolas, a proselyte of Antioch,"},{"ref":"Acts 6:6","refLong":"Acts 6:6","text":"Whom they set before the apostles; and when they had prayed, they laid their hands on them."},{"ref":"Acts 6:7","refLong":"Acts 6:7","text":"And the word of God grew, and the number of the disciples in Jerusalem multiplied greatly; and a large number of the priests obeyed the faith."},{"ref":"Acts 6:8","refLong":"Acts 6:8","text":"And Stephen, full of grace and power, did great wonders and signs among the people."},{"ref":"Acts 6:9","refLong":"Acts 6:9","text":"But some of those of the synagogue which is called the synagogue of the Libertines and of the Cyrenians and of the Alexandrians and of those from Cilicia and Asia rose up and disputed with Stephen;"},{"ref":"Acts 6:10","refLong":"Acts 6:10","text":"Yet they were not able to withstand the wisdom and the Spirit with which he spoke."},{"ref":"Acts 6:11","refLong":"Acts 6:11","text":"Then they instigated some men to say, We have heard him speaking blasphemous words against Moses and God."},{"ref":"Acts 6:12","refLong":"Acts 6:12","text":"And they stirred up the people and the elders and the scribes, and they came upon him and seized him and led him to the Sanhedrin."},{"ref":"Acts 6:13","refLong":"Acts 6:13","text":"And they set up false witnesses, saying, This man does not cease speaking words against this holy place and the law,"},{"ref":"Acts 6:14","refLong":"Acts 6:14","text":"For we have heard him saying that this Jesus the Nazarene will destroy this place and will change the customs which Moses delivered to us."},{"ref":"Acts 6:15","refLong":"Acts 6:15","text":"And all those sitting in the Sanhedrin looked intently at him and saw his face as though it were the face of an angel."}]},{"ref":"Acts 7","refLong":"Acts 7","numVerses":60,"verses":[{"ref":"Acts 7:1","refLong":"Acts 7:1","text":"And the high priest said, Are these things so?"},{"ref":"Acts 7:2","refLong":"Acts 7:2","text":"And he said, Men, brothers and fathers, listen. The God of glory appeared to our father Abraham while he was in Mesopotamia, before he dwelt in Haran,"},{"ref":"Acts 7:3","refLong":"Acts 7:3","text":"And said to him, “Come out from your land and from your relatives, and come into the land which I will show you.”"},{"ref":"Acts 7:4","refLong":"Acts 7:4","text":"Then he came forth from the land of the Chaldeans and dwelt in Haran. And from there, after his father died, He removed him into this land, in which you now dwell."},{"ref":"Acts 7:5","refLong":"Acts 7:5","text":"Yet He did not give him an inheritance in it, not even a place to set his foot on; and He promised to give it to him for a possession and to his seed after him, while he had no child."},{"ref":"Acts 7:6","refLong":"Acts 7:6","text":"And God spoke in this way, that his seed would be a sojourner in a foreign land, and they would enslave them and mistreat them four hundred years."},{"ref":"Acts 7:7","refLong":"Acts 7:7","text":"“And whatever nation they will serve as slaves I will judge,” said God, “and after these things they will come forth and serve Me as priests in this place.”"},{"ref":"Acts 7:8","refLong":"Acts 7:8","text":"And He gave to him a covenant of circumcision; and thus Abraham begot Isaac and circumcised him on the eighth day; and Isaac, Jacob; and Jacob, the twelve patriarchs."},{"ref":"Acts 7:9","refLong":"Acts 7:9","text":"And the patriarchs became jealous of Joseph and sold him into Egypt; yet God was with him"},{"ref":"Acts 7:10","refLong":"Acts 7:10","text":"And rescued him out of all his afflictions and granted him favor and wisdom before Pharaoh, king of Egypt; and he appointed him governor over Egypt and over all his house."},{"ref":"Acts 7:11","refLong":"Acts 7:11","text":"And a famine came over all Egypt and Canaan as well as great affliction; and our fathers could find no sustenance."},{"ref":"Acts 7:12","refLong":"Acts 7:12","text":"But when Jacob heard that there was grain in Egypt, he sent our fathers out the first time."},{"ref":"Acts 7:13","refLong":"Acts 7:13","text":"And during the second time Joseph was made known to his brothers, and Joseph’s race became manifest to Pharaoh."},{"ref":"Acts 7:14","refLong":"Acts 7:14","text":"And Joseph sent word and called for Jacob his father and all his family, seventy-five souls in all."},{"ref":"Acts 7:15","refLong":"Acts 7:15","text":"And Jacob went down into Egypt; and he ended his days, he and our fathers."},{"ref":"Acts 7:16","refLong":"Acts 7:16","text":"And they were carried over to Shechem and placed in the tomb which Abraham had bought for a sum of silver from the sons of Hamor in Shechem."},{"ref":"Acts 7:17","refLong":"Acts 7:17","text":"But as the time of the promise which God had assured to Abraham drew near, the people grew and were multiplied in Egypt,"},{"ref":"Acts 7:18","refLong":"Acts 7:18","text":"Until another king rose up over Egypt who did not know of Joseph."},{"ref":"Acts 7:19","refLong":"Acts 7:19","text":"This one dealt craftily with our race and mistreated our fathers, so that they threw out their babies in order that they would not be kept alive."},{"ref":"Acts 7:20","refLong":"Acts 7:20","text":"At this time Moses was born and was lovely to God. And he was nurtured three months in his father’s house."},{"ref":"Acts 7:21","refLong":"Acts 7:21","text":"And when he was thrown out, Pharaoh’s daughter took him up and nurtured him as a son for herself."},{"ref":"Acts 7:22","refLong":"Acts 7:22","text":"And Moses was educated in all the wisdom of the Egyptians, and he was powerful in his words and works."},{"ref":"Acts 7:23","refLong":"Acts 7:23","text":"But when he was approaching forty years of age, it came into his heart to visit his brothers, the sons of Israel."},{"ref":"Acts 7:24","refLong":"Acts 7:24","text":"And when he saw one of them being wronged, he defended him, and he avenged him who was being oppressed by striking the Egyptian dead."},{"ref":"Acts 7:25","refLong":"Acts 7:25","text":"And he supposed that his brothers understood that God through his hand was giving salvation to them; but they did not understand."},{"ref":"Acts 7:26","refLong":"Acts 7:26","text":"And on the following day he appeared to them as they were fighting and tried to reconcile them in peace, saying, Men, you are brothers. Why are you wronging one another?"},{"ref":"Acts 7:27","refLong":"Acts 7:27","text":"But the one who was wronging his neighbor pushed him away, saying, “Who appointed you a ruler and a judge over us?"},{"ref":"Acts 7:28","refLong":"Acts 7:28","text":"Do you want to do away with me the same way you did away with the Egyptian yesterday?”"},{"ref":"Acts 7:29","refLong":"Acts 7:29","text":"And Moses fled at this word and became a sojourner in the land of Midian, where he begot two sons."},{"ref":"Acts 7:30","refLong":"Acts 7:30","text":"And when forty years had been fulfilled, an Angel appeared to him in the wilderness of Mount Sinai in the flame of a thornbush fire."},{"ref":"Acts 7:31","refLong":"Acts 7:31","text":"And when Moses saw it, he marveled at the vision; and as he approached to examine it, there came the voice of the Lord:"},{"ref":"Acts 7:32","refLong":"Acts 7:32","text":"“I am the God of your fathers, the God of Abraham and Isaac and Jacob.” And Moses trembled and dared not examine it."},{"ref":"Acts 7:33","refLong":"Acts 7:33","text":"And the Lord said to him, “Untie the sandals from your feet, for the place on which you stand is holy ground."},{"ref":"Acts 7:34","refLong":"Acts 7:34","text":"I have surely seen the ill-treatment of My people who are in Egypt and have heard their groaning, and I have come down to rescue them. And now, come, I will send you into Egypt.”"},{"ref":"Acts 7:35","refLong":"Acts 7:35","text":"This Moses, whom they refused, saying, Who appointed you a ruler and a judge? this one God has sent as both a ruler and a redeemer, along with the hand of the Angel who appeared to him in the thornbush."},{"ref":"Acts 7:36","refLong":"Acts 7:36","text":"This man led them out, doing wonders and signs in the land of Egypt and in the Red Sea and in the wilderness for forty years."},{"ref":"Acts 7:37","refLong":"Acts 7:37","text":"This is the Moses who said to the sons of Israel, “A Prophet will God raise up unto you from your brothers, like me.”"},{"ref":"Acts 7:38","refLong":"Acts 7:38","text":"This is the one who was in the assembly in the wilderness with the Angel who spoke to him in Mount Sinai and with our fathers, and who received living oracles to give to us."},{"ref":"Acts 7:39","refLong":"Acts 7:39","text":"To him our fathers were not willing to become obedient, but thrust him away and turned in their hearts to Egypt,"},{"ref":"Acts 7:40","refLong":"Acts 7:40","text":"Saying to Aaron, “Make gods for us who will go before us; for this Moses, who has led us out of the land of Egypt, we do not know what has happened to him.”"},{"ref":"Acts 7:41","refLong":"Acts 7:41","text":"And they made a calf in those days and brought up a sacrifice to the idol and were glad with the works of their hands."},{"ref":"Acts 7:42","refLong":"Acts 7:42","text":"But God turned and delivered them up to serve the host of heaven, even as it is written in the book of the prophets, “Did you offer slain beasts and sacrifices to Me for forty years in the wilderness, O house of Israel?"},{"ref":"Acts 7:43","refLong":"Acts 7:43","text":"And you took up the tabernacle of Moloch and the star of your god Rompha, the images which you made to worship. And I will carry you away beyond Babylon.”"},{"ref":"Acts 7:44","refLong":"Acts 7:44","text":"The Tabernacle of the Testimony was with our fathers in the wilderness, even as He who spoke to Moses instructed him to make it, according to the pattern which he had seen."},{"ref":"Acts 7:45","refLong":"Acts 7:45","text":"This tabernacle our fathers, having in their turn received, also brought in with Joshua when they took possession of the nations, whom God drove out before the face of our fathers until the days of David,"},{"ref":"Acts 7:46","refLong":"Acts 7:46","text":"Who found favor before God and asked to find a habitation for the God of Jacob."},{"ref":"Acts 7:47","refLong":"Acts 7:47","text":"But Solomon built Him a house."},{"ref":"Acts 7:48","refLong":"Acts 7:48","text":"Yet the Most High does not dwell in that which is made by hands, even as the prophet says,"},{"ref":"Acts 7:49","refLong":"Acts 7:49","text":"“Heaven is My throne, and the earth is a footstool for My feet. What kind of house will you build for Me, says the Lord, or what is the place of My rest?"},{"ref":"Acts 7:50","refLong":"Acts 7:50","text":"Has not My hand made all these things?”"},{"ref":"Acts 7:51","refLong":"Acts 7:51","text":"You stiff-necked and uncircumcised in hearts and ears, you always oppose the Holy Spirit; as your fathers did, you also do."},{"ref":"Acts 7:52","refLong":"Acts 7:52","text":"Which of the prophets did your fathers not persecute? And they killed those who announced beforehand concerning the coming of the righteous One, whose betrayers and murderers you have now become,"},{"ref":"Acts 7:53","refLong":"Acts 7:53","text":"You who received the law as ordinances of angels and did not keep it."},{"ref":"Acts 7:54","refLong":"Acts 7:54","text":"Now as they heard these things, they were exasperated and gnashed their teeth at him."},{"ref":"Acts 7:55","refLong":"Acts 7:55","text":"But being full of the Holy Spirit, he looked intently into heaven and saw the glory of God and Jesus standing at the right hand of God;"},{"ref":"Acts 7:56","refLong":"Acts 7:56","text":"And he said, Behold, I see the heavens opened up and the Son of Man standing at the right hand of God."},{"ref":"Acts 7:57","refLong":"Acts 7:57","text":"But they cried out with a loud voice and covered their ears and rushed upon him with one accord."},{"ref":"Acts 7:58","refLong":"Acts 7:58","text":"And they threw him outside of the city and stoned him. And the witnesses laid down their garments at the feet of a young man called Saul."},{"ref":"Acts 7:59","refLong":"Acts 7:59","text":"And they stoned Stephen as he called upon the Lord and said, Lord Jesus, receive my spirit!"},{"ref":"Acts 7:60","refLong":"Acts 7:60","text":"And kneeling down, he cried out with a loud voice, Lord, do not hold this sin against them. And when he had said this, he fell asleep."}]},{"ref":"Acts 8","refLong":"Acts 8","numVerses":40,"verses":[{"ref":"Acts 8:1","refLong":"Acts 8:1","text":"And Saul approved of his killing. And there occurred in that day a great persecution against the church which was in Jerusalem; and all were scattered throughout the regions of Judea and Samaria, except the apostles."},{"ref":"Acts 8:2","refLong":"Acts 8:2","text":"And devout men carried Stephen to his burial and made great lamentation over him."},{"ref":"Acts 8:3","refLong":"Acts 8:3","text":"But Saul was devastating the church, entering house after house; and dragging off men and women, he delivered them to prison."},{"ref":"Acts 8:4","refLong":"Acts 8:4","text":"Those therefore who were scattered went throughout the land announcing the word as the gospel."},{"ref":"Acts 8:5","refLong":"Acts 8:5","text":"And Philip went down to the city of Samaria and proclaimed the Christ to them."},{"ref":"Acts 8:6","refLong":"Acts 8:6","text":"And the crowds gave heed with one accord to the things said by Philip as they heard and saw the signs which he did."},{"ref":"Acts 8:7","refLong":"Acts 8:7","text":"For with many of those who had unclean spirits, the spirits came out crying with a loud voice; and many who were paralyzed and lame were healed."},{"ref":"Acts 8:8","refLong":"Acts 8:8","text":"And there was much joy in that city."},{"ref":"Acts 8:9","refLong":"Acts 8:9","text":"And a certain man named Simon had previously been practicing magic in the city and had been amazing the people of Samaria, saying that he was someone great."},{"ref":"Acts 8:10","refLong":"Acts 8:10","text":"To him they all gave heed, from the least to the greatest, saying, This man is the power of God which is called Great."},{"ref":"Acts 8:11","refLong":"Acts 8:11","text":"And they gave heed to him because for a considerable time he had amazed them with his magic."},{"ref":"Acts 8:12","refLong":"Acts 8:12","text":"But when they believed Philip, who announced the gospel of the kingdom of God and of the name of Jesus Christ, they were baptized, both men and women."},{"ref":"Acts 8:13","refLong":"Acts 8:13","text":"And even Simon himself believed, and once he had been baptized, he continued steadfastly with Philip. And as he beheld the signs and great works of power taking place, he was amazed."},{"ref":"Acts 8:14","refLong":"Acts 8:14","text":"Now when the apostles in Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John,"},{"ref":"Acts 8:15","refLong":"Acts 8:15","text":"Who went down and prayed for them so that they might receive the Holy Spirit;"},{"ref":"Acts 8:16","refLong":"Acts 8:16","text":"For He had not yet fallen upon any of them, but they had only been baptized into the name of the Lord Jesus."},{"ref":"Acts 8:17","refLong":"Acts 8:17","text":"Then they laid their hands on them, and they received the Holy Spirit."},{"ref":"Acts 8:18","refLong":"Acts 8:18","text":"But when Simon saw that through the laying on of the hands of the apostles the Spirit was given, he offered them money, saying,"},{"ref":"Acts 8:19","refLong":"Acts 8:19","text":"Give me also this authority that on whomever I lay my hands he may receive the Holy Spirit."},{"ref":"Acts 8:20","refLong":"Acts 8:20","text":"But Peter said to him, May your silver go with you into destruction, because you thought that you would acquire the gift of God through money."},{"ref":"Acts 8:21","refLong":"Acts 8:21","text":"You have no part nor lot in this matter, for your heart is not straight before God."},{"ref":"Acts 8:22","refLong":"Acts 8:22","text":"Repent therefore from this wickedness of yours and beseech the Lord if perhaps the intent of your heart may be forgiven you;"},{"ref":"Acts 8:23","refLong":"Acts 8:23","text":"For I see that you are in the gall of bitterness and in the bond of unrighteousness."},{"ref":"Acts 8:24","refLong":"Acts 8:24","text":"And Simon answered and said, You beseech the Lord on my behalf, so that none of the things which you have spoken may come upon me."},{"ref":"Acts 8:25","refLong":"Acts 8:25","text":"They therefore, having solemnly testified and spoken the word of the Lord, returned to Jerusalem; and they announced the gospel to many villages of the Samaritans."},{"ref":"Acts 8:26","refLong":"Acts 8:26","text":"But an angel of the Lord spoke to Philip, saying, Rise up and go south on the road that goes down from Jerusalem to Gaza. This is the desert route."},{"ref":"Acts 8:27","refLong":"Acts 8:27","text":"And he rose up and went. And behold, an Ethiopian man, a eunuch, a man in power under Candace, queen of the Ethiopians, who was over all her treasure, had come to Jerusalem to worship."},{"ref":"Acts 8:28","refLong":"Acts 8:28","text":"And he was returning and was sitting in his chariot and reading the prophet Isaiah."},{"ref":"Acts 8:29","refLong":"Acts 8:29","text":"And the Spirit said to Philip, Approach and join this chariot."},{"ref":"Acts 8:30","refLong":"Acts 8:30","text":"And when Philip ran up, he heard him reading Isaiah the prophet and said, Do you really know the things that you are reading?"},{"ref":"Acts 8:31","refLong":"Acts 8:31","text":"And he said, How could I unless someone guides me? And he entreated Philip to come up and sit with him."},{"ref":"Acts 8:32","refLong":"Acts 8:32","text":"Now the passage of Scripture which he was reading was this: “As a sheep He was led to slaughter; and as a lamb before its shearer is dumb, so He does not open His mouth."},{"ref":"Acts 8:33","refLong":"Acts 8:33","text":"In His humiliation His judgment was taken away. Who shall declare His generation? For His life is taken away from the earth.”"},{"ref":"Acts 8:34","refLong":"Acts 8:34","text":"And the eunuch answered Philip and said, I beseech you, Concerning whom does the prophet say this? Concerning himself or concerning someone else?"},{"ref":"Acts 8:35","refLong":"Acts 8:35","text":"And Philip opened his mouth, and beginning from this Scripture he announced Jesus as the gospel to him."},{"ref":"Acts 8:36","refLong":"Acts 8:36","text":"And as they were going along the road, they came upon some water, and the eunuch said, Look, water. What prevents me from being baptized?"},{"ref":"Acts 8:37","refLong":"Acts 8:37","text":"And Philip said, If you believe from all your heart, you will be saved. And he answered and said, I believe that Jesus Christ is the Son of God."},{"ref":"Acts 8:38","refLong":"Acts 8:38","text":"And he ordered the chariot to stand still, and they both went down into the water, Philip and the eunuch, and he baptized him."},{"ref":"Acts 8:39","refLong":"Acts 8:39","text":"And when they came up out of the water, the Spirit of the Lord caught Philip away; and the eunuch did not see him anymore, for he went on his way rejoicing."},{"ref":"Acts 8:40","refLong":"Acts 8:40","text":"But Philip was found in Azotus; and passing through, he announced the gospel to all the cities until he came to Caesarea."}]},{"ref":"Acts 9","refLong":"Acts 9","numVerses":43,"verses":[{"ref":"Acts 9:1","refLong":"Acts 9:1","text":"But Saul, still breathing threatening and murder against the disciples of the Lord, went to the high priest"},{"ref":"Acts 9:2","refLong":"Acts 9:2","text":"And asked for letters from him to Damascus for the synagogues, so that if he found any who were of the Way, both men and women, he might bring them bound to Jerusalem."},{"ref":"Acts 9:3","refLong":"Acts 9:3","text":"And as he went, he drew near to Damascus, and suddenly a light from heaven flashed around him."},{"ref":"Acts 9:4","refLong":"Acts 9:4","text":"And he fell on the ground and heard a voice saying to him, Saul, Saul, why are you persecuting Me?"},{"ref":"Acts 9:5","refLong":"Acts 9:5","text":"And he said, Who are You, Lord? And He said, I am Jesus, whom you persecute."},{"ref":"Acts 9:6","refLong":"Acts 9:6","text":"But rise up and enter into the city, and it will be told to you what you must do."},{"ref":"Acts 9:7","refLong":"Acts 9:7","text":"And the men who journeyed with him stood speechless, hearing the voice but seeing no one."},{"ref":"Acts 9:8","refLong":"Acts 9:8","text":"And Saul rose from the ground; and though his eyes were open, he could see nothing. And they led him by the hand and brought him into Damascus."},{"ref":"Acts 9:9","refLong":"Acts 9:9","text":"And he was three days without seeing, and he neither ate nor drank."},{"ref":"Acts 9:10","refLong":"Acts 9:10","text":"And there was a certain disciple in Damascus named Ananias; and the Lord said to him in a vision, Ananias. And he said, Behold, I am here, Lord."},{"ref":"Acts 9:11","refLong":"Acts 9:11","text":"And the Lord said to him, Rise up and go to the lane called Straight, and seek in the house of Judas a man from Tarsus named Saul; for behold, he is praying;"},{"ref":"Acts 9:12","refLong":"Acts 9:12","text":"And he has seen in a vision a man named Ananias coming in and laying his hands on him so that he may receive his sight."},{"ref":"Acts 9:13","refLong":"Acts 9:13","text":"But Ananias answered, Lord, I have heard from many concerning this man, how many evil things he has done to Your saints in Jerusalem;"},{"ref":"Acts 9:14","refLong":"Acts 9:14","text":"And here he has authority from the chief priests to bind all who call upon Your name."},{"ref":"Acts 9:15","refLong":"Acts 9:15","text":"But the Lord said to him, Go, for this man is a chosen vessel to Me, to bear My name before both the Gentiles and kings and the sons of Israel;"},{"ref":"Acts 9:16","refLong":"Acts 9:16","text":"For I will show him how many things he must suffer on behalf of My name."},{"ref":"Acts 9:17","refLong":"Acts 9:17","text":"And Ananias went away and entered into the house; and laying his hands on him, he said, Saul, brother, the Lord has sent me — Jesus, who appeared to you on the road on which you were coming — so that you may receive your sight and be filled with the Holy Spirit."},{"ref":"Acts 9:18","refLong":"Acts 9:18","text":"And immediately there fell from his eyes something like scales, and he received his sight and rose up and was baptized."},{"ref":"Acts 9:19","refLong":"Acts 9:19","text":"And once he had taken food, he was strengthened. And he was with the disciples in Damascus for some days."},{"ref":"Acts 9:20","refLong":"Acts 9:20","text":"And immediately he proclaimed Jesus in the synagogues, that this One is the Son of God."},{"ref":"Acts 9:21","refLong":"Acts 9:21","text":"And all who heard him were amazed and said, Is this not the one who ravaged those who call upon this name in Jerusalem and came here for this, that he might bring them bound before the chief priests?"},{"ref":"Acts 9:22","refLong":"Acts 9:22","text":"But Saul was all the more empowered, and he confounded the Jews dwelling in Damascus by proving that this One is the Christ."},{"ref":"Acts 9:23","refLong":"Acts 9:23","text":"And as a considerable number of days were being fulfilled, the Jews took counsel together to do away with him;"},{"ref":"Acts 9:24","refLong":"Acts 9:24","text":"But their plot was made known to Saul. And they also watched the gates closely, both day and night, so that they might do away with him."},{"ref":"Acts 9:25","refLong":"Acts 9:25","text":"But his disciples took him by night and let him down through the wall, lowering him in a basket."},{"ref":"Acts 9:26","refLong":"Acts 9:26","text":"And when he arrived in Jerusalem, he tried to join himself to the disciples; yet all feared him, not believing that he was a disciple."},{"ref":"Acts 9:27","refLong":"Acts 9:27","text":"But Barnabas took hold of him and led him to the apostles, and he related to them how Saul had seen the Lord on the road, and that He had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus."},{"ref":"Acts 9:28","refLong":"Acts 9:28","text":"And he was with them, going in and going out in Jerusalem, speaking boldly in the name of the Lord."},{"ref":"Acts 9:29","refLong":"Acts 9:29","text":"And he spoke and disputed with the Hellenists, but they attempted to do away with him."},{"ref":"Acts 9:30","refLong":"Acts 9:30","text":"But when the brothers realized it, they brought him down to Caesarea and sent him forth to Tarsus."},{"ref":"Acts 9:31","refLong":"Acts 9:31","text":"So then the church throughout the whole of Judea and Galilee and Samaria had peace, being built up; and going on in the fear of the Lord and in the comfort of the Holy Spirit, it was multiplied."},{"ref":"Acts 9:32","refLong":"Acts 9:32","text":"Now as Peter was passing through all those parts, he came down also to the saints dwelling at Lydda."},{"ref":"Acts 9:33","refLong":"Acts 9:33","text":"And he found there a certain man named Aeneas, who for eight years had been lying on a mat, for he was paralyzed."},{"ref":"Acts 9:34","refLong":"Acts 9:34","text":"And Peter said to him, Aeneas, Jesus Christ heals you. Rise up and make up your own bed. And immediately he rose up."},{"ref":"Acts 9:35","refLong":"Acts 9:35","text":"And all those dwelling in Lydda and Sharon saw him; and they turned to the Lord."},{"ref":"Acts 9:36","refLong":"Acts 9:36","text":"Now in Joppa there was a certain disciple named Tabitha (which, when translated, is Dorcas); this woman was full of good works and alms which she did."},{"ref":"Acts 9:37","refLong":"Acts 9:37","text":"And in those days she became ill and died; and they bathed her body and laid it in an upper room."},{"ref":"Acts 9:38","refLong":"Acts 9:38","text":"Now because Lydda was near Joppa, the disciples heard that Peter was there, and they sent two men to him, entreating him, Do not delay to come through to us."},{"ref":"Acts 9:39","refLong":"Acts 9:39","text":"And Peter rose up and went with them. When he arrived, they led him up into the upper room. And all the widows stood by him, weeping and showing him tunics and garments, all of which Dorcas had made while she was with them."},{"ref":"Acts 9:40","refLong":"Acts 9:40","text":"And Peter put them all outside; and kneeling down, he prayed; and he turned to the body and said, Tabitha, rise up. And she opened her eyes; and when she saw Peter, she sat up."},{"ref":"Acts 9:41","refLong":"Acts 9:41","text":"And giving her his hand, he raised her up. And when he had called the saints and the widows, he presented her alive."},{"ref":"Acts 9:42","refLong":"Acts 9:42","text":"And it became known throughout all of Joppa and many believed on the Lord."},{"ref":"Acts 9:43","refLong":"Acts 9:43","text":"And he remained a considerable number of days in Joppa with a certain Simon, a tanner."}]},{"ref":"Acts 10","refLong":"Acts 10","numVerses":48,"verses":[{"ref":"Acts 10:1","refLong":"Acts 10:1","text":"Now there was in Caesarea a certain man named Cornelius, a centurion of what was called the Italian cohort,"},{"ref":"Acts 10:2","refLong":"Acts 10:2","text":"Devout and one who feared God with all his household, giving many alms to the people and beseeching God continually."},{"ref":"Acts 10:3","refLong":"Acts 10:3","text":"He saw clearly in a vision around the ninth hour of the day an angel of God coming in to him and saying to him, Cornelius."},{"ref":"Acts 10:4","refLong":"Acts 10:4","text":"And he looked intently at him and became terrified and said, What is it, Lord? And he said to him, Your prayers and your alms have ascended as a memorial before God."},{"ref":"Acts 10:5","refLong":"Acts 10:5","text":"And now send men to Joppa and send for a certain Simon, who is surnamed Peter;"},{"ref":"Acts 10:6","refLong":"Acts 10:6","text":"This man is lodging with a certain Simon, a tanner, whose house is by the sea."},{"ref":"Acts 10:7","refLong":"Acts 10:7","text":"And when the angel who was speaking to him went away, he called two of his household servants and a devout soldier of those who waited on him;"},{"ref":"Acts 10:8","refLong":"Acts 10:8","text":"And relating all things to them, he sent them to Joppa."},{"ref":"Acts 10:9","refLong":"Acts 10:9","text":"And on the next day as they were journeying and drawing near to the city, Peter went up on the housetop to pray around the sixth hour."},{"ref":"Acts 10:10","refLong":"Acts 10:10","text":"And he became very hungry and wanted to eat. And while they were preparing, a trance came upon him;"},{"ref":"Acts 10:11","refLong":"Acts 10:11","text":"And he beheld heaven opened, and a certain vessel like a great sheet descending, being let down by four corners onto the earth,"},{"ref":"Acts 10:12","refLong":"Acts 10:12","text":"In which were all the four-footed animals and reptiles of the earth and birds of heaven."},{"ref":"Acts 10:13","refLong":"Acts 10:13","text":"And a voice came to him: Rise up, Peter; slay and eat!"},{"ref":"Acts 10:14","refLong":"Acts 10:14","text":"But Peter said, By no means, Lord, for I have never eaten anything common and unclean."},{"ref":"Acts 10:15","refLong":"Acts 10:15","text":"And a voice came to him again a second time: The things that God has cleansed, do not make common."},{"ref":"Acts 10:16","refLong":"Acts 10:16","text":"And this occurred three times; and immediately the vessel was taken up into heaven."},{"ref":"Acts 10:17","refLong":"Acts 10:17","text":"Now as Peter was utterly perplexed in himself as to what the vision which he had seen might be, behold, the men who were sent by Cornelius, having made diligent inquiry for Simon’s house, stood at the gate."},{"ref":"Acts 10:18","refLong":"Acts 10:18","text":"And they called out and inquired whether Simon, who is surnamed Peter, was lodging there."},{"ref":"Acts 10:19","refLong":"Acts 10:19","text":"And while Peter was pondering over the vision, the Spirit said to him, Behold, there are three men seeking you."},{"ref":"Acts 10:20","refLong":"Acts 10:20","text":"But rise up, go down and go with them, doubting nothing, because I have sent them."},{"ref":"Acts 10:21","refLong":"Acts 10:21","text":"And Peter went down to the men and said, Behold, I am he whom you seek; what is the cause for which you have come?"},{"ref":"Acts 10:22","refLong":"Acts 10:22","text":"And they said, Cornelius, a centurion, a righteous man and one who fears God and is well attested to by the whole nation of the Jews, was divinely instructed by a holy angel to send for you to come to his house and hear words from you."},{"ref":"Acts 10:23","refLong":"Acts 10:23","text":"So he called them in and lodged them.        And on the next day he rose up and went away with them; and some of the brothers from Joppa accompanied him."},{"ref":"Acts 10:24","refLong":"Acts 10:24","text":"And on the next day they entered into Caesarea. And Cornelius was awaiting them, having called together his relatives and intimate friends."},{"ref":"Acts 10:25","refLong":"Acts 10:25","text":"And when Peter entered, Cornelius met him, and falling at his feet, worshipped him."},{"ref":"Acts 10:26","refLong":"Acts 10:26","text":"But Peter raised him up, saying, Rise up; I myself am also a man."},{"ref":"Acts 10:27","refLong":"Acts 10:27","text":"And as he talked with him, he entered and found many who had come together."},{"ref":"Acts 10:28","refLong":"Acts 10:28","text":"And he said to them, You understand that it is unlawful for a man who is a Jew to join himself to or come near one of another race; yet God has shown me that I should not call any man common or unclean."},{"ref":"Acts 10:29","refLong":"Acts 10:29","text":"Hence, even without objection I came when I had been sent for. I ask therefore, For what reason have you sent for me?"},{"ref":"Acts 10:30","refLong":"Acts 10:30","text":"And Cornelius said, Four days ago to this hour I was praying at the ninth hour in my house, and behold, a man stood before me in bright clothing,"},{"ref":"Acts 10:31","refLong":"Acts 10:31","text":"And he said, Cornelius, your prayer has been heard and your alms have been remembered before God."},{"ref":"Acts 10:32","refLong":"Acts 10:32","text":"Send therefore to Joppa and call for Simon, who is surnamed Peter; this man is lodging in the house of Simon, a tanner, by the sea."},{"ref":"Acts 10:33","refLong":"Acts 10:33","text":"Therefore I sent men at once to you, and you have done nobly in coming. Now therefore we all are present before God to hear all the things that have been commanded to you by the Lord."},{"ref":"Acts 10:34","refLong":"Acts 10:34","text":"And opening his mouth, Peter said, In truth I perceive that God is not a respecter of persons,"},{"ref":"Acts 10:35","refLong":"Acts 10:35","text":"But in every nation he who fears Him and works righteousness is acceptable to Him."},{"ref":"Acts 10:36","refLong":"Acts 10:36","text":"The word which He sent to the sons of Israel in announcing the gospel of peace through Jesus Christ (this One is Lord of all)"},{"ref":"Acts 10:37","refLong":"Acts 10:37","text":"You yourselves know, the word which has been spoken throughout the whole of Judea, beginning from Galilee after the baptism which John proclaimed:"},{"ref":"Acts 10:38","refLong":"Acts 10:38","text":"Jesus, the One from Nazareth, how God anointed Him with the Holy Spirit and with power, who went about doing good and healing all those who were being oppressed by the devil, for God was with Him."},{"ref":"Acts 10:39","refLong":"Acts 10:39","text":"And we are witnesses of all the things which He did, both in the land of the Jews and in Jerusalem; whom also they did away with by hanging Him on a tree."},{"ref":"Acts 10:40","refLong":"Acts 10:40","text":"This One, God raised on the third day; and He has made Him manifest,"},{"ref":"Acts 10:41","refLong":"Acts 10:41","text":"Not to all the people, but to witnesses appointed beforehand by God, to us, ones who ate and drank with Him after He rose from the dead."},{"ref":"Acts 10:42","refLong":"Acts 10:42","text":"And He has charged us to proclaim to the people and solemnly testify that this is the One who was designated by God to be the Judge of the living and the dead."},{"ref":"Acts 10:43","refLong":"Acts 10:43","text":"To this One all the prophets testify that through His name everyone who believes into Him will receive forgiveness of sins."},{"ref":"Acts 10:44","refLong":"Acts 10:44","text":"While Peter was still speaking these words, the Holy Spirit fell upon all those hearing the word."},{"ref":"Acts 10:45","refLong":"Acts 10:45","text":"And the believers who were of the circumcision, as many as had accompanied Peter, were amazed, because on the Gentiles also the gift of the Holy Spirit had been poured out;"},{"ref":"Acts 10:46","refLong":"Acts 10:46","text":"For they heard them speaking in tongues and magnifying God. Then Peter answered,"},{"ref":"Acts 10:47","refLong":"Acts 10:47","text":"Can anyone forbid the water so that these would not be baptized, who have received the Holy Spirit even as we?"},{"ref":"Acts 10:48","refLong":"Acts 10:48","text":"And he charged them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days."}]},{"ref":"Acts 11","refLong":"Acts 11","numVerses":30,"verses":[{"ref":"Acts 11:1","refLong":"Acts 11:1","text":"And the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God."},{"ref":"Acts 11:2","refLong":"Acts 11:2","text":"And when Peter went up to Jerusalem, those of the circumcision disputed with him,"},{"ref":"Acts 11:3","refLong":"Acts 11:3","text":"Saying, You went in to men who are uncircumcised and ate with them."},{"ref":"Acts 11:4","refLong":"Acts 11:4","text":"And Peter began, and he explained to them in sequence, saying,"},{"ref":"Acts 11:5","refLong":"Acts 11:5","text":"I was in the city of Joppa praying, and I saw in a trance a vision, a certain vessel like a great sheet descending, being let down by four corners out of heaven; and it came unto me."},{"ref":"Acts 11:6","refLong":"Acts 11:6","text":"Looking intently into it, I examined it and saw the four-footed animals of the earth and the wild beasts and the reptiles and the birds of heaven."},{"ref":"Acts 11:7","refLong":"Acts 11:7","text":"And I also heard a voice saying to me, Rise up, Peter; slay and eat!"},{"ref":"Acts 11:8","refLong":"Acts 11:8","text":"But I said, By no means, Lord, for no common or unclean thing has ever entered into my mouth."},{"ref":"Acts 11:9","refLong":"Acts 11:9","text":"And a voice answered a second time out of heaven, The things that God has cleansed, do not make common."},{"ref":"Acts 11:10","refLong":"Acts 11:10","text":"And this occurred three times, and everything was drawn up again into heaven."},{"ref":"Acts 11:11","refLong":"Acts 11:11","text":"And behold, at that moment three men stood at the house in which we were, having been sent from Caesarea to me."},{"ref":"Acts 11:12","refLong":"Acts 11:12","text":"And the Spirit told me to go with them, doubting nothing. And these six brothers went with me also; and we entered into the man’s house."},{"ref":"Acts 11:13","refLong":"Acts 11:13","text":"And he reported to us how he saw the angel standing in his house and saying, Send men to Joppa and send for Simon, who is surnamed Peter,"},{"ref":"Acts 11:14","refLong":"Acts 11:14","text":"Who will speak words to you by which you shall be saved, you and all your house."},{"ref":"Acts 11:15","refLong":"Acts 11:15","text":"And as I began to speak, the Holy Spirit fell on them just as also on us in the beginning."},{"ref":"Acts 11:16","refLong":"Acts 11:16","text":"And I remembered the word of the Lord, how He said, John baptized with water, but you shall be baptized in the Holy Spirit."},{"ref":"Acts 11:17","refLong":"Acts 11:17","text":"If therefore God has given to them the equal gift as also to us who have believed on the Lord Jesus Christ, who was I that I could have forbidden God?"},{"ref":"Acts 11:18","refLong":"Acts 11:18","text":"And when they heard these things, they became silent and glorified God, saying, Then to the Gentiles also God has given repentance unto life."},{"ref":"Acts 11:19","refLong":"Acts 11:19","text":"Those then who were scattered by the tribulation which took place on account of Stephen passed through as far as Phoenicia and Cyprus and Antioch, speaking the word to no one except Jews only."},{"ref":"Acts 11:20","refLong":"Acts 11:20","text":"But there were some of them, men of Cyprus and Cyrene, who came to Antioch and spoke also to the Greeks, announcing the Lord Jesus as the gospel."},{"ref":"Acts 11:21","refLong":"Acts 11:21","text":"And the hand of the Lord was with them, and a great number who believed turned to the Lord."},{"ref":"Acts 11:22","refLong":"Acts 11:22","text":"And the account concerning them was heard in the ears of the church which was in Jerusalem, and they sent out Barnabas to pass through as far as Antioch,"},{"ref":"Acts 11:23","refLong":"Acts 11:23","text":"Who, when he arrived and saw the grace of God, rejoiced and encouraged them all to remain with the Lord with purpose of heart;"},{"ref":"Acts 11:24","refLong":"Acts 11:24","text":"For he was a good man and full of the Holy Spirit and of faith. And a considerable number was added to the Lord."},{"ref":"Acts 11:25","refLong":"Acts 11:25","text":"And he went forth to Tarsus to search for Saul;"},{"ref":"Acts 11:26","refLong":"Acts 11:26","text":"And when he found him, he brought him to Antioch. And it happened with them that for a whole year they were gathered in the church and taught a considerable number and that the disciples were first called Christians in Antioch."},{"ref":"Acts 11:27","refLong":"Acts 11:27","text":"And in these days prophets came down from Jerusalem to Antioch."},{"ref":"Acts 11:28","refLong":"Acts 11:28","text":"And one of them named Agabus rose up and signified through the Spirit that there was about to be a great famine over the whole inhabited earth, which occurred during the time of Claudius."},{"ref":"Acts 11:29","refLong":"Acts 11:29","text":"And the disciples, according to how one was prospered, determined, each one of them, to send things for dispensing to the brothers dwelling in Judea,"},{"ref":"Acts 11:30","refLong":"Acts 11:30","text":"Which also they did, sending it to the elders through the hand of Barnabas and Saul."}]},{"ref":"Acts 12","refLong":"Acts 12","numVerses":25,"verses":[{"ref":"Acts 12:1","refLong":"Acts 12:1","text":"Now about that time Herod the king laid hands on some from the church in order to mistreat them."},{"ref":"Acts 12:2","refLong":"Acts 12:2","text":"And he did away with James, the brother of John, with the sword."},{"ref":"Acts 12:3","refLong":"Acts 12:3","text":"And when he saw that it was pleasing to the Jews, he went on to arrest Peter also (now those were the days of Unleavened Bread),"},{"ref":"Acts 12:4","refLong":"Acts 12:4","text":"Whom also he seized and put in prison, delivering him to four quaternions of soldiers to guard him, intending after the Passover to bring him out to the people."},{"ref":"Acts 12:5","refLong":"Acts 12:5","text":"So then Peter was kept in the prison; but prayer was being made fervently by the church to God concerning him."},{"ref":"Acts 12:6","refLong":"Acts 12:6","text":"And when Herod was about to bring him forward, that night Peter was sleeping between two soldiers, bound with two chains; and guards before the door were keeping the prison."},{"ref":"Acts 12:7","refLong":"Acts 12:7","text":"And behold, an angel of the Lord stood by him, and a light shined in the cell; and he struck Peter’s side and roused him, saying, Rise up quickly. And his chains fell off his hands."},{"ref":"Acts 12:8","refLong":"Acts 12:8","text":"And the angel said to him, Gird yourself and tie on your sandals. And he did so. And he said to him, Throw your cloak around you and follow me."},{"ref":"Acts 12:9","refLong":"Acts 12:9","text":"And he went out and followed him; yet he did not know that what was taking place through the angel was real, but thought that he was seeing a vision."},{"ref":"Acts 12:10","refLong":"Acts 12:10","text":"And passing the first guard and the second, they came to the iron gate that leads into the city, which opened of itself to them. And going out, they went forward one lane; and immediately the angel departed from him."},{"ref":"Acts 12:11","refLong":"Acts 12:11","text":"And Peter came to himself and said, Now I know truly that the Lord has sent forth His angel and rescued me out of Herod’s hand and from all the expectation of the Jewish people."},{"ref":"Acts 12:12","refLong":"Acts 12:12","text":"And when he became aware of this, he went to the house of Mary, the mother of John, who was surnamed Mark, where there was a considerable number assembled together and praying."},{"ref":"Acts 12:13","refLong":"Acts 12:13","text":"And when he knocked at the door of the entry, a maiden named Rhoda came to listen."},{"ref":"Acts 12:14","refLong":"Acts 12:14","text":"And when she recognized Peter’s voice, she did not open the gate for joy, but ran in and reported that Peter was standing before the entry."},{"ref":"Acts 12:15","refLong":"Acts 12:15","text":"But they said to her, You are crazy! But she insisted that it was so. And they said, It is his angel."},{"ref":"Acts 12:16","refLong":"Acts 12:16","text":"But Peter continued knocking; and when they had opened the gate, they saw him and were beside themselves."},{"ref":"Acts 12:17","refLong":"Acts 12:17","text":"And motioning to them with his hand to be silent, he related to them how the Lord had led him out of the prison, and he said, Report these things to James and the brothers. And going out, he went to another place."},{"ref":"Acts 12:18","refLong":"Acts 12:18","text":"Now when it became day, there was no small disturbance among the soldiers, they not knowing what had become of Peter."},{"ref":"Acts 12:19","refLong":"Acts 12:19","text":"And when Herod searched for him and did not find him, he examined the guards and ordered that they be led off to execution. And he went down from Judea to Caesarea and spent time there."},{"ref":"Acts 12:20","refLong":"Acts 12:20","text":"Now he was furious with the Tyrians and Sidonians. And they came to him with one accord; and having persuaded Blastus, the king’s chamberlain, they asked for peace, because their country was fed from the king’s country."},{"ref":"Acts 12:21","refLong":"Acts 12:21","text":"And on an appointed day Herod arrayed himself in royal clothing and sat on the judgment seat; and he delivered a public address to them."},{"ref":"Acts 12:22","refLong":"Acts 12:22","text":"And the populace cried out, The voice of a god and not of a man!"},{"ref":"Acts 12:23","refLong":"Acts 12:23","text":"And instantly an angel of the Lord struck him because he did not give the glory to God; and he was eaten by worms and expired."},{"ref":"Acts 12:24","refLong":"Acts 12:24","text":"But the word of God grew and multiplied."},{"ref":"Acts 12:25","refLong":"Acts 12:25","text":"And Barnabas and Saul returned from Jerusalem, having completed the dispensing; and they took along with them John, who was surnamed Mark."}]},{"ref":"Acts 13","refLong":"Acts 13","numVerses":52,"verses":[{"ref":"Acts 13:1","refLong":"Acts 13:1","text":"Now there were in Antioch, in the local church, prophets and teachers: Barnabas and Simeon, who was called Niger, and Lucius the Cyrenian, and Manaen, the foster brother of Herod the tetrarch, and Saul."},{"ref":"Acts 13:2","refLong":"Acts 13:2","text":"And as they were ministering to the Lord and fasting, the Holy Spirit said, Set apart for Me now Barnabas and Saul for the work to which I have called them."},{"ref":"Acts 13:3","refLong":"Acts 13:3","text":"Then, when they had fasted and prayed and laid their hands on them, they sent them away."},{"ref":"Acts 13:4","refLong":"Acts 13:4","text":"They then, having been sent out by the Holy Spirit, went down to Seleucia; and from there they sailed away to Cyprus."},{"ref":"Acts 13:5","refLong":"Acts 13:5","text":"And when they were in Salamis, they announced the word of God in the synagogues of the Jews. And they also had John as their attendant."},{"ref":"Acts 13:6","refLong":"Acts 13:6","text":"And when they had passed through the whole island as far as Paphos, they found a certain man, a magician and Jewish false prophet, whose name was Bar-jesus,"},{"ref":"Acts 13:7","refLong":"Acts 13:7","text":"Who was with the proconsul, Sergius Paulus, an intelligent man; the latter called Barnabas and Saul to him and sought to hear the word of God."},{"ref":"Acts 13:8","refLong":"Acts 13:8","text":"But Elymas the magician (for so his name is translated) opposed them, seeking to turn the proconsul away from the faith."},{"ref":"Acts 13:9","refLong":"Acts 13:9","text":"But Saul, who is also Paul, filled with the Holy Spirit, looked intently at him"},{"ref":"Acts 13:10","refLong":"Acts 13:10","text":"And said, O you who are full of all deceit and all unscrupulousness, son of the devil, enemy of all righteousness, will you not cease perverting the straight ways of the Lord?"},{"ref":"Acts 13:11","refLong":"Acts 13:11","text":"And now, behold, the hand of the Lord is upon you, and you will be blind, not seeing the sun for a time. And instantly a mist and a darkness fell upon him; and he went about and sought some to lead him by the hand."},{"ref":"Acts 13:12","refLong":"Acts 13:12","text":"Then the proconsul, seeing what had happened, believed, being astonished at the teaching of the Lord."},{"ref":"Acts 13:13","refLong":"Acts 13:13","text":"And putting out to sea from Paphos, Paul and his companions came to Perga of Pamphylia; and John departed from them and returned to Jerusalem."},{"ref":"Acts 13:14","refLong":"Acts 13:14","text":"And they passed through from Perga and arrived at Pisidian Antioch. And they went into the synagogue on the Sabbath day and sat down."},{"ref":"Acts 13:15","refLong":"Acts 13:15","text":"And after the reading of the Law and the Prophets, the synagogue rulers sent word to them, saying, Men, brothers, if you have any word of exhortation for the people, say it."},{"ref":"Acts 13:16","refLong":"Acts 13:16","text":"And Paul, rising up and motioning with his hand, said, Men of Israel and those who fear God, listen."},{"ref":"Acts 13:17","refLong":"Acts 13:17","text":"The God of this people Israel chose our fathers and exalted the people during their sojourn in the land of Egypt, and with a high arm He led them out of it."},{"ref":"Acts 13:18","refLong":"Acts 13:18","text":"And for a time of about forty years He carried them as a nurse in the wilderness."},{"ref":"Acts 13:19","refLong":"Acts 13:19","text":"And when He had overthrown seven nations in the land of Canaan, He distributed their land as an inheritance."},{"ref":"Acts 13:20","refLong":"Acts 13:20","text":"And after these things, for about four hundred and fifty years, He gave them judges until Samuel the prophet."},{"ref":"Acts 13:21","refLong":"Acts 13:21","text":"And afterward they asked for a king; and God gave them Saul, the son of Kish, a man of the tribe of Benjamin, for forty years."},{"ref":"Acts 13:22","refLong":"Acts 13:22","text":"And when He had deposed him, He raised up David for them as king, to whom also He testified and said, I have found David, the son of Jesse, a man according to My heart, who will do all My will."},{"ref":"Acts 13:23","refLong":"Acts 13:23","text":"From this man’s seed, God, according to promise, brought to Israel a Savior, Jesus,"},{"ref":"Acts 13:24","refLong":"Acts 13:24","text":"After John had proclaimed, prior to His public entrance, a baptism of repentance to all the people of Israel."},{"ref":"Acts 13:25","refLong":"Acts 13:25","text":"Now as John was completing his course, he said, What do you suppose that I am? I am not the Christ. But behold, One is coming after me, the sandals of whose feet I am not worthy to untie."},{"ref":"Acts 13:26","refLong":"Acts 13:26","text":"Men, brothers, sons of the race of Abraham, and those among you who fear God, to us the word of this salvation has been sent forth."},{"ref":"Acts 13:27","refLong":"Acts 13:27","text":"For those dwelling in Jerusalem and their rulers, being ignorant of this One and of the words of the prophets which are read every Sabbath, fulfilled them by judging Him."},{"ref":"Acts 13:28","refLong":"Acts 13:28","text":"And though they did not find one cause of death in Him, they asked of Pilate that He be done away with."},{"ref":"Acts 13:29","refLong":"Acts 13:29","text":"And when they had accomplished all that was written concerning Him, they took Him down from the tree and laid Him in a tomb."},{"ref":"Acts 13:30","refLong":"Acts 13:30","text":"But God raised Him from the dead."},{"ref":"Acts 13:31","refLong":"Acts 13:31","text":"And for many days He appeared to those who had come up with Him from Galilee to Jerusalem, who are now His witnesses to the people."},{"ref":"Acts 13:32","refLong":"Acts 13:32","text":"And we announce to you the gospel of the promise made to the fathers,"},{"ref":"Acts 13:33","refLong":"Acts 13:33","text":"That God has fully fulfilled this promise to us their children in raising up Jesus, as it is also written in the second Psalm, “You are My Son; this day have I begotten You.”"},{"ref":"Acts 13:34","refLong":"Acts 13:34","text":"And as to His having raised Him up from the dead, no longer to return to corruption, He spoke in this way, “I will give you the holy things of David, the faithful things.”"},{"ref":"Acts 13:35","refLong":"Acts 13:35","text":"Therefore He also says in another place, “You will not allow Your Holy One to see corruption.”"},{"ref":"Acts 13:36","refLong":"Acts 13:36","text":"Now David, having served his own generation by the counsel of God, did indeed fall asleep and was buried with his fathers and saw corruption;"},{"ref":"Acts 13:37","refLong":"Acts 13:37","text":"But He whom God has raised did not see corruption."},{"ref":"Acts 13:38","refLong":"Acts 13:38","text":"Therefore let it be known to you, men, brothers, that through this One forgiveness of sins is announced to you;"},{"ref":"Acts 13:39","refLong":"Acts 13:39","text":"And from all the things from which you were not able to be justified by the law of Moses, in this One everyone who believes is justified."},{"ref":"Acts 13:40","refLong":"Acts 13:40","text":"Therefore beware that what is spoken in the prophets does not come upon you:"},{"ref":"Acts 13:41","refLong":"Acts 13:41","text":"“Look, you despisers, and marvel, and vanish away; for I am doing a work in your days, a work which you will by no means believe, though someone tells it to you in detail.”"},{"ref":"Acts 13:42","refLong":"Acts 13:42","text":"And as Paul and Barnabas were going out, the people begged that these words would be spoken to them on the next Sabbath."},{"ref":"Acts 13:43","refLong":"Acts 13:43","text":"And when the synagogue gathering had been dismissed, many of the Jews and the devout proselytes followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God."},{"ref":"Acts 13:44","refLong":"Acts 13:44","text":"And on the following Sabbath almost all the city gathered together to hear the word of God."},{"ref":"Acts 13:45","refLong":"Acts 13:45","text":"But when the Jews saw the crowds, they were filled with jealousy and contradicted the things being spoken by Paul and blasphemed."},{"ref":"Acts 13:46","refLong":"Acts 13:46","text":"And Paul and Barnabas spoke boldly and said, It was necessary for the word of God to be spoken to you first. Since you thrust it away and do not judge yourselves worthy of eternal life, behold, we turn to the Gentiles."},{"ref":"Acts 13:47","refLong":"Acts 13:47","text":"For so the Lord has commanded us, “I have set you as a light of the Gentiles, that you would be for salvation unto the uttermost part of the earth.”"},{"ref":"Acts 13:48","refLong":"Acts 13:48","text":"And the Gentiles, hearing this, rejoiced and glorified the word of the Lord; and as many as were appointed to eternal life believed."},{"ref":"Acts 13:49","refLong":"Acts 13:49","text":"And the word of the Lord was carried through the whole region."},{"ref":"Acts 13:50","refLong":"Acts 13:50","text":"But the Jews incited the women of high standing who worshipped God, and the chief men of the city, and raised up a persecution against Paul and Barnabas and cast them out from their borders."},{"ref":"Acts 13:51","refLong":"Acts 13:51","text":"But they shook off the dust of their feet against them and came to Iconium."},{"ref":"Acts 13:52","refLong":"Acts 13:52","text":"And the disciples were filled with joy and with the Holy Spirit."}]},{"ref":"Acts 14","refLong":"Acts 14","numVerses":28,"verses":[{"ref":"Acts 14:1","refLong":"Acts 14:1","text":"And in Iconium they entered together into the synagogue of the Jews and spoke in such a way that a great multitude of both Jews and Greeks believed."},{"ref":"Acts 14:2","refLong":"Acts 14:2","text":"But the Jews who were disobedient stirred up and ill-affected the minds of the Gentiles against the brothers."},{"ref":"Acts 14:3","refLong":"Acts 14:3","text":"Therefore they spent a considerable amount of time speaking with boldness in the Lord, who testified to the word of His grace by granting signs and wonders to be done through their hands."},{"ref":"Acts 14:4","refLong":"Acts 14:4","text":"But the multitude of the city was divided, and some were with the Jews and some with the apostles."},{"ref":"Acts 14:5","refLong":"Acts 14:5","text":"And when a hostile attempt was made by both the Gentiles and Jews with their rulers to treat the apostles outrageously and to stone them,"},{"ref":"Acts 14:6","refLong":"Acts 14:6","text":"They became aware of it and fled to the cities of Lycaonia, Lystra and Derbe, and the surrounding region."},{"ref":"Acts 14:7","refLong":"Acts 14:7","text":"And there they announced the gospel."},{"ref":"Acts 14:8","refLong":"Acts 14:8","text":"And in Lystra a certain man was sitting, without strength in his feet, lame from his mother’s womb, who had never walked."},{"ref":"Acts 14:9","refLong":"Acts 14:9","text":"This man heard Paul speaking, who, looking intently at him and seeing that he had faith to be healed,"},{"ref":"Acts 14:10","refLong":"Acts 14:10","text":"Said with a loud voice, Stand upright on your feet. And he leaped up and began to walk."},{"ref":"Acts 14:11","refLong":"Acts 14:11","text":"And when the crowds saw what Paul had done, they lifted up their voice, saying in Lycaonian, The gods have become like men and have come down to us."},{"ref":"Acts 14:12","refLong":"Acts 14:12","text":"And they called Barnabas, Zeus, and Paul, Hermes, since he was the one who took the lead in the discourse."},{"ref":"Acts 14:13","refLong":"Acts 14:13","text":"And the priest of Zeus, whose temple was before the city, brought bulls and garlands to the gates and wanted to offer a sacrifice with the crowds."},{"ref":"Acts 14:14","refLong":"Acts 14:14","text":"But when the apostles, Barnabas and Paul, heard this, they tore their garments and rushed out into the crowd, crying out"},{"ref":"Acts 14:15","refLong":"Acts 14:15","text":"And saying, Men, why are you doing these things? We also are men of like feeling as you, and announce the gospel to you that you should turn from these vain things to the living God, who made heaven and earth and the sea and all things in them;"},{"ref":"Acts 14:16","refLong":"Acts 14:16","text":"Who in the generations gone by allowed all the nations to go their ways."},{"ref":"Acts 14:17","refLong":"Acts 14:17","text":"And yet He did not leave Himself without witness, in that He did good by giving you rain from heaven and fruitful seasons, filling your hearts with food and gladness."},{"ref":"Acts 14:18","refLong":"Acts 14:18","text":"And saying these things, they restrained the crowds only with difficulty from offering sacrifices to them."},{"ref":"Acts 14:19","refLong":"Acts 14:19","text":"But Jews from Antioch and Iconium came there; and having persuaded the crowds, they stoned Paul and dragged him outside the city, supposing that he was dead."},{"ref":"Acts 14:20","refLong":"Acts 14:20","text":"But as the disciples surrounded him, he rose up and entered into the city. And on the next day he went out with Barnabas to Derbe."},{"ref":"Acts 14:21","refLong":"Acts 14:21","text":"And when they had announced the gospel to that city and had made a considerable number of disciples, they returned to Lystra and to Iconium and to Antioch,"},{"ref":"Acts 14:22","refLong":"Acts 14:22","text":"Establishing the souls of the disciples, exhorting them to continue in the faith and saying that through many tribulations we must enter into the kingdom of God."},{"ref":"Acts 14:23","refLong":"Acts 14:23","text":"And when they had appointed elders for them in every church and had prayed with fastings, they committed them to the Lord into whom they had believed."},{"ref":"Acts 14:24","refLong":"Acts 14:24","text":"And they passed through Pisidia and came to Pamphylia."},{"ref":"Acts 14:25","refLong":"Acts 14:25","text":"And when they had spoken the word in Perga, they came down to Attalia."},{"ref":"Acts 14:26","refLong":"Acts 14:26","text":"And from there they sailed away to Antioch, where they had been commended to the grace of God for the work which they fulfilled."},{"ref":"Acts 14:27","refLong":"Acts 14:27","text":"And when they arrived and gathered the church together, they declared the things that God had done with them and that He had opened a door of faith to the Gentiles."},{"ref":"Acts 14:28","refLong":"Acts 14:28","text":"And they spent no little time there with the disciples."}]},{"ref":"Acts 15","refLong":"Acts 15","numVerses":41,"verses":[{"ref":"Acts 15:1","refLong":"Acts 15:1","text":"And certain men came down from Judea and began to teach the brothers, Unless you are circumcised according to the custom of Moses, you cannot be saved."},{"ref":"Acts 15:2","refLong":"Acts 15:2","text":"And when no little dissension and discussion with them came about through Paul and Barnabas, the brothers directed Paul and Barnabas and certain others among them to go up to the apostles and elders in Jerusalem concerning this question."},{"ref":"Acts 15:3","refLong":"Acts 15:3","text":"They therefore, having been sent forward by the church, passed through both Phoenicia and Samaria, telling in detail about the turning of the Gentiles; and they brought great joy to all the brothers."},{"ref":"Acts 15:4","refLong":"Acts 15:4","text":"And when they arrived in Jerusalem, they were received by the church and the apostles and the elders, and they declared the things that God had done with them."},{"ref":"Acts 15:5","refLong":"Acts 15:5","text":"But certain men from the sect of the Pharisees who had believed rose up from among them, saying, It is necessary to circumcise them and to charge them to keep the law of Moses."},{"ref":"Acts 15:6","refLong":"Acts 15:6","text":"And the apostles and the elders were gathered together to see about this matter."},{"ref":"Acts 15:7","refLong":"Acts 15:7","text":"And when much discussion had taken place, Peter rose up and said to them, Men, brothers, you know that from the early days God chose from among you that through my mouth the Gentiles should hear the word of the gospel and believe."},{"ref":"Acts 15:8","refLong":"Acts 15:8","text":"And God, the Knower of hearts, bore witness to them, giving them the Holy Spirit even as also to us;"},{"ref":"Acts 15:9","refLong":"Acts 15:9","text":"And He made no distinction between us and them, cleansing their hearts by faith."},{"ref":"Acts 15:10","refLong":"Acts 15:10","text":"Therefore why are you now testing God by placing a yoke upon the neck of the disciples which neither our fathers nor we were able to bear?"},{"ref":"Acts 15:11","refLong":"Acts 15:11","text":"But we believe that through the grace of the Lord Jesus we are saved in the same way also as they are."},{"ref":"Acts 15:12","refLong":"Acts 15:12","text":"And all the multitude became silent, and they listened to Barnabas and Paul relating all the signs and wonders God had done among the Gentiles through them."},{"ref":"Acts 15:13","refLong":"Acts 15:13","text":"And when they finished speaking, James answered, saying, Men, brothers, listen to me."},{"ref":"Acts 15:14","refLong":"Acts 15:14","text":"Simeon has related how God first visited the Gentiles to take out from them a people for His name."},{"ref":"Acts 15:15","refLong":"Acts 15:15","text":"And with this the words of the prophets agree, even as it is written,"},{"ref":"Acts 15:16","refLong":"Acts 15:16","text":"“After these things I will return, and I will rebuild the tabernacle of David which has fallen; and I will rebuild its ruins and erect it again,"},{"ref":"Acts 15:17","refLong":"Acts 15:17","text":"So that the remainder of men may seek out the Lord, even all the Gentiles upon whom My name has been called,"},{"ref":"Acts 15:18","refLong":"Acts 15:18","text":"Says the Lord, who is making these things known from of old.”"},{"ref":"Acts 15:19","refLong":"Acts 15:19","text":"Therefore I judge that we do not harass those from the Gentiles who are turning to God,"},{"ref":"Acts 15:20","refLong":"Acts 15:20","text":"But that we write to them to abstain from the contaminations of idols and fornication and what is strangled and blood."},{"ref":"Acts 15:21","refLong":"Acts 15:21","text":"For Moses from ancient generations has in every city those who proclaim him in the synagogues, he being read every Sabbath."},{"ref":"Acts 15:22","refLong":"Acts 15:22","text":"It then seemed good to the apostles and the elders with the whole church to choose men from among them to send to Antioch together with Paul and Barnabas: Judas, who is called Barsabbas, and Silas, leading men among the brothers,"},{"ref":"Acts 15:23","refLong":"Acts 15:23","text":"Writing to them and sending by their hand the following: The apostles and the elder brothers, to the brothers throughout Antioch and Syria and Cilicia who are of the Gentiles, rejoice."},{"ref":"Acts 15:24","refLong":"Acts 15:24","text":"Since we have heard that certain ones who went out from among us have troubled you with their words, unsettling your souls, to whom we gave no instruction,"},{"ref":"Acts 15:25","refLong":"Acts 15:25","text":"It seemed good to us, having become of one accord, to choose men to send to you together with our beloved Barnabas and Paul,"},{"ref":"Acts 15:26","refLong":"Acts 15:26","text":"Men who have risked their lives for the name of our Lord Jesus Christ."},{"ref":"Acts 15:27","refLong":"Acts 15:27","text":"Therefore we have sent Judas and Silas, who themselves will report the same things by word of mouth."},{"ref":"Acts 15:28","refLong":"Acts 15:28","text":"For it seemed good to the Holy Spirit and to us to lay upon you no greater burden than these necessary things:"},{"ref":"Acts 15:29","refLong":"Acts 15:29","text":"To abstain from things that have been sacrificed to idols and blood and things strangled and fornication, from which if you carefully keep yourselves, you will do well. May you be strong."},{"ref":"Acts 15:30","refLong":"Acts 15:30","text":"So when they had been sent away, they went down to Antioch; and when they had gathered the multitude together, they handed them the letter."},{"ref":"Acts 15:31","refLong":"Acts 15:31","text":"And when they read it, they rejoiced at the encouragement."},{"ref":"Acts 15:32","refLong":"Acts 15:32","text":"And Judas and Silas, also being prophets themselves, exhorted the brothers through much speaking and confirmed them."},{"ref":"Acts 15:33","refLong":"Acts 15:33","text":"And when they had spent some time there, they were sent away with peace from the brothers to those who had sent them."},{"ref":"Acts 15:34","refLong":"Acts 15:34","text":"But it seemed good to Silas to remain there."},{"ref":"Acts 15:35","refLong":"Acts 15:35","text":"And Paul and Barnabas stayed in Antioch, teaching and announcing the word of the Lord as the gospel with many others also."},{"ref":"Acts 15:36","refLong":"Acts 15:36","text":"Now after some days Paul said to Barnabas, Let us return now and visit the brothers in every city in which we announced the word of the Lord, and see how they are doing."},{"ref":"Acts 15:37","refLong":"Acts 15:37","text":"And Barnabas intended to take John, who is called Mark, along with them also;"},{"ref":"Acts 15:38","refLong":"Acts 15:38","text":"But Paul did not consider it suitable to take with them this one who withdrew from them in Pamphylia and did not go with them to the work."},{"ref":"Acts 15:39","refLong":"Acts 15:39","text":"And there was a sharp contention, so that they separated from each other; and Barnabas, taking Mark along, sailed away to Cyprus."},{"ref":"Acts 15:40","refLong":"Acts 15:40","text":"But Paul chose Silas and went out, having been commended to the grace of the Lord by the brothers."},{"ref":"Acts 15:41","refLong":"Acts 15:41","text":"And he passed through Syria and Cilicia, confirming the churches."}]},{"ref":"Acts 16","refLong":"Acts 16","numVerses":40,"verses":[{"ref":"Acts 16:1","refLong":"Acts 16:1","text":"And he came also to Derbe and to Lystra. And behold, a certain disciple named Timothy was there, the son of a Jewish woman who was a believer, but of a Greek father;"},{"ref":"Acts 16:2","refLong":"Acts 16:2","text":"He was well attested to by the brothers in Lystra and Iconium."},{"ref":"Acts 16:3","refLong":"Acts 16:3","text":"Paul wanted this one to go forth with him; and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek."},{"ref":"Acts 16:4","refLong":"Acts 16:4","text":"And as they went through the cities, they delivered to them the decrees to keep which had been decided upon by the apostles and elders in Jerusalem."},{"ref":"Acts 16:5","refLong":"Acts 16:5","text":"And so the churches were strengthened in the faith and increased in number daily."},{"ref":"Acts 16:6","refLong":"Acts 16:6","text":"And they passed through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."},{"ref":"Acts 16:7","refLong":"Acts 16:7","text":"And when they had come to Mysia, they tried to go into Bithynia, yet the Spirit of Jesus did not allow them."},{"ref":"Acts 16:8","refLong":"Acts 16:8","text":"And bypassing Mysia, they came down to Troas."},{"ref":"Acts 16:9","refLong":"Acts 16:9","text":"And a vision appeared to Paul during the night: A certain man, a Macedonian, was standing and entreating him and saying, Come over into Macedonia and help us."},{"ref":"Acts 16:10","refLong":"Acts 16:10","text":"And when he had seen the vision, we immediately endeavored to go forth into Macedonia, concluding that God had called us to announce the gospel to them."},{"ref":"Acts 16:11","refLong":"Acts 16:11","text":"And putting out to sea from Troas, we ran a straight course to Samothrace, and on the following day to Neapolis,"},{"ref":"Acts 16:12","refLong":"Acts 16:12","text":"And from there to Philippi, which is the leading city of that part of Macedonia, a Roman colony; and we spent some days in this city."},{"ref":"Acts 16:13","refLong":"Acts 16:13","text":"And on the Sabbath day we went outside the gate by the river, where we supposed there would be a place of prayer; and we sat down and spoke to the women who had come together."},{"ref":"Acts 16:14","refLong":"Acts 16:14","text":"And a certain woman named Lydia, a seller of purple-dyed goods from the city of Thyatira who worshipped God, was listening, whose heart the Lord opened to give heed to the things being spoken by Paul."},{"ref":"Acts 16:15","refLong":"Acts 16:15","text":"And when she was baptized, as well as her household, she entreated us, saying, If you have judged me to be faithful to the Lord, come into my house and abide. And she constrained us."},{"ref":"Acts 16:16","refLong":"Acts 16:16","text":"And as we were going to the place of prayer, a certain slave girl having a spirit of Python met us, who brought her masters much profit by divining."},{"ref":"Acts 16:17","refLong":"Acts 16:17","text":"This woman followed after Paul and us and cried out, saying, These men are slaves of the Most High God, who announce to you a way of salvation."},{"ref":"Acts 16:18","refLong":"Acts 16:18","text":"And she did this for many days. But Paul was greatly disturbed; and turning, he said to the spirit, I charge you in the name of Jesus Christ to come out of her. And it came out that very hour."},{"ref":"Acts 16:19","refLong":"Acts 16:19","text":"But when her masters saw that their hope of profit had gone out, they laid hold of Paul and Silas and dragged them into the marketplace before the rulers."},{"ref":"Acts 16:20","refLong":"Acts 16:20","text":"And when they had brought them to the magistrates, they said, These men, being Jews, are throwing our city into confusion,"},{"ref":"Acts 16:21","refLong":"Acts 16:21","text":"And they are announcing customs which are not lawful for us, being Romans, to accept or do."},{"ref":"Acts 16:22","refLong":"Acts 16:22","text":"And the crowd rose up together against them, and the magistrates tore off their garments and ordered some to beat them with rods."},{"ref":"Acts 16:23","refLong":"Acts 16:23","text":"And when they had laid many stripes upon them, they threw them into prison, charging the jailer to keep them securely,"},{"ref":"Acts 16:24","refLong":"Acts 16:24","text":"Who, having received such a charge, threw them into the inner prison and secured their feet in the stocks."},{"ref":"Acts 16:25","refLong":"Acts 16:25","text":"And about midnight Paul and Silas, while praying, sang hymns of praise to God; and the prisoners were listening to them."},{"ref":"Acts 16:26","refLong":"Acts 16:26","text":"And suddenly there was a great earthquake, so that the foundations of the prison house were shaken. And instantly all the doors were opened and everyone’s bonds were unfastened."},{"ref":"Acts 16:27","refLong":"Acts 16:27","text":"And the jailer, waking up out of his sleep and seeing the doors of the prison opened, drew his sword and was about to do away with himself, supposing that the prisoners had escaped."},{"ref":"Acts 16:28","refLong":"Acts 16:28","text":"But Paul called out with a loud voice, saying, Do no harm to yourself, for we are all here."},{"ref":"Acts 16:29","refLong":"Acts 16:29","text":"And the jailer asked for lights and rushed in; and trembling, he fell down before Paul and Silas."},{"ref":"Acts 16:30","refLong":"Acts 16:30","text":"And leading them outside, he said, Sirs, what must I do to be saved?"},{"ref":"Acts 16:31","refLong":"Acts 16:31","text":"And they said, Believe on the Lord Jesus, and you shall be saved, you and your household."},{"ref":"Acts 16:32","refLong":"Acts 16:32","text":"And they spoke the word of God to him together with all those in his house."},{"ref":"Acts 16:33","refLong":"Acts 16:33","text":"And he took them with him in that very hour of the night and washed their wounds. And he was baptized immediately, he and all his household."},{"ref":"Acts 16:34","refLong":"Acts 16:34","text":"And he brought them up into his house and set a table before them; and he exulted because he had believed in God with all his household."},{"ref":"Acts 16:35","refLong":"Acts 16:35","text":"Now when day came, the magistrates sent the lictors, saying, Release those men."},{"ref":"Acts 16:36","refLong":"Acts 16:36","text":"And the jailer reported these words to Paul: The magistrates have sent that you may be released. Now therefore come out and go in peace."},{"ref":"Acts 16:37","refLong":"Acts 16:37","text":"But Paul said to them, They have beaten us publicly, uncondemned, men who are Romans, and have thrown us into prison; and now secretly they are thrusting us out? No indeed! But let them come themselves and bring us out."},{"ref":"Acts 16:38","refLong":"Acts 16:38","text":"And the lictors reported these words to the magistrates. And they became frightened when they heard that they were Romans."},{"ref":"Acts 16:39","refLong":"Acts 16:39","text":"And they came and entreated them. And when they had brought them out, they asked them to depart from the city."},{"ref":"Acts 16:40","refLong":"Acts 16:40","text":"And they went out from the prison and entered the house of Lydia; and when they saw the brothers, they exhorted them and went forth."}]},{"ref":"Acts 17","refLong":"Acts 17","numVerses":34,"verses":[{"ref":"Acts 17:1","refLong":"Acts 17:1","text":"And they traveled through Amphipolis and Apollonia and came to Thessalonica, where there was a synagogue of the Jews."},{"ref":"Acts 17:2","refLong":"Acts 17:2","text":"And according to his custom Paul went in to them, and on three Sabbaths he reasoned with them from the Scriptures,"},{"ref":"Acts 17:3","refLong":"Acts 17:3","text":"Opening and setting before them that the Christ had to suffer and rise from the dead, and saying, This is the Christ, the Jesus whom I announce to you."},{"ref":"Acts 17:4","refLong":"Acts 17:4","text":"And some of them were persuaded and were joined to Paul and Silas, as well as a great multitude of the devout Greeks, and of the chief women not a few."},{"ref":"Acts 17:5","refLong":"Acts 17:5","text":"But the Jews, becoming jealous and taking along some evil men from among the loafers in the marketplace, gathered a crowd and set the city in an uproar; and coming upon the house of Jason, they sought to bring them to the populace."},{"ref":"Acts 17:6","refLong":"Acts 17:6","text":"But when they did not find them, they dragged Jason and some brothers before the city officials, shouting, These men who have upset the world have come here also,"},{"ref":"Acts 17:7","refLong":"Acts 17:7","text":"Whom Jason has welcomed; and these all act contrary to the decrees of Caesar, saying that there is another king, Jesus."},{"ref":"Acts 17:8","refLong":"Acts 17:8","text":"And they stirred up the crowd and the city officials, who listened to these things."},{"ref":"Acts 17:9","refLong":"Acts 17:9","text":"And when they had taken bail from Jason and the rest, they released them."},{"ref":"Acts 17:10","refLong":"Acts 17:10","text":"And the brothers immediately sent Paul and Silas away during the night to Berea, who, when they arrived, went off into the synagogue of the Jews."},{"ref":"Acts 17:11","refLong":"Acts 17:11","text":"Now these people were more noble than those in Thessalonica, for they received the word with all eagerness, examining the Scriptures daily to see whether these things were so."},{"ref":"Acts 17:12","refLong":"Acts 17:12","text":"Therefore many of them believed, and there were not a few Greek women of high standing and men."},{"ref":"Acts 17:13","refLong":"Acts 17:13","text":"But when the Jews from Thessalonica found out that the word of God had been announced by Paul in Berea also, they came there as well, agitating and stirring up the crowds."},{"ref":"Acts 17:14","refLong":"Acts 17:14","text":"And immediately the brothers then sent Paul off, to go as far as the sea; and Silas and Timothy remained there."},{"ref":"Acts 17:15","refLong":"Acts 17:15","text":"And those who conducted Paul brought him as far as Athens; and receiving a command for Silas and Timothy to come to him as quickly as possible, they went off."},{"ref":"Acts 17:16","refLong":"Acts 17:16","text":"And while Paul was waiting for them in Athens, his spirit was provoked within him as he beheld that the city was full of idols."},{"ref":"Acts 17:17","refLong":"Acts 17:17","text":"He reasoned therefore in the synagogue with the Jews and the devout, and in the marketplace every day with those who happened to be there."},{"ref":"Acts 17:18","refLong":"Acts 17:18","text":"And some of the Epicurean and Stoic philosophers also confronted him. And some said, What would this babbler wish to say? And others, He seems to be an announcer of foreign deities — because he was announcing Jesus and the resurrection as the gospel."},{"ref":"Acts 17:19","refLong":"Acts 17:19","text":"And they took hold of him and led him to the Areopagus, saying, May we know what this new teaching is which is being spoken by you?"},{"ref":"Acts 17:20","refLong":"Acts 17:20","text":"For you are bringing strange things to our ears. We intend to know therefore what these things mean."},{"ref":"Acts 17:21","refLong":"Acts 17:21","text":"(Now all the Athenians and the foreigners sojourning there spent their time on nothing other than telling or hearing something new.)"},{"ref":"Acts 17:22","refLong":"Acts 17:22","text":"And Paul stood in the midst of the Areopagus and said, Men of Athens, I observe that in every way you very much revere your deities."},{"ref":"Acts 17:23","refLong":"Acts 17:23","text":"For while I was passing through and carefully observing the objects of your worship, I even found an altar on which was inscribed, TO AN UNKNOWN GOD. What therefore you worship without knowing, this I announce to you."},{"ref":"Acts 17:24","refLong":"Acts 17:24","text":"The God who made the world and all things in it, this One, being Lord of heaven and earth, does not dwell in temples made with hands;"},{"ref":"Acts 17:25","refLong":"Acts 17:25","text":"Neither is He served by human hands as though He needed anything in addition, since He Himself gives to all life and breath and all things."},{"ref":"Acts 17:26","refLong":"Acts 17:26","text":"And He made from one every nation of men to dwell on all the face of the earth, determining beforehand their appointed seasons and the boundaries of their dwelling,"},{"ref":"Acts 17:27","refLong":"Acts 17:27","text":"That they might seek God, if perhaps they might grope for Him and find Him, even though He is not far from each one of us;"},{"ref":"Acts 17:28","refLong":"Acts 17:28","text":"For in Him we live and move and are, as even some poets among you have said, For we are also His race."},{"ref":"Acts 17:29","refLong":"Acts 17:29","text":"Being then the race of God, we ought not to suppose that what is divine is like gold or silver or stone, like an engraving of art and thought of man."},{"ref":"Acts 17:30","refLong":"Acts 17:30","text":"Therefore, having overlooked the times of ignorance, God now charges all men everywhere to repent,"},{"ref":"Acts 17:31","refLong":"Acts 17:31","text":"Because He has set a day in which He is to judge the world in righteousness by the man whom He has designated, having furnished proof to all by raising Him from the dead."},{"ref":"Acts 17:32","refLong":"Acts 17:32","text":"And when they heard of a resurrection of the dead, some scoffed; and others said, We will hear you yet again concerning this."},{"ref":"Acts 17:33","refLong":"Acts 17:33","text":"Thus Paul went out from their midst."},{"ref":"Acts 17:34","refLong":"Acts 17:34","text":"But some men joined him and believed, among whom also was Dionysius the Areopagite and a woman named Damaris and others with them."}]},{"ref":"Acts 18","refLong":"Acts 18","numVerses":28,"verses":[{"ref":"Acts 18:1","refLong":"Acts 18:1","text":"After these things he departed from Athens and came to Corinth."},{"ref":"Acts 18:2","refLong":"Acts 18:2","text":"And having found a certain Jew named Aquila, a native of Pontus, recently come from Italy, and Priscilla his wife (because Claudius had ordered all the Jews to depart from Rome), he went to them."},{"ref":"Acts 18:3","refLong":"Acts 18:3","text":"And because he was of the same trade, he remained with them and worked; for they were tentmakers by trade."},{"ref":"Acts 18:4","refLong":"Acts 18:4","text":"And he reasoned in the synagogue every Sabbath, persuading Jews and Greeks."},{"ref":"Acts 18:5","refLong":"Acts 18:5","text":"And when both Silas and Timothy came down from Macedonia, Paul was constrained by the word, solemnly testifying to the Jews that Jesus was the Christ."},{"ref":"Acts 18:6","refLong":"Acts 18:6","text":"But when they resisted and blasphemed, he shook out his garments and said to them, Your blood be upon your head; I am clean. From now on I will go to the Gentiles."},{"ref":"Acts 18:7","refLong":"Acts 18:7","text":"And he left there and went into the house of one named Titius Justus, one who worshipped God, whose house was next to the synagogue."},{"ref":"Acts 18:8","refLong":"Acts 18:8","text":"And Crispus, the ruler of the synagogue, believed in the Lord with his whole household; and many of the Corinthians, when they heard, believed and were baptized."},{"ref":"Acts 18:9","refLong":"Acts 18:9","text":"And the Lord said to Paul in the night by a vision, Do not be afraid, but speak and do not be silent;"},{"ref":"Acts 18:10","refLong":"Acts 18:10","text":"Because I Myself am with you, and no one will assail you to harm you, because I have many people in this city."},{"ref":"Acts 18:11","refLong":"Acts 18:11","text":"And he remained there a year and six months, teaching the word of God among them."},{"ref":"Acts 18:12","refLong":"Acts 18:12","text":"But while Gallio was proconsul of Achaia, the Jews rose up against Paul with one accord and brought him to the judgment seat,"},{"ref":"Acts 18:13","refLong":"Acts 18:13","text":"Saying, This man incites men to worship God contrary to the law."},{"ref":"Acts 18:14","refLong":"Acts 18:14","text":"But when Paul was about to open his mouth, Gallio said to the Jews, If it were a matter of wrongdoing or some wicked crime, O Jews, I would for that reason tolerate you;"},{"ref":"Acts 18:15","refLong":"Acts 18:15","text":"But if there are questions concerning words and names and your own law, look after it yourselves. A judge of these things I do not intend to be."},{"ref":"Acts 18:16","refLong":"Acts 18:16","text":"And he drove them away from the judgment seat."},{"ref":"Acts 18:17","refLong":"Acts 18:17","text":"And they all laid hold of Sosthenes, the ruler of the synagogue, and beat him in front of the judgment seat. And Gallio was not concerned about any of these things."},{"ref":"Acts 18:18","refLong":"Acts 18:18","text":"And Paul, having remained there yet a considerable number of days, took leave of the brothers and sailed away to Syria, and with him Priscilla and Aquila, having shorn his head in Cenchrea, for he had a vow."},{"ref":"Acts 18:19","refLong":"Acts 18:19","text":"And they arrived at Ephesus, and he left them there; but he entered into the synagogue and reasoned with the Jews."},{"ref":"Acts 18:20","refLong":"Acts 18:20","text":"And when they asked him to remain for a longer time, he did not consent;"},{"ref":"Acts 18:21","refLong":"Acts 18:21","text":"But taking leave of them and saying, I will come back to you again, God willing, he put out to sea from Ephesus."},{"ref":"Acts 18:22","refLong":"Acts 18:22","text":"And coming down to Caesarea, he went up to Jerusalem and greeted the church and went down to Antioch."},{"ref":"Acts 18:23","refLong":"Acts 18:23","text":"And when he had spent some time there, he went off, passing through the country of Galatia and Phrygia in order, confirming all the disciples."},{"ref":"Acts 18:24","refLong":"Acts 18:24","text":"And a certain Jew named Apollos, a native of Alexandria, an eloquent man, arrived at Ephesus, and he was powerful in the Scriptures."},{"ref":"Acts 18:25","refLong":"Acts 18:25","text":"This man was instructed in the way of the Lord, and being fervent in spirit, he spoke and taught accurately the things concerning Jesus, though he knew only the baptism of John."},{"ref":"Acts 18:26","refLong":"Acts 18:26","text":"And this man began to speak boldly in the synagogue. And when Priscilla and Aquila heard him, they took him to themselves and expounded the way of God to him more accurately."},{"ref":"Acts 18:27","refLong":"Acts 18:27","text":"And when he intended to pass through into Achaia, the brothers encouraged him and wrote to the disciples to welcome him; and when he arrived there, he helped much through grace those who had believed;"},{"ref":"Acts 18:28","refLong":"Acts 18:28","text":"For he vigorously confuted the Jews publicly, showing by the Scriptures that Jesus was the Christ."}]},{"ref":"Acts 19","refLong":"Acts 19","numVerses":41,"verses":[{"ref":"Acts 19:1","refLong":"Acts 19:1","text":"Now while Apollos was in Corinth, Paul, having passed through the upper districts, came down to Ephesus and found some disciples,"},{"ref":"Acts 19:2","refLong":"Acts 19:2","text":"And he said to them, Did you receive the Holy Spirit when you believed? And they said to him, On the contrary, we did not even hear whether there is a Holy Spirit."},{"ref":"Acts 19:3","refLong":"Acts 19:3","text":"And he said, Into what then were you baptized? And they said, Into John’s baptism."},{"ref":"Acts 19:4","refLong":"Acts 19:4","text":"And Paul said, John baptized with a baptism of repentance, telling the people that they should believe into the One coming after him, that is, into Jesus."},{"ref":"Acts 19:5","refLong":"Acts 19:5","text":"And when they heard this, they were baptized into the name of the Lord Jesus."},{"ref":"Acts 19:6","refLong":"Acts 19:6","text":"And when Paul laid his hands on them, the Holy Spirit came upon them, and they spoke in tongues and prophesied."},{"ref":"Acts 19:7","refLong":"Acts 19:7","text":"And there were in all about twelve men."},{"ref":"Acts 19:8","refLong":"Acts 19:8","text":"And he entered into the synagogue and spoke boldly for three months, reasoning and persuading them in the things concerning the kingdom of God."},{"ref":"Acts 19:9","refLong":"Acts 19:9","text":"But when some were hardened and would not be persuaded, speaking evil of the Way before the multitude, he withdrew from them and separated the disciples, reasoning daily in the school of Tyrannus."},{"ref":"Acts 19:10","refLong":"Acts 19:10","text":"And this took place for two years, so that all those dwelling in Asia heard the word of the Lord, both Jews and Greeks."},{"ref":"Acts 19:11","refLong":"Acts 19:11","text":"And God did works of power of no ordinary kind through the hands of Paul,"},{"ref":"Acts 19:12","refLong":"Acts 19:12","text":"So that even handkerchiefs or aprons were carried away from his body to the sick, and their diseases left them, and the evil spirits went out."},{"ref":"Acts 19:13","refLong":"Acts 19:13","text":"But some of the Jewish exorcists who also went about took it upon themselves to name over those who had evil spirits the name of the Lord Jesus, saying, I adjure you by the Jesus whom Paul preaches."},{"ref":"Acts 19:14","refLong":"Acts 19:14","text":"And there were seven sons of a certain Sceva, a Jewish chief priest, doing this."},{"ref":"Acts 19:15","refLong":"Acts 19:15","text":"And the evil spirit answered and said to them, Jesus I know of, and with Paul I am acquainted; but who are you?"},{"ref":"Acts 19:16","refLong":"Acts 19:16","text":"And the man in whom the evil spirit was leaped upon them, subdued both of them, and overpowered them, so that they escaped out of that house naked and wounded."},{"ref":"Acts 19:17","refLong":"Acts 19:17","text":"And this became known to all, both Jews and Greeks, dwelling in Ephesus; and fear fell upon them all, and the name of the Lord Jesus was magnified."},{"ref":"Acts 19:18","refLong":"Acts 19:18","text":"And many of those who had believed came, confessing and making known their practices."},{"ref":"Acts 19:19","refLong":"Acts 19:19","text":"And a considerable number of those who practiced magic brought their books together and burned them before all; and they counted up the price of them and found it to be fifty thousand pieces of silver."},{"ref":"Acts 19:20","refLong":"Acts 19:20","text":"Thus, the word of the Lord grew mightily and prevailed."},{"ref":"Acts 19:21","refLong":"Acts 19:21","text":"And when these things were fulfilled, Paul purposed in his spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, After I have been there, I must also see Rome."},{"ref":"Acts 19:22","refLong":"Acts 19:22","text":"And having sent into Macedonia two of those who served him, Timothy and Erastus, he himself stayed in Asia for a time."},{"ref":"Acts 19:23","refLong":"Acts 19:23","text":"And about that time no small disturbance took place concerning the Way."},{"ref":"Acts 19:24","refLong":"Acts 19:24","text":"For a certain man named Demetrius, a silversmith who made silver shrines of Artemis, afforded no little business to the craftsmen."},{"ref":"Acts 19:25","refLong":"Acts 19:25","text":"These he assembled together with the workmen of similar trades as well and said, Men, you know that from this business we have our prosperity."},{"ref":"Acts 19:26","refLong":"Acts 19:26","text":"And you observe and hear that not only at Ephesus but in almost all of Asia this Paul has persuaded and perverted a considerable number, saying that the gods being made by hands are no gods at all."},{"ref":"Acts 19:27","refLong":"Acts 19:27","text":"And not only is there danger that our trade will come into disrepute, but also that the temple of the great goddess Artemis will be counted as nothing and that the magnificence of her whom the whole of Asia and the inhabited earth worships will also be overthrown."},{"ref":"Acts 19:28","refLong":"Acts 19:28","text":"And when they heard this, they became full of rage and began to cry out, saying, Great is Artemis of the Ephesians!"},{"ref":"Acts 19:29","refLong":"Acts 19:29","text":"And the city was filled with confusion; and they rushed with one accord into the theater, seizing Gaius and Aristarchus of Macedonia, Paul’s traveling companions."},{"ref":"Acts 19:30","refLong":"Acts 19:30","text":"And when Paul intended to enter into the populace, the disciples would not allow him."},{"ref":"Acts 19:31","refLong":"Acts 19:31","text":"And some of the Asiarchs also, who were his friends, sent to him and entreated him not to venture into the theater himself."},{"ref":"Acts 19:32","refLong":"Acts 19:32","text":"So then some were crying out one thing, and some another; for the assembly was in confusion, and the majority did not know for what cause they had come together."},{"ref":"Acts 19:33","refLong":"Acts 19:33","text":"And they drew Alexander out of the crowd, the Jews having pushed him forward; and Alexander, motioning with his hand, wanted to make a defense to the populace."},{"ref":"Acts 19:34","refLong":"Acts 19:34","text":"But when they realized that he was a Jew, one voice arose from all for about two hours, crying out, Great is Artemis of the Ephesians!"},{"ref":"Acts 19:35","refLong":"Acts 19:35","text":"And the town clerk, having quieted the crowd, said, Men of Ephesus, which of you men is there then who does not know that the city of the Ephesians is the temple keeper of the great Artemis and of the image fallen from Zeus?"},{"ref":"Acts 19:36","refLong":"Acts 19:36","text":"Since these things therefore cannot be disputed, you ought to be quiet and do nothing rash;"},{"ref":"Acts 19:37","refLong":"Acts 19:37","text":"For you have brought forth these men who are neither temple robbers nor blasphemers of our goddess."},{"ref":"Acts 19:38","refLong":"Acts 19:38","text":"If then Demetrius and the craftsmen with him have a matter against anyone, courts are being conducted and there are proconsuls; let them bring charges against one another."},{"ref":"Acts 19:39","refLong":"Acts 19:39","text":"But if you seek after anything further, it shall be settled in the legal assembly."},{"ref":"Acts 19:40","refLong":"Acts 19:40","text":"For indeed we are in danger of being charged with insurrection for today’s affair, since there is no reason for it; and with reference to it we will not be able to give an account concerning this disorderly gathering."},{"ref":"Acts 19:41","refLong":"Acts 19:41","text":"And when he had said these things, he dismissed the assembly."}]},{"ref":"Acts 20","refLong":"Acts 20","numVerses":38,"verses":[{"ref":"Acts 20:1","refLong":"Acts 20:1","text":"And after the uproar had ceased, Paul, having sent for the disciples and having exhorted them, took leave of them and went off to go into Macedonia."},{"ref":"Acts 20:2","refLong":"Acts 20:2","text":"And when he had passed through those parts and had exhorted them with many words, he came into Greece,"},{"ref":"Acts 20:3","refLong":"Acts 20:3","text":"And spent three months there. And when a plot was made against him by the Jews as he was about to set sail for Syria, he resolved to return through Macedonia."},{"ref":"Acts 20:4","refLong":"Acts 20:4","text":"And Sopater of Berea, the son of Pyrrhus, accompanied him, as well as Aristarchus and Secundus of the Thessalonians and Gaius of Derbe and Timothy and the Asians, Tychicus and Trophimus."},{"ref":"Acts 20:5","refLong":"Acts 20:5","text":"These had gone on ahead and were waiting for us at Troas."},{"ref":"Acts 20:6","refLong":"Acts 20:6","text":"And we sailed away from Philippi after the days of Unleavened Bread and in five days came to them in Troas, where we spent seven days."},{"ref":"Acts 20:7","refLong":"Acts 20:7","text":"And on the first day of the week, when we gathered together to break bread, Paul conversed with them since he was to go forth on the next day; and he extended his message until midnight."},{"ref":"Acts 20:8","refLong":"Acts 20:8","text":"And there were a considerable number of lamps in the upper room where we were gathered together."},{"ref":"Acts 20:9","refLong":"Acts 20:9","text":"And a certain young man named Eutychus was sitting in the window and began to sink into deep sleep while Paul conversed longer; and when he had been overcome by sleep, he fell down from the third story and was taken up dead."},{"ref":"Acts 20:10","refLong":"Acts 20:10","text":"But Paul went down and fell upon him, and embracing him, he said, Do not make a commotion, for his soul is in him."},{"ref":"Acts 20:11","refLong":"Acts 20:11","text":"And when he had gone up and broken the bread and eaten and had spoken for a considerable time, until daybreak, he therefore went forth."},{"ref":"Acts 20:12","refLong":"Acts 20:12","text":"And they brought the boy alive and were comforted, and that not moderately."},{"ref":"Acts 20:13","refLong":"Acts 20:13","text":"But we, going ahead onto the ship, set sail for Assos, from there intending to pick up Paul, for so he had arranged it, himself intending to go by foot."},{"ref":"Acts 20:14","refLong":"Acts 20:14","text":"And when he met us in Assos, we picked him up and came to Mitylene."},{"ref":"Acts 20:15","refLong":"Acts 20:15","text":"And sailing away from there, on the following day we arrived opposite Chios; and on the next day we put in at Samos. And on the day following we came to Miletus,"},{"ref":"Acts 20:16","refLong":"Acts 20:16","text":"For Paul had decided to sail past Ephesus so that he might not have to spend time in Asia; for he was hurrying so that if possible he might be in Jerusalem on the day of Pentecost."},{"ref":"Acts 20:17","refLong":"Acts 20:17","text":"And from Miletus he sent word to Ephesus and called for the elders of the church."},{"ref":"Acts 20:18","refLong":"Acts 20:18","text":"And when they came to him, he said to them, You yourselves know, from the first day that I set foot in Asia, how I was with you all the time,"},{"ref":"Acts 20:19","refLong":"Acts 20:19","text":"Serving the Lord as a slave with all humility and tears and trials which came upon me by the plots of the Jews;"},{"ref":"Acts 20:20","refLong":"Acts 20:20","text":"How I did not withhold any of those things that are profitable by not declaring them to you and by not teaching you publicly and from house to house,"},{"ref":"Acts 20:21","refLong":"Acts 20:21","text":"Solemnly testifying both to Jews and to Greeks repentance unto God and faith in our Lord Jesus."},{"ref":"Acts 20:22","refLong":"Acts 20:22","text":"And now, behold, I am going bound in the spirit to Jerusalem, not knowing what will meet me there,"},{"ref":"Acts 20:23","refLong":"Acts 20:23","text":"Except that the Holy Spirit solemnly testifies to me in city after city, saying that bonds and afflictions await me."},{"ref":"Acts 20:24","refLong":"Acts 20:24","text":"But I consider my life of no account as if precious to myself, in order that I may finish my course and the ministry which I have received from the Lord Jesus to solemnly testify of the gospel of the grace of God."},{"ref":"Acts 20:25","refLong":"Acts 20:25","text":"And now, behold, I know that you all, among whom I have gone about proclaiming the kingdom, will see my face no more."},{"ref":"Acts 20:26","refLong":"Acts 20:26","text":"Therefore I testify to you on this day that I am clean from the blood of all men,"},{"ref":"Acts 20:27","refLong":"Acts 20:27","text":"For I did not shrink from declaring to you all the counsel of God."},{"ref":"Acts 20:28","refLong":"Acts 20:28","text":"Take heed to yourselves and to all the flock, among whom the Holy Spirit has placed you as overseers to shepherd the church of God, which He obtained through His own blood."},{"ref":"Acts 20:29","refLong":"Acts 20:29","text":"I know that after my departure fierce wolves will come in among you, not sparing the flock."},{"ref":"Acts 20:30","refLong":"Acts 20:30","text":"And from among you yourselves men will rise up, speaking perverted things to draw away the disciples after them."},{"ref":"Acts 20:31","refLong":"Acts 20:31","text":"Therefore watch, remembering that for three years, night and day, I did not cease admonishing each one with tears."},{"ref":"Acts 20:32","refLong":"Acts 20:32","text":"And now I commit you to God and to the word of His grace, which is able to build you up and to give you the inheritance among all those who have been sanctified."},{"ref":"Acts 20:33","refLong":"Acts 20:33","text":"I have coveted no one’s silver or gold or clothing."},{"ref":"Acts 20:34","refLong":"Acts 20:34","text":"You yourselves know that these hands have ministered to my needs and to those who are with me."},{"ref":"Acts 20:35","refLong":"Acts 20:35","text":"In all things I have shown you by example that toiling in this way we ought to support the weak and to remember the words of the Lord Jesus, that He Himself said, It is more blessed to give than to receive."},{"ref":"Acts 20:36","refLong":"Acts 20:36","text":"And when he had said these things, he knelt down with them all and prayed."},{"ref":"Acts 20:37","refLong":"Acts 20:37","text":"And there was considerable weeping by all; and falling on Paul’s neck, they kissed him affectionately,"},{"ref":"Acts 20:38","refLong":"Acts 20:38","text":"Especially pained over the word which he had spoken, that they would no longer behold his face. And they escorted him to the ship."}]},{"ref":"Acts 21","refLong":"Acts 21","numVerses":40,"verses":[{"ref":"Acts 21:1","refLong":"Acts 21:1","text":"And when we parted from them and set sail, we took a straight course and came to Cos, and on the next day to Rhodes, and from there to Patara."},{"ref":"Acts 21:2","refLong":"Acts 21:2","text":"And having found a ship crossing over to Phoenicia, we went on board and set sail."},{"ref":"Acts 21:3","refLong":"Acts 21:3","text":"And when we sighted Cyprus and left it on the left, we sailed to Syria and came down to Tyre; for there the ship was to unload its cargo."},{"ref":"Acts 21:4","refLong":"Acts 21:4","text":"And when we had sought out the disciples, we remained there seven days. These told Paul through the Spirit not to set foot in Jerusalem."},{"ref":"Acts 21:5","refLong":"Acts 21:5","text":"And when we completed the days, we went forth and went on our way, with all of them, including the women and children, escorting us until we were outside the city. And when we had knelt down on the beach and prayed,"},{"ref":"Acts 21:6","refLong":"Acts 21:6","text":"We took leave of one another and went on board the ship; and they returned home."},{"ref":"Acts 21:7","refLong":"Acts 21:7","text":"And when we finished the voyage from Tyre, we arrived at Ptolemais; and we greeted the brothers and remained with them one day."},{"ref":"Acts 21:8","refLong":"Acts 21:8","text":"And on the next day we went forth and came to Caesarea; and entering into the house of Philip the evangelist, who was one of the seven, we remained with him."},{"ref":"Acts 21:9","refLong":"Acts 21:9","text":"Now this man had four virgin daughters who prophesied."},{"ref":"Acts 21:10","refLong":"Acts 21:10","text":"And while we remained there many days, a certain prophet named Agabus came down from Judea."},{"ref":"Acts 21:11","refLong":"Acts 21:11","text":"And he came to us and took Paul’s belt; and having bound his own feet and hands, he said, Thus says the Holy Spirit, In this way will the Jews in Jerusalem bind the man whose belt this is and deliver him into the hands of the Gentiles."},{"ref":"Acts 21:12","refLong":"Acts 21:12","text":"And when we heard these things, both we and those in that place entreated him not to go up to Jerusalem."},{"ref":"Acts 21:13","refLong":"Acts 21:13","text":"Then Paul answered, What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but also to die in Jerusalem for the name of the Lord Jesus."},{"ref":"Acts 21:14","refLong":"Acts 21:14","text":"And since he would not be persuaded, we became silent, saying, The will of the Lord be done."},{"ref":"Acts 21:15","refLong":"Acts 21:15","text":"And after these days we gathered our baggage and went up to Jerusalem."},{"ref":"Acts 21:16","refLong":"Acts 21:16","text":"And some of the disciples from Caesarea also went with us, bringing us to a certain Mnason of Cyprus, an early disciple, with whom we were to lodge."},{"ref":"Acts 21:17","refLong":"Acts 21:17","text":"And when we had come to Jerusalem, the brothers welcomed us gladly."},{"ref":"Acts 21:18","refLong":"Acts 21:18","text":"And on the following day Paul went in with us to James, and all the elders were present."},{"ref":"Acts 21:19","refLong":"Acts 21:19","text":"And having greeted them, he related one by one the things which God did among the Gentiles through his ministry."},{"ref":"Acts 21:20","refLong":"Acts 21:20","text":"And when they heard it, they glorified God and said to him, You observe, brother, how many thousands there are among the Jews who have believed; and all are zealous for the law."},{"ref":"Acts 21:21","refLong":"Acts 21:21","text":"And they have been informed concerning you that you are teaching all the Jews throughout the nations apostasy from Moses, telling them not to circumcise their children, nor to walk according to the customs."},{"ref":"Acts 21:22","refLong":"Acts 21:22","text":"What then is to be done? They will certainly hear that you have come."},{"ref":"Acts 21:23","refLong":"Acts 21:23","text":"Therefore do this that we tell you: We have four men who have a vow on themselves;"},{"ref":"Acts 21:24","refLong":"Acts 21:24","text":"Take these and be purified with them, and pay their expenses that they may shave their heads. And all will know that there is nothing to the things that they have been informed of concerning you, but that you yourself also walk orderly, keeping the law."},{"ref":"Acts 21:25","refLong":"Acts 21:25","text":"But concerning the Gentiles who have believed, we have already written, having decided that they should keep themselves from idol sacrifices and blood and anything strangled and fornication."},{"ref":"Acts 21:26","refLong":"Acts 21:26","text":"Then Paul took the men and on the following day, being purified with them, entered into the temple, giving notice of the completion of the days of the purification, until the offering was offered for each one of them."},{"ref":"Acts 21:27","refLong":"Acts 21:27","text":"And when the seven days were about to be concluded, the Jews from Asia saw him in the temple and threw all the crowd into confusion; and they laid their hands on him,"},{"ref":"Acts 21:28","refLong":"Acts 21:28","text":"Crying out, Men of Israel, help! This is the man who teaches all men everywhere against the people and the law and this place; and further, he has even brought Greeks into the temple and has profaned this holy place."},{"ref":"Acts 21:29","refLong":"Acts 21:29","text":"For they had previously seen Trophimus the Ephesian in the city with him, whom they supposed Paul had brought into the temple."},{"ref":"Acts 21:30","refLong":"Acts 21:30","text":"And the whole city was stirred, and the people ran together; and they laid hold of Paul and dragged him outside the temple; and immediately the doors were shut."},{"ref":"Acts 21:31","refLong":"Acts 21:31","text":"And as they were seeking to kill him, a report came up to the commander of the cohort that all Jerusalem was in confusion."},{"ref":"Acts 21:32","refLong":"Acts 21:32","text":"And he at once took soldiers and centurions and ran down to them. And when they saw the commander and the soldiers, they stopped beating Paul."},{"ref":"Acts 21:33","refLong":"Acts 21:33","text":"Then the commander drew near and laid hold of him and ordered him to be bound with two chains. And he inquired who he might be and what he had done."},{"ref":"Acts 21:34","refLong":"Acts 21:34","text":"And some among the crowd were shouting one thing, and some another. And since he could not find out the facts because of the uproar, he ordered him to be brought into the barracks."},{"ref":"Acts 21:35","refLong":"Acts 21:35","text":"And when Paul came to the stairs, it so happened that he was being carried by the soldiers because of the violence of the crowd;"},{"ref":"Acts 21:36","refLong":"Acts 21:36","text":"For the multitude of the people were following and crying out, Away with him!"},{"ref":"Acts 21:37","refLong":"Acts 21:37","text":"And when he was about to be brought into the barracks, Paul said to the commander, Am I allowed to say anything to you? And he said, You know Greek?"},{"ref":"Acts 21:38","refLong":"Acts 21:38","text":"You are not then the Egyptian who some days ago revolted and led out the four thousand men of the Assassins into the wilderness?"},{"ref":"Acts 21:39","refLong":"Acts 21:39","text":"But Paul said, I am a Jewish man of Tarsus in Cilicia, a citizen of no insignificant city, and I beg you, permit me to speak to the people."},{"ref":"Acts 21:40","refLong":"Acts 21:40","text":"And when he had given him permission, Paul stood on the stairs and motioned with his hand to the people. And when there was a great silence, he addressed them in the Hebrew dialect, saying,"}]},{"ref":"Acts 22","refLong":"Acts 22","numVerses":30,"verses":[{"ref":"Acts 22:1","refLong":"Acts 22:1","text":"Men, brothers and fathers, hear my defense which I now make to you."},{"ref":"Acts 22:2","refLong":"Acts 22:2","text":"And when they heard that he addressed them in the Hebrew dialect, they became more quiet. And he said,"},{"ref":"Acts 22:3","refLong":"Acts 22:3","text":"I am a Jew, born in Tarsus of Cilicia but brought up in this city and trained at the feet of Gamaliel, according to the strictness of the law of our fathers, being zealous for God, even as you all are today."},{"ref":"Acts 22:4","refLong":"Acts 22:4","text":"And I persecuted this Way unto death, binding and delivering to prisons both men and women,"},{"ref":"Acts 22:5","refLong":"Acts 22:5","text":"As also the high priest and all the assembly of the elders testify for me; from whom I also received letters to the brothers and went to Damascus to bring those also who were there bound to Jerusalem that they might be punished."},{"ref":"Acts 22:6","refLong":"Acts 22:6","text":"And as I journeyed and drew near to Damascus about midday, suddenly a great light flashed out of heaven around me;"},{"ref":"Acts 22:7","refLong":"Acts 22:7","text":"And I fell to the ground and heard a voice saying to me, Saul, Saul, why are you persecuting Me?"},{"ref":"Acts 22:8","refLong":"Acts 22:8","text":"And I answered, Who are You, Lord? And He said to me, I am Jesus the Nazarene, whom you persecute."},{"ref":"Acts 22:9","refLong":"Acts 22:9","text":"And those who were with me beheld the light, but did not hear the voice of the One who was speaking to me."},{"ref":"Acts 22:10","refLong":"Acts 22:10","text":"And I said, What shall I do, Lord? And the Lord said to me, Rise up and go into Damascus, and there it will be told to you concerning all the things which have been appointed to you to do."},{"ref":"Acts 22:11","refLong":"Acts 22:11","text":"And as I could not see because of the glory of that light, I was led by the hand by those who were with me and came into Damascus."},{"ref":"Acts 22:12","refLong":"Acts 22:12","text":"And a certain Ananias, a devout man according to the law, well attested to by all the Jews dwelling there,"},{"ref":"Acts 22:13","refLong":"Acts 22:13","text":"Came to me, and standing by, said to me, Saul, brother, receive your sight! And in that very hour I looked up at him."},{"ref":"Acts 22:14","refLong":"Acts 22:14","text":"And he said, The God of our fathers has previously appointed you to know His will and to see the righteous One and to hear the voice from His mouth;"},{"ref":"Acts 22:15","refLong":"Acts 22:15","text":"For you will be a witness to Him unto all men of the things which you have seen and heard."},{"ref":"Acts 22:16","refLong":"Acts 22:16","text":"And now, why do you delay? Rise up and be baptized and wash away your sins, calling on His name."},{"ref":"Acts 22:17","refLong":"Acts 22:17","text":"And when I returned to Jerusalem and was praying in the temple, I went into a trance;"},{"ref":"Acts 22:18","refLong":"Acts 22:18","text":"And I saw Him saying to me, Hurry, and go quickly out of Jerusalem, because they will not accept your testimony concerning Me."},{"ref":"Acts 22:19","refLong":"Acts 22:19","text":"And I said, Lord, they know that I was imprisoning and beating from synagogue to synagogue those who believe on You;"},{"ref":"Acts 22:20","refLong":"Acts 22:20","text":"And when the blood of Your witness Stephen was being shed, I myself also was standing by and approving and keeping the garments of those who did away with him."},{"ref":"Acts 22:21","refLong":"Acts 22:21","text":"And He said to me, Go, for I will send you forth far away to the Gentiles."},{"ref":"Acts 22:22","refLong":"Acts 22:22","text":"And they listened to him up to this word, and then they lifted up their voice, saying, Away from the earth with such a man, for it is not fitting for him to live!"},{"ref":"Acts 22:23","refLong":"Acts 22:23","text":"And as they were crying out and casting off their garments and throwing dust in the air,"},{"ref":"Acts 22:24","refLong":"Acts 22:24","text":"The commander ordered him to be brought into the barracks, saying that he should be examined by scourging in order that he might ascertain for what cause they were shouting against him so."},{"ref":"Acts 22:25","refLong":"Acts 22:25","text":"But as they stretched him out with the thongs, Paul said to the centurion standing by, Is it lawful for you to scourge a man who is a Roman and uncondemned?"},{"ref":"Acts 22:26","refLong":"Acts 22:26","text":"And when the centurion heard this, he went to the commander and reported, saying, What are you about to do? For this man is a Roman."},{"ref":"Acts 22:27","refLong":"Acts 22:27","text":"And the commander came and said to him, Tell me, are you a Roman? And he said, Yes."},{"ref":"Acts 22:28","refLong":"Acts 22:28","text":"And the commander answered, With a large sum of money I acquired this citizenship. And Paul said, But I was even born a Roman."},{"ref":"Acts 22:29","refLong":"Acts 22:29","text":"Immediately therefore those who were about to examine him withdrew from him; and the commander also was afraid, realizing that he was a Roman and that he had bound him."},{"ref":"Acts 22:30","refLong":"Acts 22:30","text":"And on the next day he, intending to find out for certain why he was accused by the Jews, released him and ordered the chief priests and all the Sanhedrin to come together; and having brought Paul down, he had him stand before them."}]},{"ref":"Acts 23","refLong":"Acts 23","numVerses":35,"verses":[{"ref":"Acts 23:1","refLong":"Acts 23:1","text":"And Paul, looking intently at the Sanhedrin, said, Men, brothers, I have conducted myself in all good conscience before God until this day."},{"ref":"Acts 23:2","refLong":"Acts 23:2","text":"And the high priest Ananias commanded those who stood by him to strike him on the mouth."},{"ref":"Acts 23:3","refLong":"Acts 23:3","text":"Then Paul said to him, God is going to strike you, you whitewashed wall. And do you sit to judge me according to the law, and contrary to the law you order me to be struck?"},{"ref":"Acts 23:4","refLong":"Acts 23:4","text":"And those standing by said, Do you revile the high priest of God?"},{"ref":"Acts 23:5","refLong":"Acts 23:5","text":"And Paul said, I did not know, brothers, that he is the high priest; for it is written, “You shall not speak evilly of the ruler of your people.”"},{"ref":"Acts 23:6","refLong":"Acts 23:6","text":"And Paul, knowing that one part was Sadducees and the other Pharisees, cried out in the Sanhedrin, Men, brothers, I am a Pharisee, a son of Pharisees; concerning the hope and resurrection of the dead I am being judged!"},{"ref":"Acts 23:7","refLong":"Acts 23:7","text":"And when he spoke this, a dissension took place between the Pharisees and Sadducees; and the multitude was divided."},{"ref":"Acts 23:8","refLong":"Acts 23:8","text":"For the Sadducees say that there is no resurrection, neither angel nor spirit; but the Pharisees confess both."},{"ref":"Acts 23:9","refLong":"Acts 23:9","text":"And there was a great outcry; and some of the scribes of the Pharisees’ party rose up and contended, saying, We find nothing evil in this man. And what if a spirit has spoken to him, or an angel?"},{"ref":"Acts 23:10","refLong":"Acts 23:10","text":"And when much dissension had taken place, the commander, fearing that Paul might be torn to pieces by them, ordered the detachment of soldiers to go down and seize him from their midst and bring him into the barracks."},{"ref":"Acts 23:11","refLong":"Acts 23:11","text":"But in the night following, the Lord stood by him and said, Take courage, for as you have solemnly testified to the things concerning Me in Jerusalem, so also you must testify in Rome."},{"ref":"Acts 23:12","refLong":"Acts 23:12","text":"And when it became day, the Jews formed a plot and put themselves under a curse, saying that they would neither eat nor drink until they had killed Paul."},{"ref":"Acts 23:13","refLong":"Acts 23:13","text":"And there were more than forty who swore to this conspiracy."},{"ref":"Acts 23:14","refLong":"Acts 23:14","text":"They came to the chief priests and the elders and said, We have bound ourselves with a curse to taste nothing until we kill Paul."},{"ref":"Acts 23:15","refLong":"Acts 23:15","text":"Now therefore you, with the Sanhedrin, notify the commander to bring him down to you, as though you were going to determine more accurately the things concerning him; and we, before he draws near, are ready to do away with him."},{"ref":"Acts 23:16","refLong":"Acts 23:16","text":"But the son of Paul’s sister heard of the ambush, and he came and entered into the barracks and reported it to Paul."},{"ref":"Acts 23:17","refLong":"Acts 23:17","text":"And Paul called one of the centurions to him and said, Bring this young man to the commander, for he has something to report to him."},{"ref":"Acts 23:18","refLong":"Acts 23:18","text":"So he took him and brought him to the commander and said, The prisoner Paul called me to him and asked me to bring this young man to you, because he has something to tell you."},{"ref":"Acts 23:19","refLong":"Acts 23:19","text":"And the commander took him by the hand and, withdrawing privately, inquired, What is it that you have to report to me?"},{"ref":"Acts 23:20","refLong":"Acts 23:20","text":"And he said, The Jews have agreed to ask you to bring Paul down tomorrow to the Sanhedrin, as though they were going to inquire somewhat more accurately concerning him."},{"ref":"Acts 23:21","refLong":"Acts 23:21","text":"So you should not be persuaded by them, for more than forty of their men are lying in ambush for him; they have put themselves under a curse neither to eat nor to drink until they have done away with him. And now they are ready, awaiting the promise from you."},{"ref":"Acts 23:22","refLong":"Acts 23:22","text":"So the commander dismissed the young man, charging him, Do not tell anyone that you have informed me of these things."},{"ref":"Acts 23:23","refLong":"Acts 23:23","text":"And he called to him a certain two of the centurions and said, Prepare two hundred soldiers to go as far as Caesarea, as well as seventy horsemen and two hundred spearmen, by the third hour of the night;"},{"ref":"Acts 23:24","refLong":"Acts 23:24","text":"And they were also to provide mounts to put Paul on and bring him safely to Felix the governor."},{"ref":"Acts 23:25","refLong":"Acts 23:25","text":"And he wrote a letter having this form:"},{"ref":"Acts 23:26","refLong":"Acts 23:26","text":"Claudius Lysias, to his Excellency, Governor Felix, rejoice."},{"ref":"Acts 23:27","refLong":"Acts 23:27","text":"This man, having been seized by the Jews and about to be done away with by them, I came upon with my detachment of soldiers and rescued, when I learned that he was a Roman."},{"ref":"Acts 23:28","refLong":"Acts 23:28","text":"And intending to ascertain the cause for which they were accusing him, I brought him down to their Sanhedrin,"},{"ref":"Acts 23:29","refLong":"Acts 23:29","text":"And found him to be accused concerning questions of their law, but having nothing worthy of death or of bonds laid to his charge."},{"ref":"Acts 23:30","refLong":"Acts 23:30","text":"And when it was disclosed to me that there was a plot against the man, I sent him at once to you, charging the accusers also to speak the things against him before you."},{"ref":"Acts 23:31","refLong":"Acts 23:31","text":"So the soldiers, according to what they had been directed, took up Paul and brought him by night to Antipatris."},{"ref":"Acts 23:32","refLong":"Acts 23:32","text":"And on the next day, leaving the horsemen to depart with him, they returned to the barracks."},{"ref":"Acts 23:33","refLong":"Acts 23:33","text":"And when they entered into Caesarea and handed over the letter to the governor, they presented Paul also to him."},{"ref":"Acts 23:34","refLong":"Acts 23:34","text":"And when he had read it, he asked from what province he was; and learning that he was from Cilicia,"},{"ref":"Acts 23:35","refLong":"Acts 23:35","text":"He said, I will hear your case fully when your accusers also arrive. And he ordered him to be guarded in Herod’s praetorium."}]},{"ref":"Acts 24","refLong":"Acts 24","numVerses":27,"verses":[{"ref":"Acts 24:1","refLong":"Acts 24:1","text":"And after five days the high priest Ananias came down with some elders and a certain orator, Tertullus; and they gave their information against Paul to the governor."},{"ref":"Acts 24:2","refLong":"Acts 24:2","text":"And when Paul was called, Tertullus began to accuse him, saying, Since we have obtained much peace through you, and since reforms are being carried out for this nation through your forethought"},{"ref":"Acts 24:3","refLong":"Acts 24:3","text":"Both in every way and everywhere, we welcome it, most excellent Felix, with all thankfulness."},{"ref":"Acts 24:4","refLong":"Acts 24:4","text":"But that I may not detain you further, I entreat you to hear us briefly in your forbearance."},{"ref":"Acts 24:5","refLong":"Acts 24:5","text":"For we have found this man a pest and an agitator of insurrections among all the Jews throughout the inhabited earth and a ringleader of the sect of the Nazarenes,"},{"ref":"Acts 24:6","refLong":"Acts 24:6","text":"Who has also tried to profane the temple. Him also we laid hold of and wanted to judge according to our law,"},{"ref":"Acts 24:7","refLong":"Acts 24:7","text":"But Lysias the commander came by and with much force took him away from our hands"},{"ref":"Acts 24:8","refLong":"Acts 24:8","text":"And ordered his accusers to come to you. When you have examined this man yourself concerning all these things, you will be able to ascertain from him the things which we accuse him of."},{"ref":"Acts 24:9","refLong":"Acts 24:9","text":"And the Jews also joined in the attack, affirming that these things were so."},{"ref":"Acts 24:10","refLong":"Acts 24:10","text":"And when the governor nodded for him to speak, Paul answered: Knowing that for many years you have been a judge to this nation, I gladly make my defense for the things concerning myself,"},{"ref":"Acts 24:11","refLong":"Acts 24:11","text":"Since you can realize that it is not more than twelve days since I went up to worship in Jerusalem."},{"ref":"Acts 24:12","refLong":"Acts 24:12","text":"And neither in the temple did they find me disputing with anyone nor stirring up a crowd, nor in the synagogues, nor throughout the city."},{"ref":"Acts 24:13","refLong":"Acts 24:13","text":"Neither are they able to prove to you the things which they now accuse me of."},{"ref":"Acts 24:14","refLong":"Acts 24:14","text":"But I confess this to you, that according to the Way, which they call a sect, so I serve the God of our fathers, believing all the things that are written in the Law and in the Prophets;"},{"ref":"Acts 24:15","refLong":"Acts 24:15","text":"Having hope toward God, which these themselves also look for, that there is to be a resurrection of both the righteous and the unrighteous."},{"ref":"Acts 24:16","refLong":"Acts 24:16","text":"Because of this I also exercise myself to always have a conscience without offense toward God and men."},{"ref":"Acts 24:17","refLong":"Acts 24:17","text":"Now after many years I came bringing alms to my nation and offerings;"},{"ref":"Acts 24:18","refLong":"Acts 24:18","text":"In which they found me purified in the temple, with no crowd or uproar. But certain Jews from Asia,"},{"ref":"Acts 24:19","refLong":"Acts 24:19","text":"Who should have been present before you and made accusation if they had anything against me —"},{"ref":"Acts 24:20","refLong":"Acts 24:20","text":"Or else let these men themselves say what wrongdoing they found when I stood before the Sanhedrin,"},{"ref":"Acts 24:21","refLong":"Acts 24:21","text":"Other than concerning this one sound which I cried out while standing among them, Concerning the resurrection of the dead I am being judged today before you."},{"ref":"Acts 24:22","refLong":"Acts 24:22","text":"But Felix, knowing more accurately the things concerning the Way, deferred them, saying, When Lysias the commander comes down, I will determine your affairs."},{"ref":"Acts 24:23","refLong":"Acts 24:23","text":"And he directed the centurion to keep him in custody, and that he should have some liberty and that no one should prevent his own people from attending to him."},{"ref":"Acts 24:24","refLong":"Acts 24:24","text":"But after some days, Felix arrived with Drusilla his wife, who was a Jewess, and he sent for Paul and heard him concerning the faith in Christ Jesus."},{"ref":"Acts 24:25","refLong":"Acts 24:25","text":"And as he was reasoning concerning righteousness and self-control and the judgment to come, Felix became afraid and answered, Go for the present, and when I have an opportunity, I will call for you;"},{"ref":"Acts 24:26","refLong":"Acts 24:26","text":"Hoping at the same time also that money would be given to him by Paul. Therefore he also sent for him more frequently and conversed with him."},{"ref":"Acts 24:27","refLong":"Acts 24:27","text":"And when two years were completed, Felix was succeeded by Porcius Festus; and wanting to gain favor with the Jews, Felix left Paul bound."}]},{"ref":"Acts 25","refLong":"Acts 25","numVerses":27,"verses":[{"ref":"Acts 25:1","refLong":"Acts 25:1","text":"Festus therefore, having come into the province, after three days went up to Jerusalem from Caesarea."},{"ref":"Acts 25:2","refLong":"Acts 25:2","text":"And the chief priests and leading men of the Jews gave their information to him against Paul; and they entreated him,"},{"ref":"Acts 25:3","refLong":"Acts 25:3","text":"Asking for a favor against him, that he would summon him to Jerusalem, they themselves setting an ambush to do away with him on the way."},{"ref":"Acts 25:4","refLong":"Acts 25:4","text":"Festus therefore answered that Paul was being kept in custody in Caesarea, and that he himself was about to proceed there shortly."},{"ref":"Acts 25:5","refLong":"Acts 25:5","text":"Therefore, he said, let influential men from among you go down with me, and if there is anything wrong in the man, let them accuse him."},{"ref":"Acts 25:6","refLong":"Acts 25:6","text":"And having stayed among them not more than eight or ten days, he went down to Caesarea; and on the next day he sat on the judgment seat and ordered Paul to be brought."},{"ref":"Acts 25:7","refLong":"Acts 25:7","text":"And when he arrived, the Jews who had come down from Jerusalem stood around him, bringing many serious charges against him, which they were not able to prove,"},{"ref":"Acts 25:8","refLong":"Acts 25:8","text":"While Paul said in his defense, Neither against the law of the Jews nor against the temple nor against Caesar have I sinned in anything."},{"ref":"Acts 25:9","refLong":"Acts 25:9","text":"But Festus, wanting to gain favor with the Jews, answered Paul and said, Are you willing to go up to Jerusalem and be judged there before me concerning these things?"},{"ref":"Acts 25:10","refLong":"Acts 25:10","text":"And Paul said, I am standing before Caesar’s judgment seat, where I ought to be judged. I have done nothing wrong to the Jews, as you also very well know."},{"ref":"Acts 25:11","refLong":"Acts 25:11","text":"If therefore I am doing wrong and have committed anything worthy of death, I do not refuse to die; but if there is nothing to the things which these accuse me of, no one can hand me over to them. I appeal to Caesar."},{"ref":"Acts 25:12","refLong":"Acts 25:12","text":"Then when Festus had conferred with the council, he answered, To Caesar you have appealed; to Caesar you shall go."},{"ref":"Acts 25:13","refLong":"Acts 25:13","text":"Now when some days had passed, Agrippa the king and Bernice arrived at Caesarea and greeted Festus."},{"ref":"Acts 25:14","refLong":"Acts 25:14","text":"And while they were staying some additional days there, Festus laid before the king the matters regarding Paul, saying, There is a certain man who has been left a prisoner by Felix,"},{"ref":"Acts 25:15","refLong":"Acts 25:15","text":"Concerning whom, when I was in Jerusalem, the chief priests and the elders of the Jews gave information and asked for a sentence against him."},{"ref":"Acts 25:16","refLong":"Acts 25:16","text":"To them I answered that it is not the custom with Romans to hand over any man before he who is accused meets the accusers face to face and has an opportunity for a defense concerning the charge."},{"ref":"Acts 25:17","refLong":"Acts 25:17","text":"So when they had come together here, I made no delay; on the next day, sitting on the judgment seat, I ordered the man to be brought."},{"ref":"Acts 25:18","refLong":"Acts 25:18","text":"Concerning him the accusers stood and brought no charge of the evil things I was suspecting."},{"ref":"Acts 25:19","refLong":"Acts 25:19","text":"But they had certain questions against him concerning their own religion and concerning a certain Jesus who had died, whom Paul affirmed to be alive."},{"ref":"Acts 25:20","refLong":"Acts 25:20","text":"And being at a loss as to how there should be an inquiry concerning these things, I asked him if he was willing to go to Jerusalem and be judged there concerning these things."},{"ref":"Acts 25:21","refLong":"Acts 25:21","text":"But when Paul appealed to be kept in custody for the decision of the Emperor, I ordered him to be kept in custody until I should send him up to Caesar."},{"ref":"Acts 25:22","refLong":"Acts 25:22","text":"And Agrippa said to Festus, I myself also would like to hear the man. Tomorrow, said Festus, you shall hear him."},{"ref":"Acts 25:23","refLong":"Acts 25:23","text":"Therefore on the next day, when Agrippa and Bernice came with great pomp and entered into the hall of audience together with the commanders and prominent men of the city, and when Festus had given the order, Paul was brought."},{"ref":"Acts 25:24","refLong":"Acts 25:24","text":"And Festus said, King Agrippa, and all you men who are present with us, you behold this man, concerning whom all the multitude of Jews have petitioned me, both in Jerusalem and here, shouting that he ought not to live any longer."},{"ref":"Acts 25:25","refLong":"Acts 25:25","text":"But I found that he had done nothing worthy of death; and since he himself appealed to the Emperor, I decided to send him."},{"ref":"Acts 25:26","refLong":"Acts 25:26","text":"Concerning him I have nothing definite to write to my lord; therefore I have brought him before you, and especially before you, King Agrippa, so that when the examination has taken place, I may have something to write."},{"ref":"Acts 25:27","refLong":"Acts 25:27","text":"For it seems unreasonable to me, in sending a prisoner, not to also signify the charges against him."}]},{"ref":"Acts 26","refLong":"Acts 26","numVerses":32,"verses":[{"ref":"Acts 26:1","refLong":"Acts 26:1","text":"And Agrippa said to Paul, You are permitted to speak for yourself. Then Paul stretched out his hand and made his defense:"},{"ref":"Acts 26:2","refLong":"Acts 26:2","text":"Concerning all the things which I am accused of by the Jews, King Agrippa, I consider myself blessed that I am to make my defense before you today,"},{"ref":"Acts 26:3","refLong":"Acts 26:3","text":"Especially since you are familiar with all the customs and questions among the Jews; therefore I beg you to listen to me patiently."},{"ref":"Acts 26:4","refLong":"Acts 26:4","text":"The manner of my life from youth, which from the beginning was among my own nation and in Jerusalem, all the Jews know,"},{"ref":"Acts 26:5","refLong":"Acts 26:5","text":"Since they have previously known about me from the first, if they were willing to testify, that according to the strictest sect of our religion I lived as a Pharisee."},{"ref":"Acts 26:6","refLong":"Acts 26:6","text":"And now I stand here being judged for the hope of the promise made by God to our fathers,"},{"ref":"Acts 26:7","refLong":"Acts 26:7","text":"To which our twelve tribes, earnestly serving night and day, hope to attain. Concerning this hope I am accused by the Jews, O king."},{"ref":"Acts 26:8","refLong":"Acts 26:8","text":"Why is it judged incredible among you if God raises the dead?"},{"ref":"Acts 26:9","refLong":"Acts 26:9","text":"Well then, I thought to myself that I ought to do many things contrary to the name of Jesus the Nazarene,"},{"ref":"Acts 26:10","refLong":"Acts 26:10","text":"Which also I did in Jerusalem; and I both shut up many of the saints in prison when I had received authority from the chief priests and cast a vote against them when they were being done away with."},{"ref":"Acts 26:11","refLong":"Acts 26:11","text":"And in all the synagogues I punished them often and tried to compel them to blaspheme; and being exceedingly enraged at them, I persecuted them even as far as foreign cities."},{"ref":"Acts 26:12","refLong":"Acts 26:12","text":"Engaged in these things, I journeyed to Damascus with authority and a commission from the chief priests."},{"ref":"Acts 26:13","refLong":"Acts 26:13","text":"At midday, on the way, I saw, O king, a light from heaven beyond the brightness of the sun, shining around me and those who journeyed with me."},{"ref":"Acts 26:14","refLong":"Acts 26:14","text":"And when we all fell to the ground, I heard a voice saying to me in the Hebrew dialect, Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads."},{"ref":"Acts 26:15","refLong":"Acts 26:15","text":"And I said, Who are You, Lord? And the Lord said, I am Jesus, whom you persecute."},{"ref":"Acts 26:16","refLong":"Acts 26:16","text":"But rise up and stand on your feet; for I have appeared to you for this purpose, to appoint you as a minister and a witness both of the things in which you have seen Me and of the things in which I will appear to you;"},{"ref":"Acts 26:17","refLong":"Acts 26:17","text":"Delivering you from the people and from the Gentiles, to whom I send you,"},{"ref":"Acts 26:18","refLong":"Acts 26:18","text":"To open their eyes, to turn them from darkness to light and from the authority of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith in Me."},{"ref":"Acts 26:19","refLong":"Acts 26:19","text":"Therefore, King Agrippa, I was not disobedient to the heavenly vision,"},{"ref":"Acts 26:20","refLong":"Acts 26:20","text":"But declared both to those in Damascus first and in Jerusalem and throughout all the country of Judea and to the Gentiles that they should repent and turn to God, doing works worthy of repentance."},{"ref":"Acts 26:21","refLong":"Acts 26:21","text":"Because of these things certain Jews seized me while I was in the temple and tried to slay me."},{"ref":"Acts 26:22","refLong":"Acts 26:22","text":"Having therefore obtained the help which is from God, I have stood unto this day, testifying both to small and great, saying nothing apart from the things which both the prophets and Moses have said would take place,"},{"ref":"Acts 26:23","refLong":"Acts 26:23","text":"That the Christ would suffer and that He, being the first to rise from the dead, would announce light both to the people and to the Gentiles."},{"ref":"Acts 26:24","refLong":"Acts 26:24","text":"And as he was saying these things in his defense, Festus said with a loud voice, You are insane, Paul. Much learning is driving you insane."},{"ref":"Acts 26:25","refLong":"Acts 26:25","text":"But Paul said, I am not insane, most excellent Festus, but I am uttering words of truth and soberness."},{"ref":"Acts 26:26","refLong":"Acts 26:26","text":"For the king knows about these things, to whom also I speak freely, for I am persuaded that none of these things have escaped his notice; for this has not been done in a corner."},{"ref":"Acts 26:27","refLong":"Acts 26:27","text":"King Agrippa, do you believe the prophets? I know that you believe."},{"ref":"Acts 26:28","refLong":"Acts 26:28","text":"And Agrippa replied to Paul, By so little are you trying to persuade me to become a Christian?"},{"ref":"Acts 26:29","refLong":"Acts 26:29","text":"And Paul said, I would to God that both by little and by much, not only you, but also all those who hear me today might become even such as I am, except for these bonds."},{"ref":"Acts 26:30","refLong":"Acts 26:30","text":"And the king rose up, and the governor and Bernice and those sitting with them;"},{"ref":"Acts 26:31","refLong":"Acts 26:31","text":"And when they had withdrawn, they spoke to one another, saying, This man is doing nothing worthy of death or of bonds."},{"ref":"Acts 26:32","refLong":"Acts 26:32","text":"And Agrippa said to Festus, This man could have been released, had he not appealed to Caesar."}]},{"ref":"Acts 27","refLong":"Acts 27","numVerses":44,"verses":[{"ref":"Acts 27:1","refLong":"Acts 27:1","text":"And when it was decided that we should sail to Italy, they delivered Paul and some other prisoners to a centurion named Julius of the Augustan cohort."},{"ref":"Acts 27:2","refLong":"Acts 27:2","text":"And going on board an Adramyttian ship which was about to sail to places along the coast of Asia, we put out to sea, Aristarchus, a Macedonian of Thessalonica, being with us."},{"ref":"Acts 27:3","refLong":"Acts 27:3","text":"And on the next day we landed at Sidon; and Julius, treating Paul kindly, allowed him to go to his friends to receive care."},{"ref":"Acts 27:4","refLong":"Acts 27:4","text":"And from there we put out to sea and sailed under the shelter of Cyprus because the winds were contrary."},{"ref":"Acts 27:5","refLong":"Acts 27:5","text":"And having sailed across the open sea which lies off Cilicia and Pamphylia, we came down to Myra of Lycia."},{"ref":"Acts 27:6","refLong":"Acts 27:6","text":"And there the centurion found an Alexandrian ship sailing for Italy, and he put us onto it."},{"ref":"Acts 27:7","refLong":"Acts 27:7","text":"And when we had sailed slowly for a considerable number of days and came with difficulty off Cnidus, the wind not permitting us to go on, we sailed under the shelter of Crete, off Salmone."},{"ref":"Acts 27:8","refLong":"Acts 27:8","text":"And coasting along it with difficulty, we came to a certain place called Fair Havens, near which was the city of Lasea."},{"ref":"Acts 27:9","refLong":"Acts 27:9","text":"And when considerable time had passed and the voyage was now dangerous, and also because the Fast had already gone by, Paul advised them,"},{"ref":"Acts 27:10","refLong":"Acts 27:10","text":"Saying to them, Men, I perceive that the voyage is to be with damage and much loss, not only of the cargo and the ship, but also of our lives."},{"ref":"Acts 27:11","refLong":"Acts 27:11","text":"But the centurion was persuaded by the navigator and the ship’s owner rather than by the things that were being said by Paul."},{"ref":"Acts 27:12","refLong":"Acts 27:12","text":"And as the harbor was not suitable for wintering, the majority gave counsel to put out to sea from there, if somehow they might be able to reach Phoenix, a harbor of Crete facing northeast and southeast, and spend the winter there."},{"ref":"Acts 27:13","refLong":"Acts 27:13","text":"And when a south wind blew gently, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete close inshore."},{"ref":"Acts 27:14","refLong":"Acts 27:14","text":"But not long afterward there beat down from the island a hurricane wind called Euraquilo."},{"ref":"Acts 27:15","refLong":"Acts 27:15","text":"And when the ship was caught by it and was not able to face the wind, we gave way to it and were driven along."},{"ref":"Acts 27:16","refLong":"Acts 27:16","text":"And running under the shelter of a certain little island called Clauda, we were hardly able to get control of the small boat."},{"ref":"Acts 27:17","refLong":"Acts 27:17","text":"And when they had hoisted it up, they used supports to undergird the ship. And because they feared that they might run aground on Syrtis, they lowered the gear and so were driven along."},{"ref":"Acts 27:18","refLong":"Acts 27:18","text":"The next day, as we were being violently storm-tossed, they began to jettison the cargo;"},{"ref":"Acts 27:19","refLong":"Acts 27:19","text":"And on the third day they threw the ship’s gear overboard, even with their own hands."},{"ref":"Acts 27:20","refLong":"Acts 27:20","text":"And when neither sun nor stars appeared for many days, and while no small storm was assailing us, from then on all hope that we might be saved was being abandoned."},{"ref":"Acts 27:21","refLong":"Acts 27:21","text":"And when they had been a long time without food, Paul then stood in their midst and said, O men, you should have listened to me and not set sail from Crete and gained this damage and loss."},{"ref":"Acts 27:22","refLong":"Acts 27:22","text":"And now I advise you to cheer up, for there will be no loss of life among you, but only of the ship."},{"ref":"Acts 27:23","refLong":"Acts 27:23","text":"For this very night an angel of the God whose I am and whom I serve stood by me,"},{"ref":"Acts 27:24","refLong":"Acts 27:24","text":"Saying, Do not fear, Paul; you must stand before Caesar. And behold, God has granted you all those who are sailing with you."},{"ref":"Acts 27:25","refLong":"Acts 27:25","text":"Therefore, cheer up, men, for I believe God that it shall be so, even in the way in which it has been spoken to me."},{"ref":"Acts 27:26","refLong":"Acts 27:26","text":"But we must run aground on a certain island."},{"ref":"Acts 27:27","refLong":"Acts 27:27","text":"But when the fourteenth night came, as we were being driven about in the Adriatic Sea, about the middle of the night the sailors suspected that some land was approaching them."},{"ref":"Acts 27:28","refLong":"Acts 27:28","text":"And they took soundings and found it to be twenty fathoms; and when they had gone a little farther, they sounded again and found it to be fifteen fathoms."},{"ref":"Acts 27:29","refLong":"Acts 27:29","text":"And fearing that we might run aground somewhere on rocky places, they threw four anchors from the stern and wished for day to come."},{"ref":"Acts 27:30","refLong":"Acts 27:30","text":"And when the sailors sought to flee from the ship, having lowered the small boat into the sea under pretense of intending to lay out anchors from the bow,"},{"ref":"Acts 27:31","refLong":"Acts 27:31","text":"Paul said to the centurion and the soldiers, Unless these men remain in the ship, you cannot be saved."},{"ref":"Acts 27:32","refLong":"Acts 27:32","text":"Then the soldiers cut away the ropes of the small boat and let it fall away."},{"ref":"Acts 27:33","refLong":"Acts 27:33","text":"And until day was about to come, Paul encouraged them all to take some food, saying, Today is the fourteenth day that you have continued watching without food, taking nothing."},{"ref":"Acts 27:34","refLong":"Acts 27:34","text":"Therefore I encourage you to take some food, for this is for your salvation; for not a hair from the head of any one of you shall perish."},{"ref":"Acts 27:35","refLong":"Acts 27:35","text":"And when he had said these things and had taken bread, he gave thanks to God before all; and he broke it and began to eat."},{"ref":"Acts 27:36","refLong":"Acts 27:36","text":"And all became cheerful, and they also took food."},{"ref":"Acts 27:37","refLong":"Acts 27:37","text":"Now we were in all two hundred and seventy-six souls in the ship."},{"ref":"Acts 27:38","refLong":"Acts 27:38","text":"And when they were satisfied with food, they began to lighten the ship, throwing out the wheat into the sea."},{"ref":"Acts 27:39","refLong":"Acts 27:39","text":"And when day came, they could not recognize the land, but they noticed a certain bay, which had a beach, into which they took counsel to drive the ship, if they were able."},{"ref":"Acts 27:40","refLong":"Acts 27:40","text":"And casting off the anchors, they left them in the sea, at the same time loosening the bands of the rudders; and hoisting the foresail to the blowing of the wind, they held course for the beach."},{"ref":"Acts 27:41","refLong":"Acts 27:41","text":"But striking a sandbar with the sea on both sides, they ran the vessel aground; and the bow stuck fast and remained immovable, but the stern was broken up by the violence of the waves."},{"ref":"Acts 27:42","refLong":"Acts 27:42","text":"And the counsel of the soldiers was that they should kill the prisoners, lest anyone swim away and escape;"},{"ref":"Acts 27:43","refLong":"Acts 27:43","text":"But the centurion, intending to bring Paul safely through, prevented them from their intention and ordered those who were able to swim to throw themselves overboard first and get to the land,"},{"ref":"Acts 27:44","refLong":"Acts 27:44","text":"And the rest to follow, some on planks, and others on some of the things from the ship. And so it happened that all were brought safely through onto the land."}]},{"ref":"Acts 28","refLong":"Acts 28","numVerses":31,"verses":[{"ref":"Acts 28:1","refLong":"Acts 28:1","text":"And having been brought safely through, we recognized then that the island was called Malta."},{"ref":"Acts 28:2","refLong":"Acts 28:2","text":"And the natives showed us uncommon kindness, for they kindled a fire and took us all in because of the rain coming on and because of the cold."},{"ref":"Acts 28:3","refLong":"Acts 28:3","text":"But when Paul had collected a bundle of sticks and put them on the fire, a viper came out because of the heat and fastened onto his hand."},{"ref":"Acts 28:4","refLong":"Acts 28:4","text":"And when the natives saw the snake hanging from his hand, they said to one another, Undoubtedly this man is a murderer, whom, though he has been brought safely out of the sea, Justice has not allowed to live."},{"ref":"Acts 28:5","refLong":"Acts 28:5","text":"However he shook off the snake into the fire and suffered no harm;"},{"ref":"Acts 28:6","refLong":"Acts 28:6","text":"And they expected that he would swell up or suddenly fall down dead. But when they had waited for a long time and beheld nothing unusual happening to him, they changed their minds and said that he was a god."},{"ref":"Acts 28:7","refLong":"Acts 28:7","text":"Now in the vicinity of that place were the lands of the leading man of the island, named Publius, who welcomed us and gave us hospitality three days in a friendly way."},{"ref":"Acts 28:8","refLong":"Acts 28:8","text":"And the father of Publius was lying down sick with fever and dysentery. Paul went in to him, and having prayed and laid his hands on him, healed him."},{"ref":"Acts 28:9","refLong":"Acts 28:9","text":"And when this happened, the rest also in the island who had sicknesses came to him and were healed."},{"ref":"Acts 28:10","refLong":"Acts 28:10","text":"They also honored us with many honors; and as we put out to sea, they put on board the things for our needs."},{"ref":"Acts 28:11","refLong":"Acts 28:11","text":"And after it had been three months, we put out to sea in an Alexandrian ship which had wintered in the island, with the twin sons of Zeus for its figurehead."},{"ref":"Acts 28:12","refLong":"Acts 28:12","text":"And having landed at Syracuse, we remained three days."},{"ref":"Acts 28:13","refLong":"Acts 28:13","text":"From there we sailed around and arrived at Rhegium. And after one day a south wind came on, and the second day we came to Puteoli,"},{"ref":"Acts 28:14","refLong":"Acts 28:14","text":"Where, having found brothers, we were urged to remain with them seven days. And thus we came to Rome."},{"ref":"Acts 28:15","refLong":"Acts 28:15","text":"And from there the brothers, having heard about the things concerning us, came as far as the Market of Appius and Three Inns to meet us; and when Paul saw them, he thanked God and took courage."},{"ref":"Acts 28:16","refLong":"Acts 28:16","text":"And when we entered into Rome, Paul was permitted to remain by himself with the soldier who was guarding him."},{"ref":"Acts 28:17","refLong":"Acts 28:17","text":"And after three days he called together those who were the leading men of the Jews; and when they came together, he said to them, Men, brothers, though I have done nothing against the people or the customs of our fathers, I have been delivered as a prisoner from Jerusalem into the hands of the Romans,"},{"ref":"Acts 28:18","refLong":"Acts 28:18","text":"Who, having examined me, intended to release me, because there was not one cause of death in me."},{"ref":"Acts 28:19","refLong":"Acts 28:19","text":"But when the Jews spoke against this, I was compelled to appeal to Caesar, not that I have anything to accuse my nation of."},{"ref":"Acts 28:20","refLong":"Acts 28:20","text":"For this cause therefore, I have entreated you to see me and speak with me; for on account of the hope of Israel I have this chain around me."},{"ref":"Acts 28:21","refLong":"Acts 28:21","text":"And they said to him, We have neither received letters from Judea concerning you, nor have any of the brothers come and reported or spoken anything evil concerning you."},{"ref":"Acts 28:22","refLong":"Acts 28:22","text":"But we think it is fitting to hear from you what you think, for concerning this sect it is indeed known to us that it is spoken against everywhere."},{"ref":"Acts 28:23","refLong":"Acts 28:23","text":"And once they had appointed a day for him, many came to him at his lodging, to whom he expounded these matters, solemnly testifying of the kingdom of God and persuading them concerning Jesus from both the Law of Moses and the Prophets, from morning until evening."},{"ref":"Acts 28:24","refLong":"Acts 28:24","text":"And some were persuaded by the things which were said, but others did not believe."},{"ref":"Acts 28:25","refLong":"Acts 28:25","text":"And when they disagreed with one another, they departed, Paul saying one word to them, Well has the Holy Spirit spoken through Isaiah the prophet to your fathers,"},{"ref":"Acts 28:26","refLong":"Acts 28:26","text":"Saying, “Go to this people and say, In hearing you shall hear and by no means understand, and seeing you will see and by no means perceive;"},{"ref":"Acts 28:27","refLong":"Acts 28:27","text":"For the heart of this people has become fat, and with their ears they have heard heavily, and their eyes they have closed, lest they perceive with their eyes and hear with their ears and understand with their heart, and they turn around, and I will heal them.”"},{"ref":"Acts 28:28","refLong":"Acts 28:28","text":"Let it be known to you therefore that this salvation of God has been sent to the Gentiles; they will also hear it."},{"ref":"Acts 28:29","refLong":"Acts 28:29","text":"And when he had spoken these things, the Jews departed, having much dispute among themselves."},{"ref":"Acts 28:30","refLong":"Acts 28:30","text":"And he remained two whole years in his own rented dwelling and welcomed all those who came to him,"},{"ref":"Acts 28:31","refLong":"Acts 28:31","text":"Proclaiming the kingdom of God and teaching the things concerning the Lord Jesus Christ with all boldness, unhindered."}]}]}