{"ref":"Esth.","refLong":"Esther","numChapters":10,"chapters":[{"ref":"Esth. 1","refLong":"Esther 1","numVerses":22,"verses":[{"ref":"Esth. 1:1","refLong":"Esther 1:1","text":"Now in the days of Ahasuerus (this is the Ahasuerus who reigned from India to Ethiopia over one hundred twenty-seven provinces)"},{"ref":"Esth. 1:2","refLong":"Esther 1:2","text":"In those days when King Ahasuerus sat on the throne of his kingdom, which was in Susa the capital,"},{"ref":"Esth. 1:3","refLong":"Esther 1:3","text":"In the third year of his reign, he held a banquet for all his princes and his servants. The army of Persia and Media, the nobles, and the princes of the provinces were before him"},{"ref":"Esth. 1:4","refLong":"Esther 1:4","text":"As he showed the glorious wealth of his kingdom and the splendor of his great majesty for many days, for one hundred eighty days."},{"ref":"Esth. 1:5","refLong":"Esther 1:5","text":"And when these days were completed, the king held a banquet for seven days for all the people found in Susa the capital, both great and small, in the court of the garden of the king’s palace."},{"ref":"Esth. 1:6","refLong":"Esther 1:6","text":"There were white cotton curtains and blue hangings tied with cords of fine linen and purple to silver rings and marble pillars, as well as couches of gold and silver upon a pavement of porphyry, white marble, mother-of-pearl, and mosaics."},{"ref":"Esth. 1:7","refLong":"Esther 1:7","text":"And drinks were served in vessels of gold, and the vessels were different from one another; and the royal wine was abundant, according to the king’s bounty."},{"ref":"Esth. 1:8","refLong":"Esther 1:8","text":"And the drinking was, by commandment, without constraint; for so the king had ordered all the officials of his house to do as each man desired."},{"ref":"Esth. 1:9","refLong":"Esther 1:9","text":"Also Vashti the queen held a banquet for the women in the royal house that belonged to King Ahasuerus."},{"ref":"Esth. 1:10","refLong":"Esther 1:10","text":"On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven eunuchs who served in the presence of Ahasuerus the king,"},{"ref":"Esth. 1:11","refLong":"Esther 1:11","text":"To bring Vashti the queen before the king with the royal crown, in order to show her beauty to the peoples and the princes; for she was beautiful in appearance."},{"ref":"Esth. 1:12","refLong":"Esther 1:12","text":"But Queen Vashti refused to come at the king’s command given through the king’s eunuchs; and the king became very angry, and his wrath burned within him."},{"ref":"Esth. 1:13","refLong":"Esther 1:13","text":"Then the king said to the wise men, who knew the times (for such was the custom of the king toward all who knew law and justice;"},{"ref":"Esth. 1:14","refLong":"Esther 1:14","text":"And those next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face and sat first in the kingdom):"},{"ref":"Esth. 1:15","refLong":"Esther 1:15","text":"According to the law, what is to be done to Queen Vashti because she has not performed the command of King Ahasuerus given through the eunuchs?"},{"ref":"Esth. 1:16","refLong":"Esther 1:16","text":"And Memucan answered before the king and the princes, Vashti the queen has done wrong not only to the king but also to all the princes and all the peoples who are in all the provinces of King Ahasuerus."},{"ref":"Esth. 1:17","refLong":"Esther 1:17","text":"For this deed of the queen will go out to all women, causing them to view their husbands contemptibly as they say, King Ahasuerus commanded Vashti the queen to be brought to his presence, but she did not come."},{"ref":"Esth. 1:18","refLong":"Esther 1:18","text":"And this day the princesses of Persia and Media who have heard of the queen’s deed will speak likewise to all the king’s princes, and contempt and wrath will abound."},{"ref":"Esth. 1:19","refLong":"Esther 1:19","text":"If it please the king, let a royal order go forth from him, and let it be written among the laws of the Persians and the Medes, so that it cannot be overruled, that Vashti come no more into the presence of King Ahasuerus and that the king give her royal estate to another who is better than she."},{"ref":"Esth. 1:20","refLong":"Esther 1:20","text":"And when the king’s decree which he will make is heard throughout all his kingdom, vast though it is, all women will give honor to their husbands, great and small."},{"ref":"Esth. 1:21","refLong":"Esther 1:21","text":"And this word pleased the king and the princes, and the king did according to Memucan’s word."},{"ref":"Esth. 1:22","refLong":"Esther 1:22","text":"So he sent letters to all the king’s provinces, to each province in its own script and to each people in their own language, that every man should be master in his own house and speak in the language of his own people."}]},{"ref":"Esth. 2","refLong":"Esther 2","numVerses":23,"verses":[{"ref":"Esth. 2:1","refLong":"Esther 2:1","text":"After these things, when the anger of King Ahasuerus subsided, he remembered Vashti and what she had done and what had been decreed against her."},{"ref":"Esth. 2:2","refLong":"Esther 2:2","text":"Then the king’s attendants who served him said, Let young virgins, beautiful in appearance, be sought for the king;"},{"ref":"Esth. 2:3","refLong":"Esther 2:3","text":"And let the king appoint officers in all the provinces of his kingdom to gather all the young virgins, beautiful in appearance, to Susa the capital, to the house of the women and into the custody of Hegai the king’s eunuch, who is in charge of the women; and let their cosmetics be given to them."},{"ref":"Esth. 2:4","refLong":"Esther 2:4","text":"And let the young woman who pleases the king become queen in place of Vashti. And the word pleased the king, and he did so."},{"ref":"Esth. 2:5","refLong":"Esther 2:5","text":"There was a Jew in Susa the capital whose name was Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjaminite,"},{"ref":"Esth. 2:6","refLong":"Esther 2:6","text":"Who had been carried away from Jerusalem with the captives who had been carried away with Jeconiah the king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."},{"ref":"Esth. 2:7","refLong":"Esther 2:7","text":"And he was foster father to Hadassah, that is, Esther, his uncle’s daughter, for she had neither father nor mother; and the young woman was beautiful in form and appearance. And when her father and mother died, Mordecai took her to himself as his daughter."},{"ref":"Esth. 2:8","refLong":"Esther 2:8","text":"So when the king’s commandment and his decree were heard, and when many young women were gathered to Susa the capital into the custody of Hegai, Esther was taken to the king’s house into the custody of Hegai, who was in charge of the women."},{"ref":"Esth. 2:9","refLong":"Esther 2:9","text":"And the young woman pleased him, and she obtained kindness in his presence. And he quickly gave her her cosmetics and her portions as well as the seven choice young maids who were to be given her from the king’s house. And he transferred her and her young maids to the best place in the house of the women."},{"ref":"Esth. 2:10","refLong":"Esther 2:10","text":"Esther did not make known her people or her kindred, for Mordecai had charged her not to make these known."},{"ref":"Esth. 2:11","refLong":"Esther 2:11","text":"And every day Mordecai walked in front of the court of the house of the women to learn how Esther was and what was happening to her."},{"ref":"Esth. 2:12","refLong":"Esther 2:12","text":"Now when the turn of each young woman came to go in to King Ahasuerus, at the end of the twelve months of her preparation according to the regulation for the women (for the days of their beautification were completed as follows: six months with oil of myrrh and six months with spices and with the women’s cosmetics),"},{"ref":"Esth. 2:13","refLong":"Esther 2:13","text":"The young woman would go in to the king in this way: Anything that she desired was given her to go with her from the house of the women to the house of the king."},{"ref":"Esth. 2:14","refLong":"Esther 2:14","text":"In the evening she would go in, and in the morning she would return to the second house of the women, to the custody of Shaashgaz the king’s eunuch, who was in charge of the concubines. She would not go again in to the king unless the king delighted in her and she was summoned by name."},{"ref":"Esth. 2:15","refLong":"Esther 2:15","text":"Now when the turn of Esther the daughter of Abihail, the uncle of Mordecai, who had taken her to himself as his daughter, came to go in to the king, she requested nothing except what Hegai the king’s eunuch, who was in charge of the women, advised. And Esther obtained favor in the sight of all who saw her."},{"ref":"Esth. 2:16","refLong":"Esther 2:16","text":"So Esther was taken to King Ahasuerus in his royal palace in the tenth month, which is the month Tebeth, in the seventh year of his reign."},{"ref":"Esth. 2:17","refLong":"Esther 2:17","text":"And the king loved Esther more than all the other women. And she obtained favor and kindness with him more than all the other virgins, so he set the royal crown on her head and made her queen in place of Vashti."},{"ref":"Esth. 2:18","refLong":"Esther 2:18","text":"And the king held a great banquet for all his princes and his servants, Esther’s banquet; and he made it a holiday for the provinces and gave gifts according to the king’s bounty."},{"ref":"Esth. 2:19","refLong":"Esther 2:19","text":"And when the virgins were gathered together the second time, Mordecai was sitting in the king’s gate."},{"ref":"Esth. 2:20","refLong":"Esther 2:20","text":"Esther had not yet made known her kindred or her people, as Mordecai had charged her; for Esther did what Mordecai told her, as she had when he was bringing her up."},{"ref":"Esth. 2:21","refLong":"Esther 2:21","text":"In those days, while Mordecai was sitting in the king’s gate, Bigthan and Teresh, two of the king’s eunuchs, among those who were in charge of the threshold, became angry and sought to lay hands on King Ahasuerus."},{"ref":"Esth. 2:22","refLong":"Esther 2:22","text":"And the thing became known to Mordecai, and he told Esther the queen; and Esther told the king in Mordecai’s name."},{"ref":"Esth. 2:23","refLong":"Esther 2:23","text":"And when the matter was investigated and found to be so, the two of them were hanged on the gallows; and it was written in the book of the chronicles in the presence of the king."}]},{"ref":"Esth. 3","refLong":"Esther 3","numVerses":15,"verses":[{"ref":"Esth. 3:1","refLong":"Esther 3:1","text":"After these things King Ahasuerus promoted Haman the son of Hammedatha the Agagite, and he advanced him and set his seat above all the princes who were with him."},{"ref":"Esth. 3:2","refLong":"Esther 3:2","text":"And all the king’s servants who were in the king’s gate bowed down and paid homage to Haman, for so had the king commanded concerning him. But Mordecai did not bow down or pay homage."},{"ref":"Esth. 3:3","refLong":"Esther 3:3","text":"Then the king’s servants who were in the king’s gate said to Mordecai, Why do you transgress the king’s command?"},{"ref":"Esth. 3:4","refLong":"Esther 3:4","text":"And when they had spoken to him day after day and he did not listen to them, they told Haman, in order to see whether Mordecai’s words would stand; for he had told them that he was a Jew."},{"ref":"Esth. 3:5","refLong":"Esther 3:5","text":"And when Haman saw that Mordecai did not bow down or pay homage to him, Haman was filled with rage."},{"ref":"Esth. 3:6","refLong":"Esther 3:6","text":"But he disdained to lay hands on Mordecai alone, for they had told him who the people of Mordecai were; therefore Haman sought to destroy all the Jews, the people of Mordecai, who were throughout the kingdom of Ahasuerus."},{"ref":"Esth. 3:7","refLong":"Esther 3:7","text":"In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day and from month to month, until it fell on the twelfth month, that is, the month Adar."},{"ref":"Esth. 3:8","refLong":"Esther 3:8","text":"And Haman said to King Ahasuerus, There is a certain people scattered and dispersed among the peoples throughout all the provinces of your kingdom; and their laws differ from those of all the people, nor do they keep the king’s laws. Therefore it is not fitting for the king to let them remain."},{"ref":"Esth. 3:9","refLong":"Esther 3:9","text":"If it please the king, let it be decreed in writing that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who have charge of the king’s affairs, that they may bring it into the king’s treasuries."},{"ref":"Esth. 3:10","refLong":"Esther 3:10","text":"Then the king took his signet ring from his hand and gave it to Haman the son of Hammedatha the Agagite, the Jews’ enemy."},{"ref":"Esth. 3:11","refLong":"Esther 3:11","text":"And the king said to Haman, The silver has been given to you, as well as the people, to do with them as it seems good to you."},{"ref":"Esth. 3:12","refLong":"Esther 3:12","text":"Then the king’s scribes were summoned in the first month, on the thirteenth day of the month; and it was decreed in writing, according to all that Haman commanded, to the king’s satraps and to the governors who were over each province and to the princes of every people, to each province in its own script and to each people in their own tongue; in the name of King Ahasuerus was it written, and it was sealed with the king’s signet ring."},{"ref":"Esth. 3:13","refLong":"Esther 3:13","text":"And letters were sent by couriers to all the king’s provinces to destroy, to slay, and to annihilate all the Jews, both young and old, children and women, in one day, that is, the thirteenth day of the twelfth month, which is the month Adar, and to plunder their spoil."},{"ref":"Esth. 3:14","refLong":"Esther 3:14","text":"A copy of the written decree to be issued as law in all the provinces was published to all the peoples so that they would be ready for that day."},{"ref":"Esth. 3:15","refLong":"Esther 3:15","text":"The couriers went out, driven in haste by the king’s command; and the decree was issued in Susa the capital. And the king and Haman sat down to drink, but the city of Susa was in confusion."}]},{"ref":"Esth. 4","refLong":"Esther 4","numVerses":17,"verses":[{"ref":"Esth. 4:1","refLong":"Esther 4:1","text":"Now when Mordecai learned about all that had been done, Mordecai rent his clothes and put on sackcloth and ashes; and he went out into the midst of the city and wailed loudly and bitterly."},{"ref":"Esth. 4:2","refLong":"Esther 4:2","text":"And he went up to the entrance of the king’s gate, for no one was to enter the king’s gate clothed in sackcloth."},{"ref":"Esth. 4:3","refLong":"Esther 4:3","text":"And throughout every province, wherever the king’s commandment and his decree came, there was great mourning among the Jews, with fasting and weeping and wailing; many lay in sackcloth and ashes."},{"ref":"Esth. 4:4","refLong":"Esther 4:4","text":"And Esther’s maids and her eunuchs came and told her, and the queen was greatly distressed. And she sent garments to clothe Mordecai, so that he might remove his sackcloth from him; but he would not accept them."},{"ref":"Esth. 4:5","refLong":"Esther 4:5","text":"Then Esther called for Hathach, one of the king’s eunuchs, whom he had appointed to serve her, and she commanded him to go out to Mordecai to find out what this was and why it was."},{"ref":"Esth. 4:6","refLong":"Esther 4:6","text":"So Hathach went out to Mordecai at the open square of the city in front of the king’s gate."},{"ref":"Esth. 4:7","refLong":"Esther 4:7","text":"And Mordecai told him all that had happened to him and the exact sum of money that Haman had promised to pay into the king’s treasuries for the destruction of the Jews."},{"ref":"Esth. 4:8","refLong":"Esther 4:8","text":"And he also gave him a copy of the written decree which was issued in Susa for their destruction, that he might show Esther and tell her about it and charge her to go in to the king to supplicate him and make a request for her people before him."},{"ref":"Esth. 4:9","refLong":"Esther 4:9","text":"And Hathach came and told Esther Mordecai’s words."},{"ref":"Esth. 4:10","refLong":"Esther 4:10","text":"Then Esther spoke to Hathach and ordered him to answer Mordecai:"},{"ref":"Esth. 4:11","refLong":"Esther 4:11","text":"All the king’s servants and the people of the king’s provinces know that for any man or woman who comes in to the king at the inner court who has not been called for, there is but one law, that he be put to death, unless the king holds out his scepter of gold to him that he may live; and I have not been called to come in to the king during these past thirty days."},{"ref":"Esth. 4:12","refLong":"Esther 4:12","text":"And they told Mordecai Esther’s words."},{"ref":"Esth. 4:13","refLong":"Esther 4:13","text":"Then Mordecai told them to reply to Esther, Do not imagine that in the king’s palace you will escape any more than all the Jews."},{"ref":"Esth. 4:14","refLong":"Esther 4:14","text":"For if you remain silent at this time, relief and deliverance for the Jews will arise from some other place, and you and your father’s house will perish. And who knows whether you have not come to the kingdom for such a time as this?"},{"ref":"Esth. 4:15","refLong":"Esther 4:15","text":"Then Esther told them to reply to Mordecai,"},{"ref":"Esth. 4:16","refLong":"Esther 4:16","text":"Go; assemble all the Jews who are to be found in Susa, and fast for me; and do not eat or drink for three days, night or day; I also and my maids will fast in the same way. And so will I go in to the king, which is not according to the law; and if I perish, I perish."},{"ref":"Esth. 4:17","refLong":"Esther 4:17","text":"So Mordecai went his way and did according to all that Esther had commanded him."}]},{"ref":"Esth. 5","refLong":"Esther 5","numVerses":14,"verses":[{"ref":"Esth. 5:1","refLong":"Esther 5:1","text":"And on the third day Esther put on her royal robes and stood in the inner court of the king’s house, in front of the king’s house. And the king was sitting on his royal throne in the royal house, opposite the entrance to the house."},{"ref":"Esth. 5:2","refLong":"Esther 5:2","text":"And when the king saw Esther the queen standing in the court, she obtained favor in his sight. And the king held out to Esther his scepter of gold, which was in his hand; and Esther drew near and touched the top of the scepter."},{"ref":"Esth. 5:3","refLong":"Esther 5:3","text":"Then the king said to her, What troubles you, Queen Esther? And what is your request? It shall be given to you, even to the half of my kingdom."},{"ref":"Esth. 5:4","refLong":"Esther 5:4","text":"And Esther said, If it please the king, let the king and Haman come today to the banquet I have prepared for him."},{"ref":"Esth. 5:5","refLong":"Esther 5:5","text":"Then the king said, Bring Haman quickly, so that we may do as Esther says. And the king and Haman came to the banquet that Esther had prepared."},{"ref":"Esth. 5:6","refLong":"Esther 5:6","text":"And the king said to Esther during the banquet of wine, What is your petition? For it shall be granted to you. And what is your request? Even to the half of the kingdom it shall be done."},{"ref":"Esth. 5:7","refLong":"Esther 5:7","text":"Then Esther answered and said, My petition and my request is this:"},{"ref":"Esth. 5:8","refLong":"Esther 5:8","text":"If I have found favor in the king’s sight, and if it please the king to grant my petition and do what I request, let the king and Haman come to the banquet that I will prepare for them; and tomorrow I will do as the king says."},{"ref":"Esth. 5:9","refLong":"Esther 5:9","text":"And Haman went out that day joyful and glad in heart; but when Haman saw Mordecai in the king’s gate and that he did not arise or tremble because of him, Haman was filled with anger against Mordecai."},{"ref":"Esth. 5:10","refLong":"Esther 5:10","text":"But Haman restrained himself and went to his house. And he sent word and had his friends and Zeresh his wife brought to him."},{"ref":"Esth. 5:11","refLong":"Esther 5:11","text":"And Haman recounted to them the glory of his riches and the multitude of his children and all the things in which the king had promoted him and how he had advanced him above the princes and the king’s servants."},{"ref":"Esth. 5:12","refLong":"Esther 5:12","text":"Haman also said, Even Esther the queen let no one come with the king to the banquet that she had prepared except me, and tomorrow also I am invited by her, together with the king."},{"ref":"Esth. 5:13","refLong":"Esther 5:13","text":"Yet all this means to me nothing as long as I see Mordecai the Jew sitting in the king’s gate."},{"ref":"Esth. 5:14","refLong":"Esther 5:14","text":"Then Zeresh his wife and all his friends said to him, Let a gallows be made fifty cubits high, and in the morning ask the king to have Mordecai hanged on it; then go with the king to the banquet rejoicing. And the word seemed good to Haman, and he had the gallows made."}]},{"ref":"Esth. 6","refLong":"Esther 6","numVerses":14,"verses":[{"ref":"Esth. 6:1","refLong":"Esther 6:1","text":"On that night the king could not sleep, so he gave orders to bring the book of the records of the chronicles; and they were read before the king."},{"ref":"Esth. 6:2","refLong":"Esther 6:2","text":"And it was found written that Mordecai had given a report concerning Bigthana and Teresh, two of the king’s eunuchs, among those who were in charge of the threshold, who had sought to lay hands on King Ahasuerus."},{"ref":"Esth. 6:3","refLong":"Esther 6:3","text":"And the king said, What honor and dignity has been bestowed on Mordecai for this? Then the king’s servants who attended him said, Nothing has been done for him."},{"ref":"Esth. 6:4","refLong":"Esther 6:4","text":"And the king said, Who is in the court? Now Haman had just entered the outer court of the king’s house to speak to the king about hanging Mordecai on the gallows that he had prepared for him."},{"ref":"Esth. 6:5","refLong":"Esther 6:5","text":"And the king’s servants said to him, Haman is now standing in the court. And the king said, Let him come in."},{"ref":"Esth. 6:6","refLong":"Esther 6:6","text":"So Haman came in; and the king said to him, What shall be done for the man whom the king desires to honor? Now Haman said in his heart, Whom would the king desire to honor more than me?"},{"ref":"Esth. 6:7","refLong":"Esther 6:7","text":"And Haman said to the king, For the man whom the king desires to honor,"},{"ref":"Esth. 6:8","refLong":"Esther 6:8","text":"Let a royal robe be brought, one which the king has worn, and a horse on which the king has ridden and on whose head a royal crown has been set."},{"ref":"Esth. 6:9","refLong":"Esther 6:9","text":"And let the robe and the horse be delivered into the hand of one of the king’s most noble princes; and let them array the man whom the king desires to honor and make him ride on horseback through the street of the city; and let them proclaim before him, Thus shall it be done for the man whom the king desires to honor."},{"ref":"Esth. 6:10","refLong":"Esther 6:10","text":"Then the king said to Haman, Quickly take the robe and the horse, as you have said, and do so to Mordecai the Jew, who sits in the king’s gate. Let nothing fail of all that you have said."},{"ref":"Esth. 6:11","refLong":"Esther 6:11","text":"Then Haman took the robe and the horse, and arrayed Mordecai, and made him ride through the street of the city; and he proclaimed before him, Thus shall it be done for the man whom the king desires to honor."},{"ref":"Esth. 6:12","refLong":"Esther 6:12","text":"And Mordecai returned to the king’s gate. But Haman hurried to his house, mourning and with his head covered."},{"ref":"Esth. 6:13","refLong":"Esther 6:13","text":"And Haman recounted to Zeresh his wife and to all his friends all that had happened to him. Then his wise men and Zeresh his wife said to him, If Mordecai, before whom you have begun to fall, is of the seed of the Jews, you will not prevail against him; but you shall surely fall before him."},{"ref":"Esth. 6:14","refLong":"Esther 6:14","text":"While they were still talking with him, the king’s eunuchs arrived and hurriedly brought Haman to the banquet that Esther had prepared."}]},{"ref":"Esth. 7","refLong":"Esther 7","numVerses":10,"verses":[{"ref":"Esth. 7:1","refLong":"Esther 7:1","text":"So the king and Haman went in to feast with Esther the queen."},{"ref":"Esth. 7:2","refLong":"Esther 7:2","text":"And the king said again unto Esther on the second day during the banquet of wine, What is your petition, Queen Esther? And it shall be granted to you. And what is your request? Even to the half of my kingdom it shall be done."},{"ref":"Esth. 7:3","refLong":"Esther 7:3","text":"Then Esther the queen answered and said, If I have found favor in your sight, O king, and if it please the king, let my life be given me as my petition, and that of my people as my request;"},{"ref":"Esth. 7:4","refLong":"Esther 7:4","text":"For we have been sold, I and my people, to be destroyed, to be slain, and to perish. And if we had been sold as slaves, men and women, I would have remained silent, for the adversary is not worth the annoyance to the king."},{"ref":"Esth. 7:5","refLong":"Esther 7:5","text":"Then King Ahasuerus spoke and said to Esther the queen, Who is he, and where is he, who presumes to do so?"},{"ref":"Esth. 7:6","refLong":"Esther 7:6","text":"And Esther said, An adversary and an enemy, this wicked Haman. Then Haman became terrified before the king and the queen."},{"ref":"Esth. 7:7","refLong":"Esther 7:7","text":"And the king arose in his anger from the banquet of wine and went into the palace garden, and Haman stood up to make a request for his life to Esther the queen; for he saw that harm had been determined against him by the king."},{"ref":"Esth. 7:8","refLong":"Esther 7:8","text":"And when the king returned from the palace garden into the house of the banquet of wine, Haman was prostrate on the couch where Esther was. Then the king said, Will he even humble the queen in front of me in this house? When the word went forth from the king’s mouth, they covered Haman’s face."},{"ref":"Esth. 7:9","refLong":"Esther 7:9","text":"Then Harbonah, one of the eunuchs who were before the king, said, And also there is the gallows standing in Haman’s house, fifty cubits high, which Haman has made for Mordecai, who spoke good on behalf of the king. And the king said, Hang him on it."},{"ref":"Esth. 7:10","refLong":"Esther 7:10","text":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s anger subsided."}]},{"ref":"Esth. 8","refLong":"Esther 8","numVerses":17,"verses":[{"ref":"Esth. 8:1","refLong":"Esther 8:1","text":"On that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Esther the queen. And Mordecai came before the king, for Esther had disclosed what he was to her."},{"ref":"Esth. 8:2","refLong":"Esther 8:2","text":"And the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."},{"ref":"Esth. 8:3","refLong":"Esther 8:3","text":"And Esther spoke again before the king; and she fell down at his feet and wept and pleaded with him to overturn the evil plan of Haman the Agagite and his plot which he had plotted against the Jews."},{"ref":"Esth. 8:4","refLong":"Esther 8:4","text":"Then the king held out the scepter of gold to Esther. So Esther arose and stood before the king."},{"ref":"Esth. 8:5","refLong":"Esther 8:5","text":"And she said, If it please the king, and if I have found favor before him, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote in order to destroy the Jews who are in all the king’s provinces."},{"ref":"Esth. 8:6","refLong":"Esther 8:6","text":"For how can I bear to see the evil that will befall my people? Or how can I bear to see the destruction of my kindred?"},{"ref":"Esth. 8:7","refLong":"Esther 8:7","text":"Then King Ahasuerus said to Esther the queen and to Mordecai the Jew, I have now given Esther the house of Haman, and him have they hanged on the gallows because he stretched out his hand against the Jews."},{"ref":"Esth. 8:8","refLong":"Esther 8:8","text":"Write also to the Jews, as it pleases you, in the king’s name, and seal it with the king’s signet ring; for a decree which has been written in the king’s name and sealed with the king’s signet ring cannot be reversed."},{"ref":"Esth. 8:9","refLong":"Esther 8:9","text":"Then the king’s scribes were called at that time, in the third month, which is the month Sivan, on the twenty-third day of the month. And it was decreed in writing, according to all that Mordecai commanded, to the Jews and to the satraps and governors and the princes of the provinces, which are from India to Ethiopia, one hundred twenty-seven provinces, to each province in its own script and to each people in their own language, and to the Jews in their own script and in their own language."},{"ref":"Esth. 8:10","refLong":"Esther 8:10","text":"And he wrote in the name of King Ahasuerus and sealed it with the king’s signet ring; and he sent letters by couriers on horseback, riding on swift steeds that were used in the king’s service, bred of the royal stud,"},{"ref":"Esth. 8:11","refLong":"Esther 8:11","text":"In which letters the king allowed the Jews that were in every city to assemble and to stand for their life, to destroy, to slay, and to annihilate all the power of the people and province that might assault them, their little ones, and their women, and to plunder their spoil,"},{"ref":"Esth. 8:12","refLong":"Esther 8:12","text":"On one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month Adar."},{"ref":"Esth. 8:13","refLong":"Esther 8:13","text":"A copy of the written decree to be issued as law in every province was published to all the peoples so that the Jews would be ready for that day to avenge themselves on their enemies."},{"ref":"Esth. 8:14","refLong":"Esther 8:14","text":"So the couriers, riding on swift steeds that were used in the king’s service, went out, driven in haste by the king’s command; and the decree was issued in Susa the capital."},{"ref":"Esth. 8:15","refLong":"Esther 8:15","text":"And Mordecai went forth from the presence of the king in royal robes of blue and white, and with a large crown of gold, and with a garment of fine linen and purple; and the city of Susa shouted and rejoiced."},{"ref":"Esth. 8:16","refLong":"Esther 8:16","text":"For the Jews there was light and joy, and gladness and honor."},{"ref":"Esth. 8:17","refLong":"Esther 8:17","text":"And throughout every province and throughout every city, wherever the king’s commandment and his decree came, there was for the Jews joy and gladness, a feast and a good day. And many from among the peoples of the land became Jews, for the fear of the Jews had fallen on them."}]},{"ref":"Esth. 9","refLong":"Esther 9","numVerses":32,"verses":[{"ref":"Esth. 9:1","refLong":"Esther 9:1","text":"Now in the twelfth month, which is the month Adar, on the thirteenth day of the month, when the king’s commandment and his decree were about to be executed, on the day that the Jews’ enemies hoped to rule over them (but it turned out to the contrary, so that the Jews had rule over them that hated them),"},{"ref":"Esth. 9:2","refLong":"Esther 9:2","text":"The Jews assembled in their cities throughout all the provinces of King Ahasuerus to lay hand on those who sought their harm. And no one could withstand them, for the fear of them had fallen upon all the peoples."},{"ref":"Esth. 9:3","refLong":"Esther 9:3","text":"And all the princes of the provinces and the satraps and the governors and those who did the king’s business helped the Jews, because the fear of Mordecai had fallen upon them."},{"ref":"Esth. 9:4","refLong":"Esther 9:4","text":"For Mordecai was great in the king’s house, and his fame went forth throughout all the provinces; for the man Mordecai became greater and greater."},{"ref":"Esth. 9:5","refLong":"Esther 9:5","text":"And the Jews struck all their enemies with the stroke of the sword and with slaughter and destruction, and they did as it pleased them to those who hated them."},{"ref":"Esth. 9:6","refLong":"Esther 9:6","text":"And in Susa the capital the Jews slew and destroyed five hundred men."},{"ref":"Esth. 9:7","refLong":"Esther 9:7","text":"And Parshandatha and Dalphon and Aspatha"},{"ref":"Esth. 9:8","refLong":"Esther 9:8","text":"And Poratha and Adalia and Aridatha"},{"ref":"Esth. 9:9","refLong":"Esther 9:9","text":"And Parmashta and Arisai and Aridai and Vaizatha,"},{"ref":"Esth. 9:10","refLong":"Esther 9:10","text":"The ten sons of Haman the son of Hammedatha, the Jew’s enemy, they slew; but they did not lay their hand on the spoil."},{"ref":"Esth. 9:11","refLong":"Esther 9:11","text":"On that day the number of those who were slain in Susa the capital was brought before the king."},{"ref":"Esth. 9:12","refLong":"Esther 9:12","text":"And the king said to Esther the queen, The Jews have slain and destroyed five hundred men in Susa the capital as well as the ten sons of Haman. What then have they done in the rest of the king’s provinces! Now what is your petition? And it shall be granted to you. Or what is your further request? And it shall be done."},{"ref":"Esth. 9:13","refLong":"Esther 9:13","text":"Then Esther said, If it please the king, let it be granted to the Jews who are in Susa to do tomorrow also according to this day’s decree, and let Haman’s ten sons be hanged upon the gallows."},{"ref":"Esth. 9:14","refLong":"Esther 9:14","text":"And the king commanded it to be so done; and a decree was issued in Susa, and they hanged Haman’s ten sons."},{"ref":"Esth. 9:15","refLong":"Esther 9:15","text":"And the Jews who were in Susa assembled also on the fourteenth day of the month Adar and slew three hundred men in Susa, but they did not lay their hand on the spoil."},{"ref":"Esth. 9:16","refLong":"Esther 9:16","text":"And the rest of the Jews who were in the king’s provinces assembled and stood for their lives, and they had rest from their enemies. And they slew seventy-five thousand of those who hated them; but they did not lay their hand on the spoil."},{"ref":"Esth. 9:17","refLong":"Esther 9:17","text":"This happened on the thirteenth day of the month Adar; and on the fourteenth day of the same they rested and made it a day of feasting and rejoicing."},{"ref":"Esth. 9:18","refLong":"Esther 9:18","text":"But the Jews who were in Susa assembled on the thirteenth day of the month and on the fourteenth of the month; and on the fifteenth day of the same they rested and made it a day of feasting and rejoicing."},{"ref":"Esth. 9:19","refLong":"Esther 9:19","text":"Therefore the Jews of the villages, who dwell in towns in the open, make the fourteenth day of the month Adar a day of rejoicing and feasting, and a good day, and a day of sending portions to one another."},{"ref":"Esth. 9:20","refLong":"Esther 9:20","text":"And Mordecai wrote these things down, and he sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"},{"ref":"Esth. 9:21","refLong":"Esther 9:21","text":"Enjoining them that they should keep the fourteenth day of the month Adar and the fifteenth day of the same, year by year,"},{"ref":"Esth. 9:22","refLong":"Esther 9:22","text":"As the days on which the Jews had rest from their enemies, and as the month which was turned for them from sorrow to rejoicing and from mourning into a good day; that they should make them days of feasting and rejoicing, and of sending portions to one another and gifts to the poor."},{"ref":"Esth. 9:23","refLong":"Esther 9:23","text":"And the Jews undertook what they had begun to do and what Mordecai had written to them to do."},{"ref":"Esth. 9:24","refLong":"Esther 9:24","text":"For Haman the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast Pur, that is, the lot, to vex them and destroy them;"},{"ref":"Esth. 9:25","refLong":"Esther 9:25","text":"But when Esther came before the king, he commanded by letter that his wicked plot, which he had plotted against the Jews, should return upon his own head and that he and his sons should be hanged on the gallows."},{"ref":"Esth. 9:26","refLong":"Esther 9:26","text":"Therefore they called these days Purim, after the name of Pur. Therefore because of all the words of this letter and what they had seen in this regard and what had happened to them,"},{"ref":"Esth. 9:27","refLong":"Esther 9:27","text":"The Jews established and made a custom for themselves and their seed and all who joined themselves to them, that they would not fail to keep these two days according to what has been written about them and according to the appointed time for them, year by year;"},{"ref":"Esth. 9:28","refLong":"Esther 9:28","text":"And that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the remembrance of them fade from their seed."},{"ref":"Esth. 9:29","refLong":"Esther 9:29","text":"Then Esther the queen, the daughter of Abihail, and Mordecai the Jew wrote with all authority to confirm this second letter of Purim."},{"ref":"Esth. 9:30","refLong":"Esther 9:30","text":"And he sent letters to all the Jews, to the one hundred twenty-seven provinces of the kingdom of Ahasuerus, that is, words of peace and truth,"},{"ref":"Esth. 9:31","refLong":"Esther 9:31","text":"Establishing these days of Purim at their appointed times, as Mordecai the Jew and Esther the queen had established for them and as they had established for themselves and for their seed in the matter of the fastings and their cry."},{"ref":"Esth. 9:32","refLong":"Esther 9:32","text":"And the commandment of Esther confirmed these matters of Purim; and it was written in the book."}]},{"ref":"Esth. 10","refLong":"Esther 10","numVerses":3,"verses":[{"ref":"Esth. 10:1","refLong":"Esther 10:1","text":"Now King Ahasuerus laid a tribute on the land and on the coastlands of the sea."},{"ref":"Esth. 10:2","refLong":"Esther 10:2","text":"And all the acts of his power and of his might, and the full account of the greatness of Mordecai, to which the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?"},{"ref":"Esth. 10:3","refLong":"Esther 10:3","text":"For Mordecai the Jew was second to King Ahasuerus and great among the Jews and well-regarded by the multitude of his brothers, one who sought the good of his people and who spoke for the welfare of all his seed."}]}]}