{"ref":"Hag.","refLong":"Haggai","numChapters":2,"chapters":[{"ref":"Hag. 1","refLong":"Haggai 1","numVerses":15,"verses":[{"ref":"Hag. 1:1","refLong":"Haggai 1:1","text":"In the second year of Darius the king, in the sixth month, on the first day of the month, the word of Jehovah came through Haggai the prophet unto Zerubbabel the son of Shealtiel, the governor of Judah, and unto Joshua the son of Jehozadak, the high priest, saying,"},{"ref":"Hag. 1:2","refLong":"Haggai 1:2","text":"Thus says Jehovah of hosts, saying, This people says, The time has not come, the time for the house of Jehovah to be built."},{"ref":"Hag. 1:3","refLong":"Haggai 1:3","text":"Then the word of Jehovah came through Haggai the prophet, saying,"},{"ref":"Hag. 1:4","refLong":"Haggai 1:4","text":"Is it time for you yourselves to dwell in your paneled-up houses, while this house lies waste?"},{"ref":"Hag. 1:5","refLong":"Haggai 1:5","text":"Now therefore thus says Jehovah of hosts, Consider your ways."},{"ref":"Hag. 1:6","refLong":"Haggai 1:6","text":"You have sown much, but you bring in little; you eat, but there is no satisfaction; you drink, but there is no being filled with drink; you dress yourselves, but there is no warmth in doing so; and he who earns wages, earns wages to put them into a bag with holes."},{"ref":"Hag. 1:7","refLong":"Haggai 1:7","text":"Thus says Jehovah of hosts, Consider your ways."},{"ref":"Hag. 1:8","refLong":"Haggai 1:8","text":"Go up to the mountain and bring wood and build the house, and I will take pleasure in it and will be glorified, says Jehovah."},{"ref":"Hag. 1:9","refLong":"Haggai 1:9","text":"You looked for much, and yet it amounted to little; and when you brought it home, I blew on it. Why? declares Jehovah of hosts. Because of My house that lies waste while you each run to your own house."},{"ref":"Hag. 1:10","refLong":"Haggai 1:10","text":"Therefore over you the heavens withhold their dew, and the earth withholds its yield."},{"ref":"Hag. 1:11","refLong":"Haggai 1:11","text":"Indeed I called for a drought upon the land and upon the mountains and upon the grain and upon the new wine and upon the fresh oil and upon that which the ground brings forth and upon man and upon beast and upon all the toil of the hands."},{"ref":"Hag. 1:12","refLong":"Haggai 1:12","text":"And Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak, the high priest, and all the remnant of the people listened to the voice of Jehovah their God and to the words of Haggai the prophet, as Jehovah their God had sent him; and the people were in fear before Jehovah."},{"ref":"Hag. 1:13","refLong":"Haggai 1:13","text":"Then Haggai, Jehovah’s messenger, spoke in Jehovah’s message to the people, saying, I am with you, declares Jehovah."},{"ref":"Hag. 1:14","refLong":"Haggai 1:14","text":"And Jehovah stirred up the spirit of Zerubbabel the son of Shealtiel, the governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of Jehovah of hosts their God,"},{"ref":"Hag. 1:15","refLong":"Haggai 1:15","text":"On the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king."}]},{"ref":"Hag. 2","refLong":"Haggai 2","numVerses":23,"verses":[{"ref":"Hag. 2:1","refLong":"Haggai 2:1","text":"In the seventh month, on the twenty-first day of the month, the word of Jehovah came through Haggai the prophet, saying,"},{"ref":"Hag. 2:2","refLong":"Haggai 2:2","text":"Speak now to Zerubbabel the son of Shealtiel, the governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying,"},{"ref":"Hag. 2:3","refLong":"Haggai 2:3","text":"Who is left among you who saw this house in its former glory? And how do you see it now? Is it not as nothing in your eyes?"},{"ref":"Hag. 2:4","refLong":"Haggai 2:4","text":"Yet now be strong, O Zerubbabel, declares Jehovah; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all you people of the land, declares Jehovah, and work; for I am with you, declares Jehovah of hosts."},{"ref":"Hag. 2:5","refLong":"Haggai 2:5","text":"Both the word which I covenanted with you when you came forth from Egypt and My Spirit endure among you; do not fear."},{"ref":"Hag. 2:6","refLong":"Haggai 2:6","text":"For thus says Jehovah of hosts, Yet once more — it is but a little while — I will shake the heavens and the earth and the sea and the dry land;"},{"ref":"Hag. 2:7","refLong":"Haggai 2:7","text":"And I will shake all the nations, and the Desire of all the nations will come; and I will fill this house with glory, says Jehovah of hosts."},{"ref":"Hag. 2:8","refLong":"Haggai 2:8","text":"The silver is Mine, and the gold is Mine, declares Jehovah of hosts."},{"ref":"Hag. 2:9","refLong":"Haggai 2:9","text":"The latter glory of this house will be greater than the former, says Jehovah of hosts; and in this place I will give peace, declares Jehovah of hosts."},{"ref":"Hag. 2:10","refLong":"Haggai 2:10","text":"In the twenty-fourth day of the ninth month, in the second year of Darius, the word of Jehovah came to Haggai the prophet, saying,"},{"ref":"Hag. 2:11","refLong":"Haggai 2:11","text":"Thus says Jehovah of hosts, Ask now the priests for instruction, saying,"},{"ref":"Hag. 2:12","refLong":"Haggai 2:12","text":"If one carries holy flesh in the skirt of his garment, and with his skirt he touches bread or boiled food or wine or oil or any other food, will it become holy? And the priests answered and said, No."},{"ref":"Hag. 2:13","refLong":"Haggai 2:13","text":"Then Haggai said, If one who is unclean because of a corpse touches any of these, will it be unclean? And the priests answered and said, It will be unclean."},{"ref":"Hag. 2:14","refLong":"Haggai 2:14","text":"Then Haggai answered and said, So is this people and so is this nation before Me, declares Jehovah, and so is all the work of their hands. Thus what they offer there is unclean."},{"ref":"Hag. 2:15","refLong":"Haggai 2:15","text":"And now, consider from this day and previously, before a stone was set upon a stone in the temple of Jehovah,"},{"ref":"Hag. 2:16","refLong":"Haggai 2:16","text":"Before these days were, someone would come to a grain heap for twenty measures, and there would be only ten; someone would come to a vat to draw fifty troughfuls, and there would be only twenty."},{"ref":"Hag. 2:17","refLong":"Haggai 2:17","text":"I struck you with blight and with mildew and with hail on all the work of your hands; but on your part, none turned to Me, declares Jehovah."},{"ref":"Hag. 2:18","refLong":"Haggai 2:18","text":"Consider from this day and previously, from the twenty-fourth day of the ninth month, from the day when the foundation of the temple of Jehovah was laid; consider."},{"ref":"Hag. 2:19","refLong":"Haggai 2:19","text":"Is there yet seed in the barn? Indeed even the vine and the fig tree and the pomegranate and the olive tree have not borne fruit; from this day I will bless you."},{"ref":"Hag. 2:20","refLong":"Haggai 2:20","text":"And the word of Jehovah came a second time to Haggai on the twenty-fourth day of the month, saying,"},{"ref":"Hag. 2:21","refLong":"Haggai 2:21","text":"Speak to Zerubbabel the governor of Judah, saying, I will shake the heavens and the earth."},{"ref":"Hag. 2:22","refLong":"Haggai 2:22","text":"And I will overthrow the throne of the kingdoms and will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots and their riders, and the horses and their riders will go down, each by the sword of his brother."},{"ref":"Hag. 2:23","refLong":"Haggai 2:23","text":"In that day, declares Jehovah of hosts, I will take you, O Zerubbabel, son of Shealtiel, My servant, declares Jehovah, and make you as a signet; for I have chosen you, declares Jehovah of hosts."}]}]}