{"ref":"Job","refLong":"Job","numChapters":42,"chapters":[{"ref":"Job 1","refLong":"Job 1","numVerses":22,"verses":[{"ref":"Job 1:1","refLong":"Job 1:1","text":"There was a man in the land of Uz whose name was Job; and this man was perfect and upright, and he feared God and turned away from evil."},{"ref":"Job 1:2","refLong":"Job 1:2","text":"And seven sons and three daughters were born to him."},{"ref":"Job 1:3","refLong":"Job 1:3","text":"And his possessions were seven thousand sheep and three thousand camels and five hundred yoke of oxen and five hundred female donkeys and a great many servants; and this man was greater than all the sons of the east."},{"ref":"Job 1:4","refLong":"Job 1:4","text":"And his sons would go and hold feasts in each one’s house, each on his own day, and they would send word and invite their three sisters to eat and drink with them."},{"ref":"Job 1:5","refLong":"Job 1:5","text":"And when the days of feasting ran their course, Job would send word and sanctify them; and he would rise early in the morning and offer burnt offerings according to the number of them all; for Job said, Perhaps my children have sinned and have cursed God in their heart. Job did this continually."},{"ref":"Job 1:6","refLong":"Job 1:6","text":"Then one day, when the sons of God came to present themselves before Jehovah, Satan also came among them."},{"ref":"Job 1:7","refLong":"Job 1:7","text":"And Jehovah said to Satan, Where have you come from? And Satan answered Jehovah and said, From roving the earth and going about in it."},{"ref":"Job 1:8","refLong":"Job 1:8","text":"And Jehovah said to Satan, Have you considered My servant Job? For there is none like him on the earth, a perfect and upright man, who fears God and turns away from evil."},{"ref":"Job 1:9","refLong":"Job 1:9","text":"Then Satan answered Jehovah and said, Does Job fear God without cause?"},{"ref":"Job 1:10","refLong":"Job 1:10","text":"Have You not set a hedge around him and his household and all that he has? You have blessed the work of his hands, so that his possessions are spread throughout the land."},{"ref":"Job 1:11","refLong":"Job 1:11","text":"But stretch forth Your hand and touch all that he has, and he will surely curse You to Your face."},{"ref":"Job 1:12","refLong":"Job 1:12","text":"And Jehovah said to Satan, Here is all that he has, in your hand; only do not stretch forth your hand against him. And Satan went forth from Jehovah’s presence."},{"ref":"Job 1:13","refLong":"Job 1:13","text":"Then one day, when his sons and daughters were eating and drinking wine in the house of their firstborn brother,"},{"ref":"Job 1:14","refLong":"Job 1:14","text":"A messenger came to Job and said, The oxen were plowing, and the donkeys were feeding beside them;"},{"ref":"Job 1:15","refLong":"Job 1:15","text":"And the Sabeans fell upon them and took them away, and they struck the servants with the edge of the sword; and I alone have escaped to relate these things to you."},{"ref":"Job 1:16","refLong":"Job 1:16","text":"While this one was still speaking, another came and said, The fire of God has fallen from heaven and burned up the sheep and the servants and devoured them; and I alone have escaped to relate these things to you."},{"ref":"Job 1:17","refLong":"Job 1:17","text":"While this one was still speaking, another came and said, The Chaldeans formed three companies and raided the camels and took them, and they struck the servants with the edge of the sword; and I alone have escaped to relate these things to you."},{"ref":"Job 1:18","refLong":"Job 1:18","text":"While this one was still speaking, another came and said, Your sons and your daughters were eating and drinking wine in the house of their firstborn brother;"},{"ref":"Job 1:19","refLong":"Job 1:19","text":"And suddenly a great wind came from beyond the desert and struck the four corners of the house, so that it fell upon the young people and they died; and I alone have escaped to relate these things to you."},{"ref":"Job 1:20","refLong":"Job 1:20","text":"Then Job rose up and tore his clothes and shaved his head and fell to the earth and worshipped."},{"ref":"Job 1:21","refLong":"Job 1:21","text":"And he said, / Naked I came out of my mother’s womb, / And naked I will return there. / Jehovah gives and Jehovah takes away; / Blessed be the name of Jehovah."},{"ref":"Job 1:22","refLong":"Job 1:22","text":"In all this Job did not sin, nor did he charge God with unseemliness."}]},{"ref":"Job 2","refLong":"Job 2","numVerses":13,"verses":[{"ref":"Job 2:1","refLong":"Job 2:1","text":"Then one day, when the sons of God came to present themselves before Jehovah, Satan also came among them to present himself before Jehovah."},{"ref":"Job 2:2","refLong":"Job 2:2","text":"And Jehovah said to Satan, Where have you come from? And Satan answered Jehovah and said, From roving the earth and going about in it."},{"ref":"Job 2:3","refLong":"Job 2:3","text":"And Jehovah said to Satan, Have you considered My servant Job? For there is none like him on the earth, a perfect and upright man, who fears God and turns away from evil. And he still holds fast his integrity, though you have moved Me against him to destroy him without cause."},{"ref":"Job 2:4","refLong":"Job 2:4","text":"Then Satan answered Jehovah and said, Skin for skin! Indeed all that a man has he will give for the sake of his life."},{"ref":"Job 2:5","refLong":"Job 2:5","text":"But stretch forth Your hand, and touch his bone and his flesh; and he will surely curse You to Your face."},{"ref":"Job 2:6","refLong":"Job 2:6","text":"And Jehovah said to Satan, Here he is, in your hand; only spare his life."},{"ref":"Job 2:7","refLong":"Job 2:7","text":"And Satan went forth from Jehovah’s presence and struck Job with severe boils from the sole of his foot to the crown of his head."},{"ref":"Job 2:8","refLong":"Job 2:8","text":"And he took a potsherd with which to scrape himself, and he sat among the ashes."},{"ref":"Job 2:9","refLong":"Job 2:9","text":"Then his wife said to him, Do you still hold fast your integrity? Curse God and die."},{"ref":"Job 2:10","refLong":"Job 2:10","text":"But he said to her, You speak as one of the foolish women speaks. Should we receive the good from God but not receive the ill? In all this Job did not sin with his lips."},{"ref":"Job 2:11","refLong":"Job 2:11","text":"Now when Job’s three friends heard of all this misfortune that came upon him, each came from his place, Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite; and they together made an appointment to come to console him and comfort him."},{"ref":"Job 2:12","refLong":"Job 2:12","text":"And when they lifted up their eyes from a distance and did not recognize him, they lifted up their voice and wept; and they all tore their clothes and cast dust over their heads toward heaven."},{"ref":"Job 2:13","refLong":"Job 2:13","text":"And they sat with him on the ground seven days and seven nights; but none spoke a word to him, for they saw that his pain was very great."}]},{"ref":"Job 3","refLong":"Job 3","numVerses":26,"verses":[{"ref":"Job 3:1","refLong":"Job 3:1","text":"After this Job opened his mouth and cursed the day of his birth."},{"ref":"Job 3:2","refLong":"Job 3:2","text":"And Job responded and said,"},{"ref":"Job 3:3","refLong":"Job 3:3","text":"Let the day on which I was born perish, / And the night which said, A man has been conceived."},{"ref":"Job 3:4","refLong":"Job 3:4","text":"Let that day be darkness; / Let God not seek it from above, / Nor let light shine upon it."},{"ref":"Job 3:5","refLong":"Job 3:5","text":"Let darkness and the shadow of death reclaim it; / Let a cloud dwell upon it; / Let the things that blacken the day terrify it."},{"ref":"Job 3:6","refLong":"Job 3:6","text":"As for that night, let deep darkness take hold of it; / Let it not rejoice among the days of the year; / Let it not come up in the number of the months."},{"ref":"Job 3:7","refLong":"Job 3:7","text":"Behold, let that night be barren; / Let no joyous shout come in it."},{"ref":"Job 3:8","refLong":"Job 3:8","text":"Let those curse it who curse the day, / Who are ready to rouse leviathan."},{"ref":"Job 3:9","refLong":"Job 3:9","text":"Let its predawn stars be dark; / Let it wait for light and there be none, / And do not let it see the eyelids of the dawn."},{"ref":"Job 3:10","refLong":"Job 3:10","text":"For it did not shut up the doors of the womb that bore me, / Nor did it hide trouble from my eyes."},{"ref":"Job 3:11","refLong":"Job 3:11","text":"Why did I not die at birth, / Come forth from the womb and expire?"},{"ref":"Job 3:12","refLong":"Job 3:12","text":"Why did the knees receive me? / And why the breasts, that I should suck?"},{"ref":"Job 3:13","refLong":"Job 3:13","text":"For now I would have lain down and been undisturbed; / I would have slept; then I would have been at rest"},{"ref":"Job 3:14","refLong":"Job 3:14","text":"With kings and counselors of the earth, / Who rebuilt ruins for themselves;"},{"ref":"Job 3:15","refLong":"Job 3:15","text":"Or with princes who had gold, / Who filled their houses with silver."},{"ref":"Job 3:16","refLong":"Job 3:16","text":"Or like a miscarriage that has been concealed, I would not have been, / Like infants that do not see the light."},{"ref":"Job 3:17","refLong":"Job 3:17","text":"There the wicked cease from their troubling, / And there the weary rest."},{"ref":"Job 3:18","refLong":"Job 3:18","text":"Captives are altogether at ease; / They do not hear the voice of the taskmaster."},{"ref":"Job 3:19","refLong":"Job 3:19","text":"The small and the great are there, / And the servant is free from his master."},{"ref":"Job 3:20","refLong":"Job 3:20","text":"Why does He give light to him who suffers / And life to the bitter in soul,"},{"ref":"Job 3:21","refLong":"Job 3:21","text":"Who wait for death, but it is not there; / And dig for it more than for hidden treasures;"},{"ref":"Job 3:22","refLong":"Job 3:22","text":"Who rejoice to the point of exultation / And are glad when they have found the grave;"},{"ref":"Job 3:23","refLong":"Job 3:23","text":"To the man whose way is hidden / And whom God has hedged in?"},{"ref":"Job 3:24","refLong":"Job 3:24","text":"For my sighing comes as my food, / And my groaning pours out like water."},{"ref":"Job 3:25","refLong":"Job 3:25","text":"For I dread something, and it comes upon me; / And what I fear comes to me."},{"ref":"Job 3:26","refLong":"Job 3:26","text":"I have no ease and I have no quiet / And I have no rest, but trouble comes."}]},{"ref":"Job 4","refLong":"Job 4","numVerses":21,"verses":[{"ref":"Job 4:1","refLong":"Job 4:1","text":"Then Eliphaz the Temanite answered and said,"},{"ref":"Job 4:2","refLong":"Job 4:2","text":"If one attempts a word with you, will you be wearied by it? / But who can refrain from speaking?"},{"ref":"Job 4:3","refLong":"Job 4:3","text":"Indeed, you have instructed many, / And you have strengthened the weak hands."},{"ref":"Job 4:4","refLong":"Job 4:4","text":"Your words have raised up him who was stumbling, / And you have made the bowing knees firm."},{"ref":"Job 4:5","refLong":"Job 4:5","text":"But now it comes to you, and you are wearied by it; / It touches you, and you are disturbed."},{"ref":"Job 4:6","refLong":"Job 4:6","text":"Is not your fear of God your confidence, / And the integrity of your ways your hope?"},{"ref":"Job 4:7","refLong":"Job 4:7","text":"Remember now, who, being innocent, has ever perished? / And where have the upright ever been cut off?"},{"ref":"Job 4:8","refLong":"Job 4:8","text":"According to what I have seen, those who plow iniquity / And those who sow trouble reap the same."},{"ref":"Job 4:9","refLong":"Job 4:9","text":"By the breath of God they perish, / And by the blast of His anger they are consumed."},{"ref":"Job 4:10","refLong":"Job 4:10","text":"The roaring of the lion and the sound of the fierce lion / And the teeth of the young lions are broken;"},{"ref":"Job 4:11","refLong":"Job 4:11","text":"The strong lion perishes for lack of prey, / And the whelps of the lioness are scattered."},{"ref":"Job 4:12","refLong":"Job 4:12","text":"But a matter has stolen in unto me, / And my ear has received a whisper of it."},{"ref":"Job 4:13","refLong":"Job 4:13","text":"In perplexing thoughts of the night visions, / When deep sleep falls upon men,"},{"ref":"Job 4:14","refLong":"Job 4:14","text":"Dread came upon me, and trembling, / And caused all my bones to dread."},{"ref":"Job 4:15","refLong":"Job 4:15","text":"And a spirit passed before my face; / The hair of my flesh bristled."},{"ref":"Job 4:16","refLong":"Job 4:16","text":"It stood still, but I could not discern its appearance; / A form stood before my eyes; / I heard a murmur of a voice:"},{"ref":"Job 4:17","refLong":"Job 4:17","text":"Can a mortal man be more righteous than God? / Can a man be purer than his Maker?"},{"ref":"Job 4:18","refLong":"Job 4:18","text":"If He puts no trust in His servants, / And He charges His angels with error,"},{"ref":"Job 4:19","refLong":"Job 4:19","text":"How much more those who dwell in houses of clay, / Whose foundation is in dust, / Who are crushed like a moth!"},{"ref":"Job 4:20","refLong":"Job 4:20","text":"From morning to evening they are smashed to pieces; / Without any considering it, they continually perish."},{"ref":"Job 4:21","refLong":"Job 4:21","text":"Should their tent cord be plucked up within them, / They die, and not in wisdom."}]},{"ref":"Job 5","refLong":"Job 5","numVerses":27,"verses":[{"ref":"Job 5:1","refLong":"Job 5:1","text":"Call now! Is there anyone who will answer you? / And to which of the holy ones will you turn?"},{"ref":"Job 5:2","refLong":"Job 5:2","text":"Surely vexation slays the fool, / And jealousy kills the simpleton."},{"ref":"Job 5:3","refLong":"Job 5:3","text":"I have seen the fool taking root, / But suddenly I cursed his habitation."},{"ref":"Job 5:4","refLong":"Job 5:4","text":"His children are far from safety, / And they are crushed in the gate; and there is no one to deliver them."},{"ref":"Job 5:5","refLong":"Job 5:5","text":"The hungry eat his harvest / And even take it out from the thorns, / And the thirsty pant after his wealth."},{"ref":"Job 5:6","refLong":"Job 5:6","text":"For evil does not come forth from the dust, / Nor does trouble spring forth from the ground."},{"ref":"Job 5:7","refLong":"Job 5:7","text":"But man is born unto trouble, / Just as sparks fly upward."},{"ref":"Job 5:8","refLong":"Job 5:8","text":"But as for me, I would seek after God, / And I would commit my cause to God,"},{"ref":"Job 5:9","refLong":"Job 5:9","text":"Who does great things that cannot be searched, / Wonderful deeds that cannot be numbered;"},{"ref":"Job 5:10","refLong":"Job 5:10","text":"Who gives rain upon the surface of the earth / And sends water upon the surface of the fields;"},{"ref":"Job 5:11","refLong":"Job 5:11","text":"Who sets on high those who are lowly / And puts those who mourn safely above all."},{"ref":"Job 5:12","refLong":"Job 5:12","text":"He frustrates the devices of the crafty, / So that their hands achieve no enterprise."},{"ref":"Job 5:13","refLong":"Job 5:13","text":"He seizes the wise in their own craftiness, / And the counsel of the wily is brought to a sudden end."},{"ref":"Job 5:14","refLong":"Job 5:14","text":"By day they encounter darkness, / And at noon they grope about as in the night."},{"ref":"Job 5:15","refLong":"Job 5:15","text":"But He saves the needy from the sword of their mouth, / From the hand of the strong."},{"ref":"Job 5:16","refLong":"Job 5:16","text":"Thus the poor have hope, / And Injustice stops her mouth."},{"ref":"Job 5:17","refLong":"Job 5:17","text":"Indeed, blessed is the man whom God corrects; / Therefore do not reject the chastening of the Almighty."},{"ref":"Job 5:18","refLong":"Job 5:18","text":"For He wounds, but He binds up; / He strikes, but His hands heal."},{"ref":"Job 5:19","refLong":"Job 5:19","text":"In six troubles He will deliver you; / Indeed in seven no evil will touch you."},{"ref":"Job 5:20","refLong":"Job 5:20","text":"In famine He will redeem you from death, / And in battle, from the power of the sword."},{"ref":"Job 5:21","refLong":"Job 5:21","text":"From the scourge of the tongue you will be hidden, / And you will not be afraid of destruction when it comes."},{"ref":"Job 5:22","refLong":"Job 5:22","text":"At destruction and at famine you will laugh, / And you will not be afraid of the animals of the earth."},{"ref":"Job 5:23","refLong":"Job 5:23","text":"For you will be in an alliance with the stones of the field, / And the animals of the field will be at peace with you."},{"ref":"Job 5:24","refLong":"Job 5:24","text":"And you will know that your tent is at peace, / And you will inspect your fold and miss nothing."},{"ref":"Job 5:25","refLong":"Job 5:25","text":"And you will know that your seed will be great, / And your offspring like the grass of the earth."},{"ref":"Job 5:26","refLong":"Job 5:26","text":"You will come to the grave at a ripe old age, / Like a shock of grain coming up in its season."},{"ref":"Job 5:27","refLong":"Job 5:27","text":"This is it. We have searched it out; it is so. / Hear then and know it for yourself."}]},{"ref":"Job 6","refLong":"Job 6","numVerses":30,"verses":[{"ref":"Job 6:1","refLong":"Job 6:1","text":"Then Job answered and said,"},{"ref":"Job 6:2","refLong":"Job 6:2","text":"Oh that my vexation were weighed indeed, / And that my ruin were lifted onto the scales together with it!"},{"ref":"Job 6:3","refLong":"Job 6:3","text":"For then it would be heavier than the sand of the seas; / Therefore my words have been rash."},{"ref":"Job 6:4","refLong":"Job 6:4","text":"For the arrows of the Almighty are in me, / The poison of which my spirit drinks up; / The terrors of God are arrayed against me."},{"ref":"Job 6:5","refLong":"Job 6:5","text":"Does the wild ass bray over its grass? / Or does the ox low over its fodder?"},{"ref":"Job 6:6","refLong":"Job 6:6","text":"Is what is savorless eaten without salt? / Or is there any taste in the white of an egg?"},{"ref":"Job 6:7","refLong":"Job 6:7","text":"My soul refuses to touch them; / They are like putrid food to me."},{"ref":"Job 6:8","refLong":"Job 6:8","text":"Oh that I might have my request, / And that God would grant me what I long for;"},{"ref":"Job 6:9","refLong":"Job 6:9","text":"That God would be willing to crush me; / That He would release His hand and cut me off!"},{"ref":"Job 6:10","refLong":"Job 6:10","text":"Then there would still be comfort for me; / And I would exult, even in writhing pain that does not spare, / That I did not deny the words of the Holy One."},{"ref":"Job 6:11","refLong":"Job 6:11","text":"What is my strength, that I should wait? / And what is my end, that I should be patient?"},{"ref":"Job 6:12","refLong":"Job 6:12","text":"Is my strength the strength of stones? / Or is my flesh bronze?"},{"ref":"Job 6:13","refLong":"Job 6:13","text":"Is there any help for me at all within me, / And has wisdom been driven away from me?"},{"ref":"Job 6:14","refLong":"Job 6:14","text":"To him who is fainting there should be kindness from his friend, / Else he will forsake the fear of the Almighty."},{"ref":"Job 6:15","refLong":"Job 6:15","text":"My brothers have dealt as treacherously as a desert brook, / As the rivulets of the desert brooks that pass away,"},{"ref":"Job 6:16","refLong":"Job 6:16","text":"Which are turbid because of the ice, / And into which the snow hides itself."},{"ref":"Job 6:17","refLong":"Job 6:17","text":"When they are scorched, they are completely consumed; / When it is hot, they are dried up from their place."},{"ref":"Job 6:18","refLong":"Job 6:18","text":"Caravans divert their ways for them; / They go up into the waste and perish."},{"ref":"Job 6:19","refLong":"Job 6:19","text":"The caravans of Tema look for them; / The companies of Sheba long for them."},{"ref":"Job 6:20","refLong":"Job 6:20","text":"They are put to shame because they are confident; / They go there and are confounded."},{"ref":"Job 6:21","refLong":"Job 6:21","text":"So now you have become such; / You see a terrible thing and are afraid."},{"ref":"Job 6:22","refLong":"Job 6:22","text":"Have I said, Give me something? / Or, Pay a bribe for me out of your wealth?"},{"ref":"Job 6:23","refLong":"Job 6:23","text":"Or, Deliver me from the hand of the adversary? / Or, From the hand of the oppressors redeem me?"},{"ref":"Job 6:24","refLong":"Job 6:24","text":"Teach me, and I will be silent; / Cause me to understand how I have erred."},{"ref":"Job 6:25","refLong":"Job 6:25","text":"How forceful are upright words! / But what does this reproving from you reprove?"},{"ref":"Job 6:26","refLong":"Job 6:26","text":"Do you think you can reprove words? / But the words of a desperate man are for the wind."},{"ref":"Job 6:27","refLong":"Job 6:27","text":"You would even cast lots over the orphan / And bargain over your friend."},{"ref":"Job 6:28","refLong":"Job 6:28","text":"Now then be pleased to look upon me, / For surely I will not lie to your face."},{"ref":"Job 6:29","refLong":"Job 6:29","text":"Turn now; let there be no injustice. / Indeed turn; my righteousness is still here."},{"ref":"Job 6:30","refLong":"Job 6:30","text":"Is there any injustice on my tongue? / Can my palate not discern calamities?"}]},{"ref":"Job 7","refLong":"Job 7","numVerses":21,"verses":[{"ref":"Job 7:1","refLong":"Job 7:1","text":"Does not man have a term of hard service on earth? / And are his days not like the days of a hired hand?"},{"ref":"Job 7:2","refLong":"Job 7:2","text":"Like a servant who longs for the shade, / And like a hired hand who waits for his pay,"},{"ref":"Job 7:3","refLong":"Job 7:3","text":"So I am made to inherit months of vanity, / And nights of trouble are appointed to me."},{"ref":"Job 7:4","refLong":"Job 7:4","text":"If I lie down, I say, / When will I arise? But the evening is long, / And I am full of tossings until the dawn."},{"ref":"Job 7:5","refLong":"Job 7:5","text":"My flesh is clothed with worms and dirt clods; / My skin crusts and then oozes again."},{"ref":"Job 7:6","refLong":"Job 7:6","text":"My days are swifter than a weaver’s shuttle / And are spent without hope."},{"ref":"Job 7:7","refLong":"Job 7:7","text":"Remember that my life is a breath; / My eye will not see good again."},{"ref":"Job 7:8","refLong":"Job 7:8","text":"The eye of him who sees me will not look on me; / Your eyes will be on me, but I will not be."},{"ref":"Job 7:9","refLong":"Job 7:9","text":"The cloud is consumed and goes away: / Likewise he who goes down into Sheol does not come up."},{"ref":"Job 7:10","refLong":"Job 7:10","text":"He returns no more to his house, / Nor does his place know him anymore."},{"ref":"Job 7:11","refLong":"Job 7:11","text":"For my part, I also will not restrain my mouth; / I will speak in the distress of my spirit; / I will complain in the bitterness of my soul."},{"ref":"Job 7:12","refLong":"Job 7:12","text":"Am I the sea, or a sea serpent, / That You must set a watch over me?"},{"ref":"Job 7:13","refLong":"Job 7:13","text":"When I say, My bed will comfort me, / My couch will bear up my complaint;"},{"ref":"Job 7:14","refLong":"Job 7:14","text":"Then You scare me with dreams / And terrify me with visions,"},{"ref":"Job 7:15","refLong":"Job 7:15","text":"So that my soul would choose strangulation / And death rather than my bones."},{"ref":"Job 7:16","refLong":"Job 7:16","text":"I loathe life; I would not live forever. / Leave me alone, for my days are a mere breath."},{"ref":"Job 7:17","refLong":"Job 7:17","text":"What is mortal man that You magnify him, / And that You consider him,"},{"ref":"Job 7:18","refLong":"Job 7:18","text":"And that You visit him every morning, / You try him every moment?"},{"ref":"Job 7:19","refLong":"Job 7:19","text":"How long before You look away from me, / Before You abandon me until I swallow my spittle?"},{"ref":"Job 7:20","refLong":"Job 7:20","text":"If I have sinned, what have I done to You, O Watcher of man? / Why have You made me Your target so that I have become a burden to You?"},{"ref":"Job 7:21","refLong":"Job 7:21","text":"And why do You not forgive my transgression / And take away my iniquity? / For now I may lie down in the dust; / And You will seek me out, and I will not be."}]},{"ref":"Job 8","refLong":"Job 8","numVerses":22,"verses":[{"ref":"Job 8:1","refLong":"Job 8:1","text":"Then Bildad the Shuhite answered and said,"},{"ref":"Job 8:2","refLong":"Job 8:2","text":"How long will you speak these things? / And how long will the words of your mouth be like a mighty wind?"},{"ref":"Job 8:3","refLong":"Job 8:3","text":"Does God pervert justice? / Or does the Almighty pervert righteousness?"},{"ref":"Job 8:4","refLong":"Job 8:4","text":"If your children have sinned against Him, / He has delivered them into the hand of their transgression."},{"ref":"Job 8:5","refLong":"Job 8:5","text":"If you seek earnestly after God / And make supplication unto the Almighty,"},{"ref":"Job 8:6","refLong":"Job 8:6","text":"If you are pure and upright, / Then surely He will rouse Himself for you / And restore well-being to your righteous habitation."},{"ref":"Job 8:7","refLong":"Job 8:7","text":"And though your beginning was small, / Your end will be very great."},{"ref":"Job 8:8","refLong":"Job 8:8","text":"For inquire now of the former generation, / And attend to what their fathers have sought out."},{"ref":"Job 8:9","refLong":"Job 8:9","text":"For we are of yesterday and know nothing, / Because our days upon the earth are a shadow."},{"ref":"Job 8:10","refLong":"Job 8:10","text":"Will they not teach you and talk to you / And utter forth words from their heart?"},{"ref":"Job 8:11","refLong":"Job 8:11","text":"Can papyrus shoot up without marsh? / Can reeds grow without water?"},{"ref":"Job 8:12","refLong":"Job 8:12","text":"While it is still in its greenness and not cut down, / It withers before all other grasses."},{"ref":"Job 8:13","refLong":"Job 8:13","text":"So are the paths of all who forget God; / And the hope of the profane perishes,"},{"ref":"Job 8:14","refLong":"Job 8:14","text":"Whose confidence is cut off, / And whose trust is a spider’s web."},{"ref":"Job 8:15","refLong":"Job 8:15","text":"He leans upon his house, but it will not stand; / He holds fast to it, but it will not endure."},{"ref":"Job 8:16","refLong":"Job 8:16","text":"He is full of sap before the sun, / And his shoots go forth over his garden."},{"ref":"Job 8:17","refLong":"Job 8:17","text":"His roots are entwined around a stone heap; / He looks upon a place of stones."},{"ref":"Job 8:18","refLong":"Job 8:18","text":"If one destroys him from his place, / Then it denies him, saying, I have not seen you."},{"ref":"Job 8:19","refLong":"Job 8:19","text":"Indeed, that is the joy of his way; / And others spring forth out of the dust."},{"ref":"Job 8:20","refLong":"Job 8:20","text":"Indeed, God will not reject a perfect man, / Nor will He support evildoers."},{"ref":"Job 8:21","refLong":"Job 8:21","text":"He will yet fill your mouth with laughter / And your lips with shouting."},{"ref":"Job 8:22","refLong":"Job 8:22","text":"Those who hate you will be clothed with shame, / And the tent of the wicked will be no more."}]},{"ref":"Job 9","refLong":"Job 9","numVerses":35,"verses":[{"ref":"Job 9:1","refLong":"Job 9:1","text":"Then Job answered and said,"},{"ref":"Job 9:2","refLong":"Job 9:2","text":"I do indeed know that it is so. / But how can a man be righteous before God?"},{"ref":"Job 9:3","refLong":"Job 9:3","text":"If he is pleased to contend with Him, / He cannot answer Him one thing in a thousand."},{"ref":"Job 9:4","refLong":"Job 9:4","text":"He is wise in heart and mighty in strength — / Who has ever resisted Him and come through whole? —"},{"ref":"Job 9:5","refLong":"Job 9:5","text":"He who removes mountains, and they do not know it, / When He overturns them in His anger;"},{"ref":"Job 9:6","refLong":"Job 9:6","text":"Who shakes the earth from its place, / And its pillars shake;"},{"ref":"Job 9:7","refLong":"Job 9:7","text":"Who commands the sun, and it does not rise, / And seals up the stars;"},{"ref":"Job 9:8","refLong":"Job 9:8","text":"Who alone stretched forth the heavens / And trod upon the heights of the sea;"},{"ref":"Job 9:9","refLong":"Job 9:9","text":"Who made the Bear, Orion, and the Pleiades, / And the chambers of the south;"},{"ref":"Job 9:10","refLong":"Job 9:10","text":"Who does great things that cannot be searched, / Indeed, wonderful deeds that cannot be numbered."},{"ref":"Job 9:11","refLong":"Job 9:11","text":"Indeed, He passes by me, but I do not see Him; / And He goes by, but I do not perceive Him."},{"ref":"Job 9:12","refLong":"Job 9:12","text":"Indeed, He snatches away; who can stop Him? / Who can say to Him, What are You doing?"},{"ref":"Job 9:13","refLong":"Job 9:13","text":"God does not turn back His anger; / Under Him Rahab’s helpers stoop."},{"ref":"Job 9:14","refLong":"Job 9:14","text":"How then can I answer Him / And choose my words properly with Him?"},{"ref":"Job 9:15","refLong":"Job 9:15","text":"I, though righteous, could not answer Him; / I could only plead for mercy before my Judge."},{"ref":"Job 9:16","refLong":"Job 9:16","text":"If I called out and He answered me, / I do not believe that He would hearken to my voice."},{"ref":"Job 9:17","refLong":"Job 9:17","text":"For He crushes me with a whirlwind / And multiplies my wounds without cause."},{"ref":"Job 9:18","refLong":"Job 9:18","text":"He does not permit me to catch my breath, / But fills me with bitterness."},{"ref":"Job 9:19","refLong":"Job 9:19","text":"If we speak of strength, indeed, He is mighty! / Or if of judgment, Who, says He, can appoint Me a time?"},{"ref":"Job 9:20","refLong":"Job 9:20","text":"Though I am righteous, my mouth would condemn me; / Though I am perfect, it would prove me perverse."},{"ref":"Job 9:21","refLong":"Job 9:21","text":"I am perfect; I do not regard my soul; / I despise my life."},{"ref":"Job 9:22","refLong":"Job 9:22","text":"It is all one; therefore I say, / He destroys the perfect and the wicked."},{"ref":"Job 9:23","refLong":"Job 9:23","text":"If some scourge suddenly kills, / He derides the despair of the innocent."},{"ref":"Job 9:24","refLong":"Job 9:24","text":"The earth is given into the hand of the wicked; / He covers the faces of its judges. / If not He, then who is it?"},{"ref":"Job 9:25","refLong":"Job 9:25","text":"And my days are swifter than a running messenger; / They flee away, they do not see good;"},{"ref":"Job 9:26","refLong":"Job 9:26","text":"They go by like reed boats, / Like an eagle swooping on the prey."},{"ref":"Job 9:27","refLong":"Job 9:27","text":"If I say, I will forget my complaint, / I will put off my sad countenance and look cheerful;"},{"ref":"Job 9:28","refLong":"Job 9:28","text":"I fear all my pains: / I know that You will not hold me innocent."},{"ref":"Job 9:29","refLong":"Job 9:29","text":"I will be accounted wicked; / Why then do I labor in vain?"},{"ref":"Job 9:30","refLong":"Job 9:30","text":"If I wash myself with soap / And cleanse my hands with lye,"},{"ref":"Job 9:31","refLong":"Job 9:31","text":"Yet You will plunge me into the pit, / And my own garments will abhor me."},{"ref":"Job 9:32","refLong":"Job 9:32","text":"For He is not a man, as I am, that I should answer Him, / That we should enter into litigation together."},{"ref":"Job 9:33","refLong":"Job 9:33","text":"There is no referee between us, / Who may lay his hand upon us both."},{"ref":"Job 9:34","refLong":"Job 9:34","text":"Let Him take His rod away from me, / And let not the dread of Him terrify me;"},{"ref":"Job 9:35","refLong":"Job 9:35","text":"Then I would speak and not be afraid; / For I am not such."}]},{"ref":"Job 10","refLong":"Job 10","numVerses":22,"verses":[{"ref":"Job 10:1","refLong":"Job 10:1","text":"My soul loathes my own life; / I will let my complaint have free course in me; / I will speak in the bitterness of my soul."},{"ref":"Job 10:2","refLong":"Job 10:2","text":"I will say to God, Do not account me wicked; / Make known to me why You contend with me."},{"ref":"Job 10:3","refLong":"Job 10:3","text":"Does it seem good to You to oppress, / To despise the toil of Your hands / And shine upon the counsel of the wicked?"},{"ref":"Job 10:4","refLong":"Job 10:4","text":"Do You have eyes of flesh? / Or do You see as a man sees?"},{"ref":"Job 10:5","refLong":"Job 10:5","text":"Are Your days like the days of a man, / Or Your years like the days of a mighty man,"},{"ref":"Job 10:6","refLong":"Job 10:6","text":"That You would seek out my iniquity / And search for my sin,"},{"ref":"Job 10:7","refLong":"Job 10:7","text":"Even though You know that I am not wicked / And that there is none who can deliver out of Your hand?"},{"ref":"Job 10:8","refLong":"Job 10:8","text":"Your hands have shaped me and made me altogether, / Yet You destroy me."},{"ref":"Job 10:9","refLong":"Job 10:9","text":"Remember now that You have made me like clay; / And will You return me to the dust?"},{"ref":"Job 10:10","refLong":"Job 10:10","text":"Have You not poured me out like milk / And curdled me like cheese?"},{"ref":"Job 10:11","refLong":"Job 10:11","text":"You have clothed me with skin and flesh / And woven me together with bones and sinews."},{"ref":"Job 10:12","refLong":"Job 10:12","text":"You have granted me life and lovingkindness, / And Your visitation has preserved my spirit."},{"ref":"Job 10:13","refLong":"Job 10:13","text":"But You have hidden these things in Your heart; / I know that this is with You:"},{"ref":"Job 10:14","refLong":"Job 10:14","text":"If I sin, You mark me, / And You do not acquit me of my iniquity;"},{"ref":"Job 10:15","refLong":"Job 10:15","text":"If I am wicked, woe unto me; / If I am righteous, I cannot lift up my head, / Being filled with dishonor and looking on my affliction."},{"ref":"Job 10:16","refLong":"Job 10:16","text":"And if my head should be lifted up, You would hunt me down like a lion, / And You would again demonstrate wonders on me."},{"ref":"Job 10:17","refLong":"Job 10:17","text":"You renew Your witnesses against me / And increase Your anger against me; / Attacking waves and a host are against me."},{"ref":"Job 10:18","refLong":"Job 10:18","text":"And why have You brought me out of the womb? / I should have died that no eye had seen me;"},{"ref":"Job 10:19","refLong":"Job 10:19","text":"I should have been as though I had not been; / I should have been carried from birth to the grave."},{"ref":"Job 10:20","refLong":"Job 10:20","text":"Are not my days few? Cease then, / And let me alone, that I may be somewhat revived,"},{"ref":"Job 10:21","refLong":"Job 10:21","text":"Before I go, and never return, / To the land of darkness and the shadow of death,"},{"ref":"Job 10:22","refLong":"Job 10:22","text":"The land of gloom like deep darkness, / The shadow of death without order, / Which shines like deep darkness."}]},{"ref":"Job 11","refLong":"Job 11","numVerses":20,"verses":[{"ref":"Job 11:1","refLong":"Job 11:1","text":"Then Zophar the Naamathite answered and said,"},{"ref":"Job 11:2","refLong":"Job 11:2","text":"Should a multitude of words not be answered? / And should a man of much talk be justified?"},{"ref":"Job 11:3","refLong":"Job 11:3","text":"Shall your empty talk silence men? / And will you mock, and there be none to shame you?"},{"ref":"Job 11:4","refLong":"Job 11:4","text":"For you say, My doctrine is pure, / And I am clean in Your eyes."},{"ref":"Job 11:5","refLong":"Job 11:5","text":"But, oh, that God would speak / And open His lips to you,"},{"ref":"Job 11:6","refLong":"Job 11:6","text":"And that He would tell you the secrets of wisdom! / For there are two sides to sound reason. / Know then that God has forgotten some of your iniquity."},{"ref":"Job 11:7","refLong":"Job 11:7","text":"Can you find out the depths of God? / Can you find out the limit of the Almighty?"},{"ref":"Job 11:8","refLong":"Job 11:8","text":"It is the height of heaven — what can you do? / It is deeper than Sheol — what can you know?"},{"ref":"Job 11:9","refLong":"Job 11:9","text":"Its measure is longer than that of the earth / And broader than the sea."},{"ref":"Job 11:10","refLong":"Job 11:10","text":"If He passes by and imprisons / And summons an assembly, who can stop Him?"},{"ref":"Job 11:11","refLong":"Job 11:11","text":"For He knows men of falsehood, / And He sees iniquity without considering it."},{"ref":"Job 11:12","refLong":"Job 11:12","text":"But an empty-headed man acquires intelligence / When the foal of a wild ass is born as a man."},{"ref":"Job 11:13","refLong":"Job 11:13","text":"If you would set your heart right / And stretch your hands out to Him —"},{"ref":"Job 11:14","refLong":"Job 11:14","text":"If there is iniquity in your hand, put it far away, / And do not let wrong dwell in your tents —"},{"ref":"Job 11:15","refLong":"Job 11:15","text":"Then indeed you would lift up your face without blemish, / And you would be steadfast and would not be afraid."},{"ref":"Job 11:16","refLong":"Job 11:16","text":"For you will forget your misery; / You will remember it as waters that have passed away."},{"ref":"Job 11:17","refLong":"Job 11:17","text":"And your time here will rise more brightly than the noonday; / Dark though it may be, it will be like the morning."},{"ref":"Job 11:18","refLong":"Job 11:18","text":"And you will be secure, for there is hope; / And you will search about and lie down in security."},{"ref":"Job 11:19","refLong":"Job 11:19","text":"Indeed you will lie down, and there will be none to terrify you; / And many will entreat your favor."},{"ref":"Job 11:20","refLong":"Job 11:20","text":"But the eyes of the wicked will fail, / And fleeing will be lost to them, / And their hope will be to breathe out their life."}]},{"ref":"Job 12","refLong":"Job 12","numVerses":25,"verses":[{"ref":"Job 12:1","refLong":"Job 12:1","text":"Then Job answered and said,"},{"ref":"Job 12:2","refLong":"Job 12:2","text":"Surely then you are the people, / And wisdom will die with you."},{"ref":"Job 12:3","refLong":"Job 12:3","text":"I also have understanding as you do; / I am not inferior to you. / And who does not know things like these?"},{"ref":"Job 12:4","refLong":"Job 12:4","text":"I have become a laughingstock to my friends, / I, who have called out to God and He answers me. / The righteous man, the perfect man, is a laughingstock."},{"ref":"Job 12:5","refLong":"Job 12:5","text":"There is contempt for calamity in the thought of him who is at ease: / It is prepared for those whose foot slips."},{"ref":"Job 12:6","refLong":"Job 12:6","text":"The tents of robbers prosper, / And those who provoke God have security, / Those who carry their god in their own might."},{"ref":"Job 12:7","refLong":"Job 12:7","text":"But ask now of the beasts, and they will teach you; / And of the birds of heaven, and they will tell you."},{"ref":"Job 12:8","refLong":"Job 12:8","text":"Or speak to the earth, and it will teach you; / And the fish of the sea will declare to you."},{"ref":"Job 12:9","refLong":"Job 12:9","text":"Who among all these does not know / That the hand of Jehovah has done this,"},{"ref":"Job 12:10","refLong":"Job 12:10","text":"In whose hand is the life of every living thing / And the breath of all flesh of man?"},{"ref":"Job 12:11","refLong":"Job 12:11","text":"Does not the ear try words / Even as the palate tastes food for itself?"},{"ref":"Job 12:12","refLong":"Job 12:12","text":"In aged men, you say, there is wisdom, / And in length of days there is understanding."},{"ref":"Job 12:13","refLong":"Job 12:13","text":"But with Him are wisdom and might; / Counsel and understanding are His."},{"ref":"Job 12:14","refLong":"Job 12:14","text":"Indeed, He breaks down, and it cannot be rebuilt; / He shuts a man up, and the door cannot be opened."},{"ref":"Job 12:15","refLong":"Job 12:15","text":"Indeed, He withholds the waters, and they dry up; / And He sends them forth, and they overturn the earth."},{"ref":"Job 12:16","refLong":"Job 12:16","text":"With Him are strength and effectual wisdom; / The deceived and the deceiver are His."},{"ref":"Job 12:17","refLong":"Job 12:17","text":"He leads counselors away stripped, / And He makes fools of judges."},{"ref":"Job 12:18","refLong":"Job 12:18","text":"He loosens the fetters of kings / And binds their loins with a belt."},{"ref":"Job 12:19","refLong":"Job 12:19","text":"He leads priests away stripped, / And He overturns dignitaries."},{"ref":"Job 12:20","refLong":"Job 12:20","text":"He removes the utterance of the trusty / And takes away the counsel of the elders."},{"ref":"Job 12:21","refLong":"Job 12:21","text":"He pours contempt upon the princes / And loosens the belt of the strong."},{"ref":"Job 12:22","refLong":"Job 12:22","text":"He uncovers the depths out of darkness / And brings to light the shadow of death."},{"ref":"Job 12:23","refLong":"Job 12:23","text":"He makes nations great and destroys them; / He expands nations and leads them off."},{"ref":"Job 12:24","refLong":"Job 12:24","text":"He removes the understanding of the heads of the people of the earth / And causes them to wander in a pathless waste."},{"ref":"Job 12:25","refLong":"Job 12:25","text":"They grope in darkness, and there is no light; / And He causes them to stagger like a drunken man."}]},{"ref":"Job 13","refLong":"Job 13","numVerses":28,"verses":[{"ref":"Job 13:1","refLong":"Job 13:1","text":"Indeed, my eye has seen all this; / My ear has heard and understood it."},{"ref":"Job 13:2","refLong":"Job 13:2","text":"What you know, I also know; / I am not inferior to you."},{"ref":"Job 13:3","refLong":"Job 13:3","text":"But I would speak to the Almighty, / And I desire to argue with God."},{"ref":"Job 13:4","refLong":"Job 13:4","text":"Yet you are plasterers of lies; / Physicians of no value are you all."},{"ref":"Job 13:5","refLong":"Job 13:5","text":"Oh that you would be altogether silent, / And this would be your wisdom!"},{"ref":"Job 13:6","refLong":"Job 13:6","text":"Hear now my argument, / And hearken to the contentions of my lips."},{"ref":"Job 13:7","refLong":"Job 13:7","text":"Will you speak wrongly for God / And speak deceitfully for Him?"},{"ref":"Job 13:8","refLong":"Job 13:8","text":"Will you be partial to Him? / Will you contend for God?"},{"ref":"Job 13:9","refLong":"Job 13:9","text":"Will it be well with you when He searches you out? / Or will you deceive Him as one might deceive a man?"},{"ref":"Job 13:10","refLong":"Job 13:10","text":"He will surely reprove you / If you are secretly partial."},{"ref":"Job 13:11","refLong":"Job 13:11","text":"Will not His majesty make you afraid / And His dread fall on you?"},{"ref":"Job 13:12","refLong":"Job 13:12","text":"Your memorable sayings are proverbs of ashes; / Your defenses are defenses of clay."},{"ref":"Job 13:13","refLong":"Job 13:13","text":"Be silent before me, and I myself will speak; / And let come on me what may."},{"ref":"Job 13:14","refLong":"Job 13:14","text":"I will take my flesh in my teeth / And put my life in my hand."},{"ref":"Job 13:15","refLong":"Job 13:15","text":"Indeed, He will kill me; I have no hope. / Nevertheless I will argue my ways before Him."},{"ref":"Job 13:16","refLong":"Job 13:16","text":"This also will be my salvation, / That no profane man may come before Him."},{"ref":"Job 13:17","refLong":"Job 13:17","text":"Hear carefully my words, / And let my declaration be in your ears."},{"ref":"Job 13:18","refLong":"Job 13:18","text":"Here now, I have arranged my case; / I know that I will be vindicated."},{"ref":"Job 13:19","refLong":"Job 13:19","text":"Who will contend with me? / For then I would be silent and die."},{"ref":"Job 13:20","refLong":"Job 13:20","text":"Only do not do two things to me, / Then I will not hide from Your face:"},{"ref":"Job 13:21","refLong":"Job 13:21","text":"Withdraw Your hand far from me, / And do not let Your terror frighten me."},{"ref":"Job 13:22","refLong":"Job 13:22","text":"Then call, and I will answer; / Or let me speak, and You respond to me."},{"ref":"Job 13:23","refLong":"Job 13:23","text":"How many are my iniquities and sins? / Make my transgression and my sin known to me."},{"ref":"Job 13:24","refLong":"Job 13:24","text":"Why do You hide Your face / And consider me as Your enemy?"},{"ref":"Job 13:25","refLong":"Job 13:25","text":"Will You harass a driven leaf / And pursue dry chaff?"},{"ref":"Job 13:26","refLong":"Job 13:26","text":"For You write bitter things against me / And cause me to inherit the iniquities of my youth;"},{"ref":"Job 13:27","refLong":"Job 13:27","text":"And You put my feet in stocks / And mark all my paths; / You set a limit for the soles of my feet."},{"ref":"Job 13:28","refLong":"Job 13:28","text":"And such a one is like some rotten thing that wastes away, / Like a garment eaten by moths."}]},{"ref":"Job 14","refLong":"Job 14","numVerses":22,"verses":[{"ref":"Job 14:1","refLong":"Job 14:1","text":"Man, born of woman, / Is of few days and full of trouble."},{"ref":"Job 14:2","refLong":"Job 14:2","text":"He comes forth like a blossom and is cut down, / He also flees like a shadow and does not remain."},{"ref":"Job 14:3","refLong":"Job 14:3","text":"And do You open Your eyes upon such a one / And bring me into litigation with You?"},{"ref":"Job 14:4","refLong":"Job 14:4","text":"Who can bring a clean thing out from the unclean? / No one!"},{"ref":"Job 14:5","refLong":"Job 14:5","text":"Since his days are determined, / And the number of his months is with You; / Since You have appointed his bounds, and he cannot go beyond;"},{"ref":"Job 14:6","refLong":"Job 14:6","text":"Look away from him that he may rest, / Until he fulfills his day like a hired hand."},{"ref":"Job 14:7","refLong":"Job 14:7","text":"For there is hope for a tree: / If it is cut down, it will sprout again, / And its tender shoot will not cease."},{"ref":"Job 14:8","refLong":"Job 14:8","text":"Though its root grows old in the earth, / And its trunk dies in the dirt,"},{"ref":"Job 14:9","refLong":"Job 14:9","text":"At the scent of water it will bud / And will produce branches like a new plant."},{"ref":"Job 14:10","refLong":"Job 14:10","text":"But a man dies and is laid low; / Yes, a man expires, and then where is he?"},{"ref":"Job 14:11","refLong":"Job 14:11","text":"The waters of the sea recede, / And the river becomes parched and dried up:"},{"ref":"Job 14:12","refLong":"Job 14:12","text":"So a man lies down and does not rise up; / Until the heavens are no more, he will not awake, / Nor will he be roused from his sleep."},{"ref":"Job 14:13","refLong":"Job 14:13","text":"Oh, that You would hide me in Sheol, / That You would conceal me until Your anger has passed, / That You would set me an appointed time and remember me!"},{"ref":"Job 14:14","refLong":"Job 14:14","text":"If a man dies, will he live again? / All the days of my service I would wait, / Until a change for me should come."},{"ref":"Job 14:15","refLong":"Job 14:15","text":"You would call, and I would answer You; / You would long after the work of Your hands."},{"ref":"Job 14:16","refLong":"Job 14:16","text":"For now You number my steps. / Do You not watch over my sin?"},{"ref":"Job 14:17","refLong":"Job 14:17","text":"My transgression has been sealed up in a bag, / And You have fastened up my iniquity."},{"ref":"Job 14:18","refLong":"Job 14:18","text":"However the mountain falls and crumbles, / And the rock moves from its place;"},{"ref":"Job 14:19","refLong":"Job 14:19","text":"Waters wear away stones; / Their torrents wash away the dust of the earth: / So You destroy the hope of man."},{"ref":"Job 14:20","refLong":"Job 14:20","text":"You prevail forever against him, and he passes away; / You change his countenance and send him away."},{"ref":"Job 14:21","refLong":"Job 14:21","text":"His sons gain honor, but he does not know it; / And they become insignificant, but he does not perceive it."},{"ref":"Job 14:22","refLong":"Job 14:22","text":"Only the pain of his own flesh does he feel, / And his own soul mourns for him."}]},{"ref":"Job 15","refLong":"Job 15","numVerses":35,"verses":[{"ref":"Job 15:1","refLong":"Job 15:1","text":"And Eliphaz the Temanite answered and said,"},{"ref":"Job 15:2","refLong":"Job 15:2","text":"Should a wise man answer with the knowledge of wind, / And should he fill his belly with the east wind?"},{"ref":"Job 15:3","refLong":"Job 15:3","text":"Should he argue with useless talk / And with words by which he cannot avail?"},{"ref":"Job 15:4","refLong":"Job 15:4","text":"Indeed you do away with the fear of God / And restrain meditation before God."},{"ref":"Job 15:5","refLong":"Job 15:5","text":"For your iniquity instructs your mouth, / And you choose the tongue of the crafty."},{"ref":"Job 15:6","refLong":"Job 15:6","text":"Your own mouth condemns you, and not I; / And your own lips testify against you."},{"ref":"Job 15:7","refLong":"Job 15:7","text":"Are you the first man born? / Or were you brought forth before the hills?"},{"ref":"Job 15:8","refLong":"Job 15:8","text":"Did you listen in on the secret council of God? / And do you limit wisdom to yourself?"},{"ref":"Job 15:9","refLong":"Job 15:9","text":"What do you know that we do not know? / What do you understand that is not with us?"},{"ref":"Job 15:10","refLong":"Job 15:10","text":"Both the grayheaded and the aged are among us, / Older than your father."},{"ref":"Job 15:11","refLong":"Job 15:11","text":"Are the consolations of God too small for you, / Or the word spoken gently to you?"},{"ref":"Job 15:12","refLong":"Job 15:12","text":"Why does your heart take you away? / And why do your eyes flash,"},{"ref":"Job 15:13","refLong":"Job 15:13","text":"That you turn your spirit against God / And let words go forth from your mouth?"},{"ref":"Job 15:14","refLong":"Job 15:14","text":"What is mortal man, that he can be clean, / Or he who is born of a woman, that he can be righteous?"},{"ref":"Job 15:15","refLong":"Job 15:15","text":"Indeed, He puts no trust in His holy ones; / Even the heavens are not clean in His eyes."},{"ref":"Job 15:16","refLong":"Job 15:16","text":"How much less one who is abominable and corrupt! / How much less a man who drinks wrong like water!"},{"ref":"Job 15:17","refLong":"Job 15:17","text":"I will tell you; hear me; / And what I have seen, that will I recount,"},{"ref":"Job 15:18","refLong":"Job 15:18","text":"What wise men have declared, / And have not hidden, from their fathers;"},{"ref":"Job 15:19","refLong":"Job 15:19","text":"To whom alone the land was given, / And no stranger passed in their midst:"},{"ref":"Job 15:20","refLong":"Job 15:20","text":"For all his days the wicked man travails in pain, / And numbered years are stored up for the ruthless man."},{"ref":"Job 15:21","refLong":"Job 15:21","text":"The sound of terrors is in his ears; / While he is at peace, the destroyer will come upon him."},{"ref":"Job 15:22","refLong":"Job 15:22","text":"He does not believe that he will return from the darkness, / And he is spied out for the sword."},{"ref":"Job 15:23","refLong":"Job 15:23","text":"He wanders for bread — where is it? / He knows that the day of darkness is ready at hand."},{"ref":"Job 15:24","refLong":"Job 15:24","text":"Distress and straits terrify him; / They prevail against him, like a king prepared for the attack;"},{"ref":"Job 15:25","refLong":"Job 15:25","text":"Because he stretched out his hand against God, / And against the Almighty he acted mightily,"},{"ref":"Job 15:26","refLong":"Job 15:26","text":"Running against Him with a stiff neck, / With the thick bosses of his shield;"},{"ref":"Job 15:27","refLong":"Job 15:27","text":"Because he covered his face with his fatness / And gathered fat upon his loins;"},{"ref":"Job 15:28","refLong":"Job 15:28","text":"And he dwelt in desolated cities, / In houses which should not have been inhabited, / Which were appointed to become heaps."},{"ref":"Job 15:29","refLong":"Job 15:29","text":"He will not be rich, and his wealth will not endure; / Nor will his produce bend down to the earth."},{"ref":"Job 15:30","refLong":"Job 15:30","text":"He will not go away from darkness; / The flame will dry up his shoots, / And by the breath of His mouth he will go away."},{"ref":"Job 15:31","refLong":"Job 15:31","text":"Let him not trust in vanity, deceiving himself; / For vanity will be his recompense."},{"ref":"Job 15:32","refLong":"Job 15:32","text":"It will be fully paid before his day, / And his branch will not be flourishing."},{"ref":"Job 15:33","refLong":"Job 15:33","text":"He will shake off his unripe grapes like a vine, / And he will cast off his blossom like an olive tree."},{"ref":"Job 15:34","refLong":"Job 15:34","text":"For the company of the profane will be barren, / And fire will devour the tents of bribery."},{"ref":"Job 15:35","refLong":"Job 15:35","text":"They conceive mischief and bring forth iniquity, / And their heart prepares deceit."}]},{"ref":"Job 16","refLong":"Job 16","numVerses":22,"verses":[{"ref":"Job 16:1","refLong":"Job 16:1","text":"Then Job answered and said,"},{"ref":"Job 16:2","refLong":"Job 16:2","text":"I have heard many such things; / Troubling comforters are you all."},{"ref":"Job 16:3","refLong":"Job 16:3","text":"Do words of wind have an end? / Or what has provoked you that you so respond?"},{"ref":"Job 16:4","refLong":"Job 16:4","text":"I also could speak like you, / If your soul were in my soul’s stead; / I could join my words together against you / And shake my head at you."},{"ref":"Job 16:5","refLong":"Job 16:5","text":"I could strengthen you with my mouth, / And the movement of my lips would mitigate your pain."},{"ref":"Job 16:6","refLong":"Job 16:6","text":"If I speak, my pain is not mitigated; / And if I forbear, how much departs from me?"},{"ref":"Job 16:7","refLong":"Job 16:7","text":"But now He has worn me out; / You have desolated all my company."},{"ref":"Job 16:8","refLong":"Job 16:8","text":"And You have seized me; it is a testimony against me; / And my leanness rises up against me; it testifies to my face."},{"ref":"Job 16:9","refLong":"Job 16:9","text":"In His wrath He has torn me to pieces and been adverse toward me; / He has gnashed His teeth at me. / My Adversary sharpens His eyes at me."},{"ref":"Job 16:10","refLong":"Job 16:10","text":"With their mouth they gape at me; / They strike my cheek reproachfully; / They mass themselves together against me."},{"ref":"Job 16:11","refLong":"Job 16:11","text":"God has delivered me over to the unjust / And cast me down into the hands of the wicked."},{"ref":"Job 16:12","refLong":"Job 16:12","text":"I was at ease, and He broke me apart; / Indeed He took me by my neck and dashed me to pieces. / And He set me up as His target;"},{"ref":"Job 16:13","refLong":"Job 16:13","text":"His archers surrounded me; / He split open my kidneys and did not desist; / He poured out my gall upon the earth."},{"ref":"Job 16:14","refLong":"Job 16:14","text":"He broke me open with breach upon breach; / He ran at me like a mighty man of war."},{"ref":"Job 16:15","refLong":"Job 16:15","text":"I have sewn sackcloth upon my skin / And have cast my horn into the dust."},{"ref":"Job 16:16","refLong":"Job 16:16","text":"My face is reddened with weeping, / And on my eyelids is the shadow of death;"},{"ref":"Job 16:17","refLong":"Job 16:17","text":"Though there is no violence in my hands, / And my prayer is pure."},{"ref":"Job 16:18","refLong":"Job 16:18","text":"O earth, do not cover my blood; / And let there be no resting place for my crying out."},{"ref":"Job 16:19","refLong":"Job 16:19","text":"Even now, there in heaven is my Witness, / And He who vouches for me is in the heights."},{"ref":"Job 16:20","refLong":"Job 16:20","text":"My friends deride me; / My eye pours out tears to God,"},{"ref":"Job 16:21","refLong":"Job 16:21","text":"That He would plead for a man in his case with God / And for a son of man in his case with his neighbor."},{"ref":"Job 16:22","refLong":"Job 16:22","text":"For when years few in number have come, / I will go the way from which I cannot return."}]},{"ref":"Job 17","refLong":"Job 17","numVerses":16,"verses":[{"ref":"Job 17:1","refLong":"Job 17:1","text":"My spirit is broken; / My days are extinct; / The graveyard is ready for me."},{"ref":"Job 17:2","refLong":"Job 17:2","text":"Surely there are mockers with me, / And my eye lingers on their provocation."},{"ref":"Job 17:3","refLong":"Job 17:3","text":"Lay down now a pledge for me with Yourself; / Who is he who will strike hands with me?"},{"ref":"Job 17:4","refLong":"Job 17:4","text":"For You have hidden their heart from insight; / Therefore You will not exalt them."},{"ref":"Job 17:5","refLong":"Job 17:5","text":"He who denounces his friends for a share of the profit taken, / Even the eyes of his children will fail."},{"ref":"Job 17:6","refLong":"Job 17:6","text":"But He has made me a byword of the people, / And I have become one on whom they may spit."},{"ref":"Job 17:7","refLong":"Job 17:7","text":"And my eye has grown dim because of the sorrow, / And my members are all like a shadow."},{"ref":"Job 17:8","refLong":"Job 17:8","text":"The upright are appalled at this, / And the innocent stir themselves up against the profane man."},{"ref":"Job 17:9","refLong":"Job 17:9","text":"Yet the righteous man will hold fast to his way, / And he whose hands are clean will wax yet stronger."},{"ref":"Job 17:10","refLong":"Job 17:10","text":"But all of you, come back now, / And I will not find a wise man among you."},{"ref":"Job 17:11","refLong":"Job 17:11","text":"My days have passed; broken are my plans, / The cherished thoughts of my heart."},{"ref":"Job 17:12","refLong":"Job 17:12","text":"They change night into day; / The light is near, they say in the face of darkness."},{"ref":"Job 17:13","refLong":"Job 17:13","text":"If I wait for Sheol as my house; / If I spread my couch in the darkness;"},{"ref":"Job 17:14","refLong":"Job 17:14","text":"If I call out to the pit, You are my father; / You are my mother and my sister, to the worm;"},{"ref":"Job 17:15","refLong":"Job 17:15","text":"Where then is my hope? / Indeed, my hope, who will see it?"},{"ref":"Job 17:16","refLong":"Job 17:16","text":"It will go down to the bars of Sheol, / When, at the same time, we have rest in the dust."}]},{"ref":"Job 18","refLong":"Job 18","numVerses":21,"verses":[{"ref":"Job 18:1","refLong":"Job 18:1","text":"Then Bildad the Shuhite answered and said,"},{"ref":"Job 18:2","refLong":"Job 18:2","text":"How long will you hunt for words? / Consider, and afterward we will speak."},{"ref":"Job 18:3","refLong":"Job 18:3","text":"Why are we considered to be like beasts / And have become unclean in your eyes?"},{"ref":"Job 18:4","refLong":"Job 18:4","text":"You who tear yourself in your anger, / Will the earth be forsaken for your sake, / Or will the rock be removed from its place?"},{"ref":"Job 18:5","refLong":"Job 18:5","text":"Indeed the light of the wicked goes out, / And the flame of his fire does not shine."},{"ref":"Job 18:6","refLong":"Job 18:6","text":"The light is darkness in his tent, / And his lamp above him goes out."},{"ref":"Job 18:7","refLong":"Job 18:7","text":"The steps of his strength are confined, / And his counsel has cast him down."},{"ref":"Job 18:8","refLong":"Job 18:8","text":"For he has been cast into a net by his own feet, / And he walks about on the webbing of a pitfall."},{"ref":"Job 18:9","refLong":"Job 18:9","text":"A snare grabs him by the heel; / A trap lays hold on him."},{"ref":"Job 18:10","refLong":"Job 18:10","text":"A rope is hidden for him on the ground, / And a trap for him, on the path."},{"ref":"Job 18:11","refLong":"Job 18:11","text":"Terrors frighten him all around / And chase him at his heels."},{"ref":"Job 18:12","refLong":"Job 18:12","text":"His strength is famished, / And calamity is prepared at his side."},{"ref":"Job 18:13","refLong":"Job 18:13","text":"It devours the members of his body; / The firstborn of death devours his members."},{"ref":"Job 18:14","refLong":"Job 18:14","text":"He is rooted out of his tent, in which he trusts; / And he is made to march to the king of terrors."},{"ref":"Job 18:15","refLong":"Job 18:15","text":"That which is not his dwells in his tent; / Brimstone is scattered upon his habitation."},{"ref":"Job 18:16","refLong":"Job 18:16","text":"Beneath, his roots are dried up; / And above, his branch is withered."},{"ref":"Job 18:17","refLong":"Job 18:17","text":"The memory of him perishes from the earth, / And he has no name on the open plain."},{"ref":"Job 18:18","refLong":"Job 18:18","text":"He is thrust out from the light to the darkness / And driven from the world."},{"ref":"Job 18:19","refLong":"Job 18:19","text":"He has no posterity and no progeny among his people, / And there are none remaining where he sojourned."},{"ref":"Job 18:20","refLong":"Job 18:20","text":"Those who come after will be astonished at his day, / As those who went before were horrified."},{"ref":"Job 18:21","refLong":"Job 18:21","text":"Surely these are the dwellings of the unjust, / And this is the place of him who does not know God."}]},{"ref":"Job 19","refLong":"Job 19","numVerses":29,"verses":[{"ref":"Job 19:1","refLong":"Job 19:1","text":"Then Job answered and said,"},{"ref":"Job 19:2","refLong":"Job 19:2","text":"How long will you grieve my soul / And crush me with your words?"},{"ref":"Job 19:3","refLong":"Job 19:3","text":"These ten times you have reproached me; / You are not ashamed to deal wrongly with me."},{"ref":"Job 19:4","refLong":"Job 19:4","text":"And be it that I have erred, / My error remains with me."},{"ref":"Job 19:5","refLong":"Job 19:5","text":"If you indeed magnify yourselves against me / And use my reproach in argument against me,"},{"ref":"Job 19:6","refLong":"Job 19:6","text":"Know then that God has subverted my cause / And compassed me about with His net."},{"ref":"Job 19:7","refLong":"Job 19:7","text":"Indeed, I cry out, Violence! and I am not answered; / I call for help, and there is no justice."},{"ref":"Job 19:8","refLong":"Job 19:8","text":"He has walled up my way so that I cannot pass; / And He has put darkness upon my paths."},{"ref":"Job 19:9","refLong":"Job 19:9","text":"He has stripped my glory from me / And taken away the crown on my head."},{"ref":"Job 19:10","refLong":"Job 19:10","text":"He has broken me all around, and I am gone; / And my hope is plucked up like a tree."},{"ref":"Job 19:11","refLong":"Job 19:11","text":"He has also kindled His anger against me, / And in Himself He considers me as His adversary."},{"ref":"Job 19:12","refLong":"Job 19:12","text":"His troops come together / And cast up their highway against me / And encamp all around my tent."},{"ref":"Job 19:13","refLong":"Job 19:13","text":"He has removed my brothers far from me, / And those who know me are wholly estranged from me."},{"ref":"Job 19:14","refLong":"Job 19:14","text":"My relatives have failed me, / And my acquaintances have forgotten me."},{"ref":"Job 19:15","refLong":"Job 19:15","text":"Those who sojourn in my house and my maids consider me as a stranger; / I am a foreigner in their eyes."},{"ref":"Job 19:16","refLong":"Job 19:16","text":"To my servant I call out, but he does not answer; / I entreat him with my mouth."},{"ref":"Job 19:17","refLong":"Job 19:17","text":"My breath is strange to my wife; / And my supplications, to the children of my mother’s womb."},{"ref":"Job 19:18","refLong":"Job 19:18","text":"Even little children despise me: / I arise and they speak against me."},{"ref":"Job 19:19","refLong":"Job 19:19","text":"All the men whom I take counsel with abhor me, / And those whom I love have turned against me."},{"ref":"Job 19:20","refLong":"Job 19:20","text":"My bones cleave to my skin and to my flesh, / And I have escaped by the skin of my teeth."},{"ref":"Job 19:21","refLong":"Job 19:21","text":"Pity me, pity me, O my friends; / For the hand of God has touched me."},{"ref":"Job 19:22","refLong":"Job 19:22","text":"Why do you persecute me as God does / And are not satisfied with eating my flesh?"},{"ref":"Job 19:23","refLong":"Job 19:23","text":"Oh, that my words were now written! / Oh, that they were inscribed in a book!"},{"ref":"Job 19:24","refLong":"Job 19:24","text":"That with an iron pen and with lead / They were engraved in rock forever!"},{"ref":"Job 19:25","refLong":"Job 19:25","text":"But I know that my Redeemer lives, / And at the last He will stand upon the earth;"},{"ref":"Job 19:26","refLong":"Job 19:26","text":"And after this body of mine is destroyed, / Outside my flesh I will look on God,"},{"ref":"Job 19:27","refLong":"Job 19:27","text":"Whom I, even I, will look on for myself, / And my eyes will see; I, and no other. / My inward parts that long for God are consumed within me."},{"ref":"Job 19:28","refLong":"Job 19:28","text":"If you say, How will we persecute him? / For the root of the matter is found in him;"},{"ref":"Job 19:29","refLong":"Job 19:29","text":"Be fearful of the sword, / For wrath brings the punishment of the sword, / That you may know that there is a judgment."}]},{"ref":"Job 20","refLong":"Job 20","numVerses":29,"verses":[{"ref":"Job 20:1","refLong":"Job 20:1","text":"Then Zophar the Naamathite answered and said,"},{"ref":"Job 20:2","refLong":"Job 20:2","text":"Because of this, my disquieting thoughts answer me; / And hence my haste is in me."},{"ref":"Job 20:3","refLong":"Job 20:3","text":"I hear the reproof that humiliates me, / And the spirit of my understanding answers me."},{"ref":"Job 20:4","refLong":"Job 20:4","text":"Do you not know this from of old, / Since man was set upon the earth,"},{"ref":"Job 20:5","refLong":"Job 20:5","text":"That the joyous shouting of the wicked is short, / And the rejoicing of the profane is but for a moment?"},{"ref":"Job 20:6","refLong":"Job 20:6","text":"Though his arrogance goes up to heaven, / And his head touches the clouds;"},{"ref":"Job 20:7","refLong":"Job 20:7","text":"Like his own dung he perishes forever; / Those who have seen him say, Where is he?"},{"ref":"Job 20:8","refLong":"Job 20:8","text":"Like a dream he flies away and is not found; / Indeed he is chased away like a vision of the night."},{"ref":"Job 20:9","refLong":"Job 20:9","text":"The eye looks on him then sees him no more, / Nor does his place observe him anymore."},{"ref":"Job 20:10","refLong":"Job 20:10","text":"His children seek the favor of the poor, / And his hands return his wealth."},{"ref":"Job 20:11","refLong":"Job 20:11","text":"His bones are full of youthful vigor, / Yet it lies down with him in the dust."},{"ref":"Job 20:12","refLong":"Job 20:12","text":"Though wickedness is sweet in his mouth, / Though he hides it under his tongue,"},{"ref":"Job 20:13","refLong":"Job 20:13","text":"Though he favors it and will not forsake it, / But holds it in his mouth;"},{"ref":"Job 20:14","refLong":"Job 20:14","text":"His food in his bowels is changed; / It is the venom of asps within him."},{"ref":"Job 20:15","refLong":"Job 20:15","text":"He swallows down riches and vomits them up; / God casts them forth from his stomach."},{"ref":"Job 20:16","refLong":"Job 20:16","text":"He sucks the poison of asps; / The tongue of the viper slays him."},{"ref":"Job 20:17","refLong":"Job 20:17","text":"He will not look on the rivers, / The streams flowing with honey and butter."},{"ref":"Job 20:18","refLong":"Job 20:18","text":"He will return what he toiled for and will not swallow it down; / And he will not rejoice according to the wealth of his trading."},{"ref":"Job 20:19","refLong":"Job 20:19","text":"For he has oppressed and abandoned the poor; / He has violently seized a house that he did not build."},{"ref":"Job 20:20","refLong":"Job 20:20","text":"Because he knew no respite in his craving, / Of that which he desired he will save nothing."},{"ref":"Job 20:21","refLong":"Job 20:21","text":"There will be nothing left of what he has devoured; / Thus his prosperity will not endure."},{"ref":"Job 20:22","refLong":"Job 20:22","text":"In the fullness of his sufficiency he will be distressed; / The hand of everyone in trouble will come against him."},{"ref":"Job 20:23","refLong":"Job 20:23","text":"In order to fill his belly, / God will send the burning fierceness of His wrath on him / And will rain it upon him as his food."},{"ref":"Job 20:24","refLong":"Job 20:24","text":"He will flee from the iron weapon, / But the bronze bow will strike him through."},{"ref":"Job 20:25","refLong":"Job 20:25","text":"He draws the arrow out, and it comes out of his body; / Indeed the glittering point goes forth from his gall. / Terrors come upon him."},{"ref":"Job 20:26","refLong":"Job 20:26","text":"Total darkness is laid up as his treasures; / A fire not fanned by man will devour him; / It will feed on what is left in his tent."},{"ref":"Job 20:27","refLong":"Job 20:27","text":"The heavens will reveal his iniquity, / And the earth will rise up against him."},{"ref":"Job 20:28","refLong":"Job 20:28","text":"The increase of his house will depart / As things swept away in the day of His wrath."},{"ref":"Job 20:29","refLong":"Job 20:29","text":"This is the wicked man’s portion from God / And the inheritance decreed to him by God."}]},{"ref":"Job 21","refLong":"Job 21","numVerses":34,"verses":[{"ref":"Job 21:1","refLong":"Job 21:1","text":"Then Job answered and said,"},{"ref":"Job 21:2","refLong":"Job 21:2","text":"Listen carefully to my word, / And let this be your consolations."},{"ref":"Job 21:3","refLong":"Job 21:3","text":"Bear with me, and I will speak; / And after I have spoken, mock on."},{"ref":"Job 21:4","refLong":"Job 21:4","text":"As for me, is my complaint to man? / And why should my spirit not be impatient?"},{"ref":"Job 21:5","refLong":"Job 21:5","text":"Look at me and be appalled; / And put your hand over your mouth."},{"ref":"Job 21:6","refLong":"Job 21:6","text":"Even when I remember, I am troubled, / And horror takes hold of my flesh."},{"ref":"Job 21:7","refLong":"Job 21:7","text":"Why do the wicked live, / Grow old, even become mighty in riches?"},{"ref":"Job 21:8","refLong":"Job 21:8","text":"Their seed is established with them in their sight, / And their offspring, before their eyes."},{"ref":"Job 21:9","refLong":"Job 21:9","text":"Their houses are free from dread, / And the rod of God is not upon them."},{"ref":"Job 21:10","refLong":"Job 21:10","text":"Their bull breeds and does not fail; / Their cow calves and does not miscarry."},{"ref":"Job 21:11","refLong":"Job 21:11","text":"They send forth their little ones like a herd, / And their children dance."},{"ref":"Job 21:12","refLong":"Job 21:12","text":"They lift up their voices to the tambourine and lyre, / And they rejoice at the sound of the flute."},{"ref":"Job 21:13","refLong":"Job 21:13","text":"They spend their days in prosperity, / And in a moment they go down into Sheol."},{"ref":"Job 21:14","refLong":"Job 21:14","text":"And they say unto God, Depart from us, / For we do not desire the knowledge of Your ways."},{"ref":"Job 21:15","refLong":"Job 21:15","text":"What is the Almighty, that we should serve Him? / And what profit is there, that we should pray to Him?"},{"ref":"Job 21:16","refLong":"Job 21:16","text":"Indeed, their prosperity is not in their own hand. / The counsel of the wicked is far from Him."},{"ref":"Job 21:17","refLong":"Job 21:17","text":"How often is the lamp of the wicked put out, / So that their calamity comes upon them, / So that God distributes sorrows in His anger?"},{"ref":"Job 21:18","refLong":"Job 21:18","text":"Do they become like straw before the wind / And like chaff that the storm carries off?"},{"ref":"Job 21:19","refLong":"Job 21:19","text":"You say, God stores up the punishment of his iniquity for his children. / I say, Let Him recompense him, so that he knows it."},{"ref":"Job 21:20","refLong":"Job 21:20","text":"Let his eyes see his destruction, / And let him drink the wrath of the Almighty."},{"ref":"Job 21:21","refLong":"Job 21:21","text":"For what is there for him to delight in, in his house after him, / When the number of his months is cut off?"},{"ref":"Job 21:22","refLong":"Job 21:22","text":"Will someone teach knowledge to God, / Seeing that He judges those who are on high?"},{"ref":"Job 21:23","refLong":"Job 21:23","text":"One dies in his full strength, / Being completely at ease and quiet;"},{"ref":"Job 21:24","refLong":"Job 21:24","text":"His pails are full of milk, / And the marrow of his bones is moist."},{"ref":"Job 21:25","refLong":"Job 21:25","text":"But another dies in bitterness of soul / And does not taste of good."},{"ref":"Job 21:26","refLong":"Job 21:26","text":"They lie down alike in the dust, / And the worm covers them."},{"ref":"Job 21:27","refLong":"Job 21:27","text":"Indeed, I know your thoughts, / And the devices by which you would wrong me."},{"ref":"Job 21:28","refLong":"Job 21:28","text":"For you say, Where is the house of the prince? / Where is the tent of the dwellings of the wicked?"},{"ref":"Job 21:29","refLong":"Job 21:29","text":"Have you not asked those who travel the roads? / And do you not regard their evidence,"},{"ref":"Job 21:30","refLong":"Job 21:30","text":"That the wicked man is spared in the day of calamity, / That they are led forth at the day of overflowing wrath?"},{"ref":"Job 21:31","refLong":"Job 21:31","text":"Who will declare his way to his face? / And who will repay him what he has done?"},{"ref":"Job 21:32","refLong":"Job 21:32","text":"When he is borne to the grave, / A watch is kept over the tomb."},{"ref":"Job 21:33","refLong":"Job 21:33","text":"The clods of the valley are sweet to him; / And all men go in procession after him, / And those who went before him are without number."},{"ref":"Job 21:34","refLong":"Job 21:34","text":"Why then do you comfort me with vanity? / For your responses leave only falsehood behind."}]},{"ref":"Job 22","refLong":"Job 22","numVerses":30,"verses":[{"ref":"Job 22:1","refLong":"Job 22:1","text":"And Eliphaz the Temanite answered and said,"},{"ref":"Job 22:2","refLong":"Job 22:2","text":"Can a man of might be of any use to God? / No, a man of insight is of use only to himself."},{"ref":"Job 22:3","refLong":"Job 22:3","text":"Is it a matter of delight to the Almighty that you are righteous? / Or is it a gain to Him that you make your ways perfect?"},{"ref":"Job 22:4","refLong":"Job 22:4","text":"Is it because of your fear of Him that He reproves you, / That He enters into judgment with you?"},{"ref":"Job 22:5","refLong":"Job 22:5","text":"Is not your wickedness great, / And is there no end to your iniquities?"},{"ref":"Job 22:6","refLong":"Job 22:6","text":"For you have taken pledges from your brothers without cause / And stripped the naked of their clothing."},{"ref":"Job 22:7","refLong":"Job 22:7","text":"You have not given water to the weary to drink, / And you have withheld bread from the hungry."},{"ref":"Job 22:8","refLong":"Job 22:8","text":"And as for the man of power, the earth was his; / And the man of honor dwelt in it."},{"ref":"Job 22:9","refLong":"Job 22:9","text":"You have sent away the widows empty, / And the arms of the orphans have been crushed."},{"ref":"Job 22:10","refLong":"Job 22:10","text":"Therefore snares are all around you; / And sudden dread troubles you,"},{"ref":"Job 22:11","refLong":"Job 22:11","text":"Or darkness, so that you cannot see; / And an abundance of waters covers you."},{"ref":"Job 22:12","refLong":"Job 22:12","text":"Is not God at the height of heaven? / And look at the highest of the stars, how lofty they are!"},{"ref":"Job 22:13","refLong":"Job 22:13","text":"And you say, What does God know? / Can He judge through the deep darkness?"},{"ref":"Job 22:14","refLong":"Job 22:14","text":"Thick clouds are a covering to Him, so He cannot see; / And He walks upon the circle of the heavens."},{"ref":"Job 22:15","refLong":"Job 22:15","text":"Will you keep the old way, / Which wicked men have trodden?"},{"ref":"Job 22:16","refLong":"Job 22:16","text":"Such were snatched away before their time, / Whose foundation was poured forth like a stream;"},{"ref":"Job 22:17","refLong":"Job 22:17","text":"Who said to God, Depart from us; / And, What can the Almighty accomplish for us?"},{"ref":"Job 22:18","refLong":"Job 22:18","text":"Yet He fills their houses with good things. / But the counsel of the wicked is far from Him."},{"ref":"Job 22:19","refLong":"Job 22:19","text":"The righteous see and rejoice, / And the innocent deride them,"},{"ref":"Job 22:20","refLong":"Job 22:20","text":"Saying, Surely those who rose up against us are cut off, / And the remnant of them the fire has devoured."},{"ref":"Job 22:21","refLong":"Job 22:21","text":"Be well disposed to Him and at peace with Him; / By such, good will come upon you."},{"ref":"Job 22:22","refLong":"Job 22:22","text":"Receive instruction from His mouth, / And lay up His words in your heart."},{"ref":"Job 22:23","refLong":"Job 22:23","text":"If you return to the Almighty, you will be built up. / If you put injustice far away from your tents,"},{"ref":"Job 22:24","refLong":"Job 22:24","text":"And place your gold nuggets in the dust / And your gold of Ophir in the stones of the brooks,"},{"ref":"Job 22:25","refLong":"Job 22:25","text":"Then the Almighty will be your gold nuggets / And precious silver to you."},{"ref":"Job 22:26","refLong":"Job 22:26","text":"For then you will delight yourself in the Almighty, / And you will lift up your countenance to God."},{"ref":"Job 22:27","refLong":"Job 22:27","text":"You will pray to Him, and He will hear you; / And you will repay your vows."},{"ref":"Job 22:28","refLong":"Job 22:28","text":"You will also decree something, and it will be established for you; / And light will shine on your ways."},{"ref":"Job 22:29","refLong":"Job 22:29","text":"When they cast you down, you will say, I am up! / And the lowly person He will save."},{"ref":"Job 22:30","refLong":"Job 22:30","text":"He will deliver him who is not innocent; / Yes, you will be delivered through the cleanness of your hands."}]},{"ref":"Job 23","refLong":"Job 23","numVerses":17,"verses":[{"ref":"Job 23:1","refLong":"Job 23:1","text":"Then Job answered and said,"},{"ref":"Job 23:2","refLong":"Job 23:2","text":"Today also my complaint is bitter; / My stroke is heavy because of my groaning."},{"ref":"Job 23:3","refLong":"Job 23:3","text":"Oh that I knew where I might find Him, / That I might come to His seat!"},{"ref":"Job 23:4","refLong":"Job 23:4","text":"I would present my cause in order before Him, / And I would fill my mouth with arguments."},{"ref":"Job 23:5","refLong":"Job 23:5","text":"I would know the words which He would answer me, / And I would understand what He would speak to me."},{"ref":"Job 23:6","refLong":"Job 23:6","text":"Would He contend with me in the greatness of His power? / No; but He would give heed to me."},{"ref":"Job 23:7","refLong":"Job 23:7","text":"There the upright man can argue with Him; / So I would be delivered forever from my Judge."},{"ref":"Job 23:8","refLong":"Job 23:8","text":"Behold, I go forward, but He is not there; / And backward, but I do not perceive Him;"},{"ref":"Job 23:9","refLong":"Job 23:9","text":"To the left, where He acts, but I cannot look on Him; / He hides Himself on the right, so I cannot see Him."},{"ref":"Job 23:10","refLong":"Job 23:10","text":"But He knows the way that I take; / Should He try me, I would come forth as gold."},{"ref":"Job 23:11","refLong":"Job 23:11","text":"My foot has held fast to His steps; / I have kept His way and have not turned aside."},{"ref":"Job 23:12","refLong":"Job 23:12","text":"As for the commandment of His lips, I have not turned back from it; / I have treasured the words of His mouth more than my apportioned food."},{"ref":"Job 23:13","refLong":"Job 23:13","text":"But He is of one mind, and who can turn Him? / And what His soul desires, that will He do."},{"ref":"Job 23:14","refLong":"Job 23:14","text":"For He performs what has been appointed to me, / And many such things are with Him."},{"ref":"Job 23:15","refLong":"Job 23:15","text":"Therefore I am terrified at His presence; / I consider and am in dread of Him."},{"ref":"Job 23:16","refLong":"Job 23:16","text":"So God has made my heart faint, / And the Almighty has terrified me;"},{"ref":"Job 23:17","refLong":"Job 23:17","text":"Because I was not cut off before the darkness, / Nor did He cover the deep darkness from my face."}]},{"ref":"Job 24","refLong":"Job 24","numVerses":25,"verses":[{"ref":"Job 24:1","refLong":"Job 24:1","text":"Why are times of judgment not stored up by the Almighty? / And why do those who know Him not see His days?"},{"ref":"Job 24:2","refLong":"Job 24:2","text":"Some remove landmarks; / They seize the flock and pasture them."},{"ref":"Job 24:3","refLong":"Job 24:3","text":"They drive away the donkey of the fatherless / And take the widow’s ox as a pledge."},{"ref":"Job 24:4","refLong":"Job 24:4","text":"They turn the needy out of the way; / The poor of the land are made to hide together."},{"ref":"Job 24:5","refLong":"Job 24:5","text":"Indeed, like wild asses in the desert, / They go forth to their work, / Diligently seeking some prey; / The wilderness provides them food for their children."},{"ref":"Job 24:6","refLong":"Job 24:6","text":"In the field they harvest their fodder, / And they glean the vintage of the wicked."},{"ref":"Job 24:7","refLong":"Job 24:7","text":"They spend the night naked, without clothing; / And have no covering in the cold."},{"ref":"Job 24:8","refLong":"Job 24:8","text":"They are wet from the mountain showers, / And for lack of shelter they embrace the rock."},{"ref":"Job 24:9","refLong":"Job 24:9","text":"Some pluck the fatherless from the breast, / And what the poor has on, as a pledge."},{"ref":"Job 24:10","refLong":"Job 24:10","text":"They go about naked, without clothing; / And being hungry, they take up the sheaves."},{"ref":"Job 24:11","refLong":"Job 24:11","text":"Between their walls they press out oil; / They tread the winepresses yet suffer thirst."},{"ref":"Job 24:12","refLong":"Job 24:12","text":"From the city men groan, / And the soul of the wounded cries out; / Yet God does not regard the folly."},{"ref":"Job 24:13","refLong":"Job 24:13","text":"These are among those who rebel against the light; / They are not acquainted with its ways, / Nor do they abide in its paths."},{"ref":"Job 24:14","refLong":"Job 24:14","text":"The murderer rises at dawn; / He kills the poor and the needy; / And at night he is like a thief."},{"ref":"Job 24:15","refLong":"Job 24:15","text":"The eye of the adulterer also watches for the twilight, / Saying, Not an eye will see me; / And he disguises his face."},{"ref":"Job 24:16","refLong":"Job 24:16","text":"They dig through houses in the dark; / By day they shut themselves in: / They do not know the light."},{"ref":"Job 24:17","refLong":"Job 24:17","text":"For morning is to all of them like the shadow of death, / Because they are acquainted with the terrors of the shadow of death."},{"ref":"Job 24:18","refLong":"Job 24:18","text":"Swift are they upon the face of the waters; / Their portion is cursed in the earth; / There is none who turns toward the vineyards."},{"ref":"Job 24:19","refLong":"Job 24:19","text":"Drought and heat snatch the snow water, / As Sheol snatches those who have sinned."},{"ref":"Job 24:20","refLong":"Job 24:20","text":"The womb forgets him; / The worm finds him sweet; / He is remembered no more; / And wrongdoing is broken like a tree."},{"ref":"Job 24:21","refLong":"Job 24:21","text":"He despoils the barren woman who does not bear, / And does no good for the widow."},{"ref":"Job 24:22","refLong":"Job 24:22","text":"But God preserves the mighty by His power; / He arises, and no one is certain of life."},{"ref":"Job 24:23","refLong":"Job 24:23","text":"He grants a man to be secure, and he rests on it; / And His eyes are upon their ways."},{"ref":"Job 24:24","refLong":"Job 24:24","text":"They are exalted a little while, then they are no more; / And they are brought low; like all others, they are gathered in / And are cut off like the tops of the ears of grain."},{"ref":"Job 24:25","refLong":"Job 24:25","text":"And if it is not so, then who will prove me a liar / And bring my words to nought?"}]},{"ref":"Job 25","refLong":"Job 25","numVerses":6,"verses":[{"ref":"Job 25:1","refLong":"Job 25:1","text":"Then Bildad the Shuhite answered and said,"},{"ref":"Job 25:2","refLong":"Job 25:2","text":"Dominion and dread are with Him; / He makes peace in His high places."},{"ref":"Job 25:3","refLong":"Job 25:3","text":"Is there any number to His armies? / And upon whom does His light not arise?"},{"ref":"Job 25:4","refLong":"Job 25:4","text":"How then can a man be righteous with God? / And how can one born of a woman be pure?"},{"ref":"Job 25:5","refLong":"Job 25:5","text":"Indeed, even the moon has no brightness, / And the stars are not pure in His eyes."},{"ref":"Job 25:6","refLong":"Job 25:6","text":"How much less a man, a maggot; / And the son of man, a worm!"}]},{"ref":"Job 26","refLong":"Job 26","numVerses":14,"verses":[{"ref":"Job 26:1","refLong":"Job 26:1","text":"Then Job answered and said,"},{"ref":"Job 26:2","refLong":"Job 26:2","text":"How you have helped him who is without power! / How you have saved the arm of him who is without strength!"},{"ref":"Job 26:3","refLong":"Job 26:3","text":"How you have counseled him who is without wisdom / And have plentifully declared sound knowledge!"},{"ref":"Job 26:4","refLong":"Job 26:4","text":"To whom have you uttered words? / And whose spirit has come forth from you?"},{"ref":"Job 26:5","refLong":"Job 26:5","text":"The deceased are made to tremble / Beneath the waters, and those who inhabit them."},{"ref":"Job 26:6","refLong":"Job 26:6","text":"Sheol is naked before Him, / And Abaddon has no covering."},{"ref":"Job 26:7","refLong":"Job 26:7","text":"He stretches out the north over the void; / He hangs the earth upon nothing."},{"ref":"Job 26:8","refLong":"Job 26:8","text":"He binds up the waters in His thick clouds, / And the cloud is not rent under them."},{"ref":"Job 26:9","refLong":"Job 26:9","text":"He covers the face of His throne; / He spreads His cloud over it."},{"ref":"Job 26:10","refLong":"Job 26:10","text":"He drew a circle on the surface of the waters / As a boundary of the light and the darkness."},{"ref":"Job 26:11","refLong":"Job 26:11","text":"The pillars of heaven shook / And were astounded at His rebuke."},{"ref":"Job 26:12","refLong":"Job 26:12","text":"By His power He stilled the sea, / And by His understanding He struck down Rahab."},{"ref":"Job 26:13","refLong":"Job 26:13","text":"By His Spirit the heavens became beauty; / His hand pierced the fleeing serpent."},{"ref":"Job 26:14","refLong":"Job 26:14","text":"Indeed, these are but the fringes of His ways; / And how small a whisper do we hear of Him! / But as for the thundering of His mightiness, who can comprehend it?"}]},{"ref":"Job 27","refLong":"Job 27","numVerses":23,"verses":[{"ref":"Job 27:1","refLong":"Job 27:1","text":"Then Job again took up his discourse and said,"},{"ref":"Job 27:2","refLong":"Job 27:2","text":"As God lives, who has taken away my right, / And the Almighty, who has embittered my soul,"},{"ref":"Job 27:3","refLong":"Job 27:3","text":"As long as my breath is in me / And the spirit of God is in my nostrils,"},{"ref":"Job 27:4","refLong":"Job 27:4","text":"Surely my lips will not speak anything wrong, / Nor will my tongue utter deceit."},{"ref":"Job 27:5","refLong":"Job 27:5","text":"Far be it from me to declare you righteous! / Until I die, I will not put away my integrity from me."},{"ref":"Job 27:6","refLong":"Job 27:6","text":"To my righteousness I will hold fast, I will not let it go; / My heart does not reproach me for any of my days."},{"ref":"Job 27:7","refLong":"Job 27:7","text":"May my enemy be like a wicked man, / And may he who rises up against me be like someone unjust."},{"ref":"Job 27:8","refLong":"Job 27:8","text":"For what is the hope of the profane man when God cuts him off, / When He takes away his soul?"},{"ref":"Job 27:9","refLong":"Job 27:9","text":"Will God hear his cry / When distress comes upon him?"},{"ref":"Job 27:10","refLong":"Job 27:10","text":"Does he take delight in the Almighty? / Will he call upon God at all times?"},{"ref":"Job 27:11","refLong":"Job 27:11","text":"I will teach you about the hand of God; / What is with the Almighty I will not conceal."},{"ref":"Job 27:12","refLong":"Job 27:12","text":"Indeed, all of you have seen it yourselves; / And why then have you become altogether vain?"},{"ref":"Job 27:13","refLong":"Job 27:13","text":"This is the portion with God for a wicked man, / And the inheritance that oppressors receive from the Almighty:"},{"ref":"Job 27:14","refLong":"Job 27:14","text":"If his children are multiplied, it is for the sword; / And his offspring will not be satisfied with bread;"},{"ref":"Job 27:15","refLong":"Job 27:15","text":"Those who remain of him will be buried in death, / And his widows will not lament."},{"ref":"Job 27:16","refLong":"Job 27:16","text":"Though he heaps up silver like dust / And prepares garments like clay,"},{"ref":"Job 27:17","refLong":"Job 27:17","text":"He may prepare them, but the righteous will wear them; / And the innocent will divide the silver."},{"ref":"Job 27:18","refLong":"Job 27:18","text":"He builds his house as a moth does / And like a hut that a watchman makes."},{"ref":"Job 27:19","refLong":"Job 27:19","text":"He lies down rich but will be rich no more; / He opens his eyes, and he is not."},{"ref":"Job 27:20","refLong":"Job 27:20","text":"Terrors overtake him like waters; / At night a whirlwind steals him away."},{"ref":"Job 27:21","refLong":"Job 27:21","text":"The east wind carries him off, and he goes; / And it sweeps him out of his place."},{"ref":"Job 27:22","refLong":"Job 27:22","text":"And God hurls at him and does not spare; / He hastily flees from His hand."},{"ref":"Job 27:23","refLong":"Job 27:23","text":"Men clap their hands at him / And hiss him out of his place."}]},{"ref":"Job 28","refLong":"Job 28","numVerses":28,"verses":[{"ref":"Job 28:1","refLong":"Job 28:1","text":"There is certainly a mine for silver, / And a place for gold to be refined."},{"ref":"Job 28:2","refLong":"Job 28:2","text":"Iron is taken out of the earth, / And copper is smelted from rock."},{"ref":"Job 28:3","refLong":"Job 28:3","text":"The miner sets an end to the darkness, / And to the very end he searches out / The stones of deep darkness and of gloom."},{"ref":"Job 28:4","refLong":"Job 28:4","text":"He breaks open a shaft apart from where men dwell; / They are forgotten by the foot; / They are suspended apart from men, they sway about."},{"ref":"Job 28:5","refLong":"Job 28:5","text":"The earth — from it comes forth food, / Yet underneath it, it is turned up as it were by fire."},{"ref":"Job 28:6","refLong":"Job 28:6","text":"Its stones are the place of sapphires, / And its dust has gold."},{"ref":"Job 28:7","refLong":"Job 28:7","text":"It is a path known by no bird of prey, / And the falcon’s eye has not seen it."},{"ref":"Job 28:8","refLong":"Job 28:8","text":"The proud beasts have not trodden it; / The fierce lion does not pass along it."},{"ref":"Job 28:9","refLong":"Job 28:9","text":"The miner sends forth his hand into the flinty rock; / He overturns the mountains by its roots."},{"ref":"Job 28:10","refLong":"Job 28:10","text":"He cuts out channels in the rocks, / And his eye sees every precious thing."},{"ref":"Job 28:11","refLong":"Job 28:11","text":"He dams up the streams so that they do not trickle, / And that which is hidden he brings out to the light."},{"ref":"Job 28:12","refLong":"Job 28:12","text":"But where shall wisdom be found? / And where is the place of understanding?"},{"ref":"Job 28:13","refLong":"Job 28:13","text":"Man does not know its price, / Nor is it found in the land of the living."},{"ref":"Job 28:14","refLong":"Job 28:14","text":"The deep says, It is not in me; / And the sea says, It is not with me."},{"ref":"Job 28:15","refLong":"Job 28:15","text":"Rare gold cannot be given for it, / Nor can silver be weighed out for its price."},{"ref":"Job 28:16","refLong":"Job 28:16","text":"It cannot be balanced with the gold of Ophir, / With precious onyx or with sapphire."},{"ref":"Job 28:17","refLong":"Job 28:17","text":"Gold and glass cannot compare with it, / Nor can vessels of fine gold be exchanged for it."},{"ref":"Job 28:18","refLong":"Job 28:18","text":"Coral and crystal cannot be mentioned with it; / Indeed the acquisition of wisdom is above that of pearls."},{"ref":"Job 28:19","refLong":"Job 28:19","text":"The topaz of Cush cannot compare with it, / Nor can it be balanced with pure gold."},{"ref":"Job 28:20","refLong":"Job 28:20","text":"From where then does wisdom come? / And where is the place of understanding?"},{"ref":"Job 28:21","refLong":"Job 28:21","text":"For it is hidden from the eyes of all living / And concealed from the birds of heaven."},{"ref":"Job 28:22","refLong":"Job 28:22","text":"Abaddon and Death say, / We have heard a report of it with our ears."},{"ref":"Job 28:23","refLong":"Job 28:23","text":"God understands the way to it; / He knows its place."},{"ref":"Job 28:24","refLong":"Job 28:24","text":"For He sees to the ends of the earth; / He beholds all that is under heaven."},{"ref":"Job 28:25","refLong":"Job 28:25","text":"When He gave weight to the wind / And apportioned the water by measure,"},{"ref":"Job 28:26","refLong":"Job 28:26","text":"When He made a decree for the rain / And a way for the thunderbolt;"},{"ref":"Job 28:27","refLong":"Job 28:27","text":"Then He saw it and declared it; / He established it and even searched it out."},{"ref":"Job 28:28","refLong":"Job 28:28","text":"And He said to man, / Indeed, the fear of the Lord, that is wisdom; / And to depart from evil is understanding."}]},{"ref":"Job 29","refLong":"Job 29","numVerses":25,"verses":[{"ref":"Job 29:1","refLong":"Job 29:1","text":"Then Job again took up his discourse and said,"},{"ref":"Job 29:2","refLong":"Job 29:2","text":"Oh that I were as in the months of old, / As in the days when God watched over me;"},{"ref":"Job 29:3","refLong":"Job 29:3","text":"When His lamp shone over my head, / And by His light I walked through darkness;"},{"ref":"Job 29:4","refLong":"Job 29:4","text":"As I was in the days of my prime, / When intimate counsel with God was over my tent;"},{"ref":"Job 29:5","refLong":"Job 29:5","text":"When the Almighty was yet with me, / And my children were around me;"},{"ref":"Job 29:6","refLong":"Job 29:6","text":"When my steps were bathed in milk, / And the rock poured out for me streams of oil!"},{"ref":"Job 29:7","refLong":"Job 29:7","text":"When I went out to the gate of the city, / When I prepared my seat in the square,"},{"ref":"Job 29:8","refLong":"Job 29:8","text":"The young men saw me and hid themselves, / And the aged rose up and stood."},{"ref":"Job 29:9","refLong":"Job 29:9","text":"Princes refrained from talking / And laid their hand over their mouth."},{"ref":"Job 29:10","refLong":"Job 29:10","text":"The voice of the nobles was hushed, / And their tongue stuck to the roof of their mouth."},{"ref":"Job 29:11","refLong":"Job 29:11","text":"For when the ear heard me, it blessed me; / And when the eye saw me, it bore witness to me;"},{"ref":"Job 29:12","refLong":"Job 29:12","text":"Because I delivered the poor man who cried out, / And the orphan who had no one to help him."},{"ref":"Job 29:13","refLong":"Job 29:13","text":"The blessing of him who was perishing came upon me, / And I made the widow’s heart shout for joy."},{"ref":"Job 29:14","refLong":"Job 29:14","text":"I put on righteousness, and it clothed me; / My justice was like a robe and a turban."},{"ref":"Job 29:15","refLong":"Job 29:15","text":"I was eyes to the blind, / And I was feet to the lame."},{"ref":"Job 29:16","refLong":"Job 29:16","text":"I was a father to the needy, / And the cause of him whom I did not know I investigated."},{"ref":"Job 29:17","refLong":"Job 29:17","text":"I broke the jaws of the unjust / And made him drop the prey from his teeth."},{"ref":"Job 29:18","refLong":"Job 29:18","text":"Then I said, I will die in my nest, / And I will multiply my days like the sand."},{"ref":"Job 29:19","refLong":"Job 29:19","text":"My root is spread out to the water, / And dew abides on my branch at night."},{"ref":"Job 29:20","refLong":"Job 29:20","text":"My glory is always new with me, / And my bow is renewed in my hand."},{"ref":"Job 29:21","refLong":"Job 29:21","text":"Men listened to me and waited, / And they were silent for my counsel."},{"ref":"Job 29:22","refLong":"Job 29:22","text":"After my words they spoke not again, / And my speech distilled like dew upon them."},{"ref":"Job 29:23","refLong":"Job 29:23","text":"And they waited for me as for the rain, / And they opened their mouth wide as for the late rain."},{"ref":"Job 29:24","refLong":"Job 29:24","text":"I smiled on them — they could not believe it; / And they did not cast down the light of my countenance."},{"ref":"Job 29:25","refLong":"Job 29:25","text":"I chose the way for them and sat as chief, / And I dwelt as a king among the troops, / As one who comforts those who mourn."}]},{"ref":"Job 30","refLong":"Job 30","numVerses":31,"verses":[{"ref":"Job 30:1","refLong":"Job 30:1","text":"But now those who are younger than I / Hold me in derision, / Those whose fathers I disdained / To put with the dogs of my flock."},{"ref":"Job 30:2","refLong":"Job 30:2","text":"Indeed, what good is the strength of their hands to me? / Their vigor has perished from them."},{"ref":"Job 30:3","refLong":"Job 30:3","text":"Withered up through want and hunger, / They gnaw at the dry ground, / A gloom of waste and desolation."},{"ref":"Job 30:4","refLong":"Job 30:4","text":"They pick the mallow upon the bushes, / And the roots of the broom shrub are their food."},{"ref":"Job 30:5","refLong":"Job 30:5","text":"They are driven from the company of men; / Men cry after them as after a thief;"},{"ref":"Job 30:6","refLong":"Job 30:6","text":"So that they must dwell in the most dreadful ravines, / In caves of the earth and in the rocks."},{"ref":"Job 30:7","refLong":"Job 30:7","text":"Among the bushes they bray; / Under the nettles they huddle."},{"ref":"Job 30:8","refLong":"Job 30:8","text":"Sons of fools, indeed sons of nameless men, / They have been stricken from the land."},{"ref":"Job 30:9","refLong":"Job 30:9","text":"And now I have become their song, / And I am a byword to them."},{"ref":"Job 30:10","refLong":"Job 30:10","text":"They abhor me; they stand aloof from me; / And they do not withhold their spit from my face."},{"ref":"Job 30:11","refLong":"Job 30:11","text":"For He has loosened my cord and afflicted me; / Therefore they have cast off restraint in my presence."},{"ref":"Job 30:12","refLong":"Job 30:12","text":"At my right hand a brood rises up; / They send my feet running / And cast up against me their ways of destruction."},{"ref":"Job 30:13","refLong":"Job 30:13","text":"They break up my path; / They promote my calamity, / Though there is no profit to them."},{"ref":"Job 30:14","refLong":"Job 30:14","text":"As through a wide breach they come in; / Amid the ruin they roll on."},{"ref":"Job 30:15","refLong":"Job 30:15","text":"Terrors are turned upon me; / My honor is pursued as by a wind, / And my prosperity passes away like a cloud."},{"ref":"Job 30:16","refLong":"Job 30:16","text":"And now my soul is poured out within me; / Days of affliction have taken hold of me."},{"ref":"Job 30:17","refLong":"Job 30:17","text":"The night rends my bones from me, / And my gnawing pains do not rest."},{"ref":"Job 30:18","refLong":"Job 30:18","text":"With great force my garments are distorted; / It binds me like the collar of my coat."},{"ref":"Job 30:19","refLong":"Job 30:19","text":"He has cast me into the mire, / And I am like dust and ashes."},{"ref":"Job 30:20","refLong":"Job 30:20","text":"I cry unto You, but You do not answer me; / I stand up, and You stare at me."},{"ref":"Job 30:21","refLong":"Job 30:21","text":"You have turned to become cruel to me; / With the might of Your hand You pursue me."},{"ref":"Job 30:22","refLong":"Job 30:22","text":"You lift me up into the wind; You make me ride on it; / And You dissolve me in the storm."},{"ref":"Job 30:23","refLong":"Job 30:23","text":"For I know that You will bring me into death, / And to the house appointed for all living."},{"ref":"Job 30:24","refLong":"Job 30:24","text":"Nevertheless does not a man put forth his hand when he falls, / Or because of his disaster therefore cry out?"},{"ref":"Job 30:25","refLong":"Job 30:25","text":"Did I not weep for him who had hard days? / Was my soul not grieved for the needy?"},{"ref":"Job 30:26","refLong":"Job 30:26","text":"When I expected good, evil came; / And when I waited for light, darkness came."},{"ref":"Job 30:27","refLong":"Job 30:27","text":"My inward parts are in turmoil and are not still; / Days of affliction have drawn near to me."},{"ref":"Job 30:28","refLong":"Job 30:28","text":"I go about in sunless mourning. / I rise up in the congregation; I cry for help."},{"ref":"Job 30:29","refLong":"Job 30:29","text":"I am a brother to jackals / And a companion to ostriches."},{"ref":"Job 30:30","refLong":"Job 30:30","text":"My skin is black and falling from me, / And my bones burn with heat."},{"ref":"Job 30:31","refLong":"Job 30:31","text":"My lyre has become mourning, / And my pipe, the voice of those who weep."}]},{"ref":"Job 31","refLong":"Job 31","numVerses":40,"verses":[{"ref":"Job 31:1","refLong":"Job 31:1","text":"I made a covenant with my eyes; / How then can I gaze upon a virgin?"},{"ref":"Job 31:2","refLong":"Job 31:2","text":"What then is the portion from God above, / Or the inheritance of the Almighty on high?"},{"ref":"Job 31:3","refLong":"Job 31:3","text":"Is it not calamity for the unjust / And misfortune for the workers of iniquity?"},{"ref":"Job 31:4","refLong":"Job 31:4","text":"Does He not see my ways / And count all my steps?"},{"ref":"Job 31:5","refLong":"Job 31:5","text":"If I have walked with falsehood, / And my foot has hastened after deceit —"},{"ref":"Job 31:6","refLong":"Job 31:6","text":"Let Him weigh me in a righteous balance, / And let God know my integrity —"},{"ref":"Job 31:7","refLong":"Job 31:7","text":"If my step has turned from the way, / And my heart has gone after my own eyes, / And if any spot has stuck to my hands;"},{"ref":"Job 31:8","refLong":"Job 31:8","text":"May I sow and another eat; / Indeed may my produce be rooted up."},{"ref":"Job 31:9","refLong":"Job 31:9","text":"If my heart has been enticed into following after a woman, / Or I have lain in wait at my neighbor’s door;"},{"ref":"Job 31:10","refLong":"Job 31:10","text":"May my wife grind for another, / And may others kneel over her."},{"ref":"Job 31:11","refLong":"Job 31:11","text":"For that would have been a heinous act, / And it would be wickedness, to be punished by the judges."},{"ref":"Job 31:12","refLong":"Job 31:12","text":"For it is a fire that devours to Abaddon / And would root up all my increase."},{"ref":"Job 31:13","refLong":"Job 31:13","text":"If I have despised the cause of my servant or my maid / When they contended with me,"},{"ref":"Job 31:14","refLong":"Job 31:14","text":"What then will I do when God rises up? / And when He visits me, what will I answer Him?"},{"ref":"Job 31:15","refLong":"Job 31:15","text":"Did not He who made me in the womb make him? / And was it not One who fashioned us in the womb?"},{"ref":"Job 31:16","refLong":"Job 31:16","text":"If I have withheld the poor from their desire, / Or have let the eyes of the widow fail,"},{"ref":"Job 31:17","refLong":"Job 31:17","text":"Or have eaten my morsel alone / Without the orphan eating of it —"},{"ref":"Job 31:18","refLong":"Job 31:18","text":"Rather, from my youth he grew up with me as with a father, / And from my mother’s womb I guided the widow —"},{"ref":"Job 31:19","refLong":"Job 31:19","text":"If I have seen someone perishing from lack of clothing / Or that the needy had no covering;"},{"ref":"Job 31:20","refLong":"Job 31:20","text":"If his loins have not blessed me, / And he has not been made warm with the fleece of my sheep;"},{"ref":"Job 31:21","refLong":"Job 31:21","text":"If I have raised my hand against the orphan / Because I saw that I had support among those in the gate;"},{"ref":"Job 31:22","refLong":"Job 31:22","text":"May my shoulder blade fall from the shoulder, / And may my arm be broken at the elbow."},{"ref":"Job 31:23","refLong":"Job 31:23","text":"For calamity from God is dreadful to me, / And because of His majesty I can do nothing."},{"ref":"Job 31:24","refLong":"Job 31:24","text":"If I have made gold my hope, / And have called fine gold my confidence;"},{"ref":"Job 31:25","refLong":"Job 31:25","text":"If I have rejoiced because my wealth was great / And because my hand had acquired much;"},{"ref":"Job 31:26","refLong":"Job 31:26","text":"If I have looked at the sun when it shone / Or the moon going on in splendor,"},{"ref":"Job 31:27","refLong":"Job 31:27","text":"And my heart has been secretly enticed, / And my mouth has kissed my hand;"},{"ref":"Job 31:28","refLong":"Job 31:28","text":"It too would be wickedness, to be punished by the judges, / For I would have denied God above."},{"ref":"Job 31:29","refLong":"Job 31:29","text":"If I have rejoiced at the misfortune of him who hated me, / Or have exulted when evil found him —"},{"ref":"Job 31:30","refLong":"Job 31:30","text":"Rather, I have not allowed my mouth to sin / By asking for his life with a curse —"},{"ref":"Job 31:31","refLong":"Job 31:31","text":"If the men of my tent have not said, / Who can find one who has not been filled with our master’s meat? —"},{"ref":"Job 31:32","refLong":"Job 31:32","text":"The sojourner has not lodged in the street; / I have opened my doors to the highway —"},{"ref":"Job 31:33","refLong":"Job 31:33","text":"If I have covered my transgressions as Adam did / By hiding my iniquity in my bosom,"},{"ref":"Job 31:34","refLong":"Job 31:34","text":"Because I so dreaded the great multitude, / And the contempt of the families so frightened me, / That I was silent and did not go out my door —"},{"ref":"Job 31:35","refLong":"Job 31:35","text":"Oh, that I had someone to hear me! / Here is my signature! Let the Almighty answer me. / And let my accuser write up the charge."},{"ref":"Job 31:36","refLong":"Job 31:36","text":"Surely I would carry it on my shoulder; / I would bind it onto me like a crown;"},{"ref":"Job 31:37","refLong":"Job 31:37","text":"I would declare to Him the number of my steps; / Like a prince I would approach Him!"},{"ref":"Job 31:38","refLong":"Job 31:38","text":"If my land cries out against me, / And its furrows weep together;"},{"ref":"Job 31:39","refLong":"Job 31:39","text":"If I have eaten its strength without money, / And have caused its owners to lose their life;"},{"ref":"Job 31:40","refLong":"Job 31:40","text":"May thorns come forth instead of wheat, / And pungent weeds instead of barley. / The words of Job are ended."}]},{"ref":"Job 32","refLong":"Job 32","numVerses":22,"verses":[{"ref":"Job 32:1","refLong":"Job 32:1","text":"Then these three men ceased answering Job, for he was righteous in his own eyes."},{"ref":"Job 32:2","refLong":"Job 32:2","text":"And the anger of Elihu the son of Barachel the Buzite, of the family of Ram, was kindled. Against Job was his anger kindled because he justified himself rather than God;"},{"ref":"Job 32:3","refLong":"Job 32:3","text":"And against his three friends was his anger kindled because they had found no answer but had condemned Job."},{"ref":"Job 32:4","refLong":"Job 32:4","text":"Now Elihu had waited to speak with Job, because they were older than he."},{"ref":"Job 32:5","refLong":"Job 32:5","text":"But when Elihu saw that there was no answer in the mouth of the three men, his anger was kindled."},{"ref":"Job 32:6","refLong":"Job 32:6","text":"So Elihu the son of Barachel the Buzite answered and said,I am young, / And you are aged; / Therefore I shrank back and was afraid / To declare to you what I know."},{"ref":"Job 32:7","refLong":"Job 32:7","text":"I said, Let age speak, / And let the multitude of years make wisdom known."},{"ref":"Job 32:8","refLong":"Job 32:8","text":"But there is a spirit in man, / And the breath of the Almighty gives them understanding."},{"ref":"Job 32:9","refLong":"Job 32:9","text":"It is not the great who are wise, / Nor the old who understand justice."},{"ref":"Job 32:10","refLong":"Job 32:10","text":"Therefore I say, Hear me; / I also will declare what I know."},{"ref":"Job 32:11","refLong":"Job 32:11","text":"Indeed, I have waited out your words; / I have given ear to your reasonings, / While you searched for what to say."},{"ref":"Job 32:12","refLong":"Job 32:12","text":"Indeed I gave you my full attention; / But no one here could refute Job; / None of you answered his words."},{"ref":"Job 32:13","refLong":"Job 32:13","text":"Do not say, We have found wisdom; / God will defeat him, not man."},{"ref":"Job 32:14","refLong":"Job 32:14","text":"But he did not arrange his words against me; / Neither will I respond to him with your speeches."},{"ref":"Job 32:15","refLong":"Job 32:15","text":"They are dismayed; they answer no more; / Words fail them."},{"ref":"Job 32:16","refLong":"Job 32:16","text":"Then should I wait? For they do not speak, / For they stand still; they answer no more."},{"ref":"Job 32:17","refLong":"Job 32:17","text":"I also will answer what has been apportioned to me; / I also will declare what I know."},{"ref":"Job 32:18","refLong":"Job 32:18","text":"For I am full of words; / The spirit in my inward parts constrains me."},{"ref":"Job 32:19","refLong":"Job 32:19","text":"Indeed, my inward parts are like wine that is not vented; / Like new wineskins, they are about to burst."},{"ref":"Job 32:20","refLong":"Job 32:20","text":"Let me speak, that there may be relief for me; / Let me open my lips and answer."},{"ref":"Job 32:21","refLong":"Job 32:21","text":"Let me not, I beg you, respect any man’s person, / Nor flatter any man;"},{"ref":"Job 32:22","refLong":"Job 32:22","text":"For I do not know how to flatter — / My Maker would soon bear me off."}]},{"ref":"Job 33","refLong":"Job 33","numVerses":33,"verses":[{"ref":"Job 33:1","refLong":"Job 33:1","text":"But now, Job, hear my speaking, / And give ear to all my words."},{"ref":"Job 33:2","refLong":"Job 33:2","text":"Indeed now, I have opened my mouth; / My tongue has spoken in my mouth."},{"ref":"Job 33:3","refLong":"Job 33:3","text":"My words manifest the uprightness of my heart, / And what my lips know they speak sincerely."},{"ref":"Job 33:4","refLong":"Job 33:4","text":"The Spirit of God has made me, / And the breath of the Almighty has enlivened me."},{"ref":"Job 33:5","refLong":"Job 33:5","text":"If you can, respond to me; / Arrange your words before me; take your stand."},{"ref":"Job 33:6","refLong":"Job 33:6","text":"Indeed, I am before God as you are; / I too was cut out of clay."},{"ref":"Job 33:7","refLong":"Job 33:7","text":"So no fear of me can terrify you, / Nor can my pressure be heavy upon you."},{"ref":"Job 33:8","refLong":"Job 33:8","text":"You have surely spoken in my hearing, / And I have heard the voice of your words, saying,"},{"ref":"Job 33:9","refLong":"Job 33:9","text":"I am clean and without transgression; / I am pure, and there is no iniquity in me."},{"ref":"Job 33:10","refLong":"Job 33:10","text":"See, He finds occasions for hostility against me; / He considers me as His enemy."},{"ref":"Job 33:11","refLong":"Job 33:11","text":"He puts my feet in stocks; / He watches all my paths."},{"ref":"Job 33:12","refLong":"Job 33:12","text":"However, in this you are not right, I will answer you, / For God is greater than man."},{"ref":"Job 33:13","refLong":"Job 33:13","text":"Why do you contend with Him, / Saying that He does not answer for any of His affairs?"},{"ref":"Job 33:14","refLong":"Job 33:14","text":"For God speaks in one way, / Indeed in two ways, without any perceiving it —"},{"ref":"Job 33:15","refLong":"Job 33:15","text":"In a dream, a night vision, / When deep sleep falls upon men / In the slumberings upon their beds —"},{"ref":"Job 33:16","refLong":"Job 33:16","text":"Then He opens the ears of men / And seals up their instruction,"},{"ref":"Job 33:17","refLong":"Job 33:17","text":"That He may turn man aside from his doing / And hide pride from man."},{"ref":"Job 33:18","refLong":"Job 33:18","text":"He keeps his soul from the pit, / And his life from perishing by the sword."},{"ref":"Job 33:19","refLong":"Job 33:19","text":"He is also chastened with pain upon his bed / And with continual strife in his bones,"},{"ref":"Job 33:20","refLong":"Job 33:20","text":"So that his life abhors bread, / And his soul, fancy food."},{"ref":"Job 33:21","refLong":"Job 33:21","text":"His flesh is so consumed that it cannot be seen, / And his bones that had not been seen stick out."},{"ref":"Job 33:22","refLong":"Job 33:22","text":"And his soul draws near to the pit, / And his life, to the destroyers."},{"ref":"Job 33:23","refLong":"Job 33:23","text":"If there is with him an angel, / An interpreter, one of a thousand, / To declare to man what is right for him,"},{"ref":"Job 33:24","refLong":"Job 33:24","text":"Then He will be gracious to him and will say, / Redeem him from going down into the pit; / I have found a ransom."},{"ref":"Job 33:25","refLong":"Job 33:25","text":"His flesh will be fresher than in childhood; / He will return to the days of his youth."},{"ref":"Job 33:26","refLong":"Job 33:26","text":"He will pray to God, and He will accept him, / So that he sees His face with joyous shouting; / And God restores to man his righteousness."},{"ref":"Job 33:27","refLong":"Job 33:27","text":"He will sing to men and say, / I sinned and perverted what was right, / But it was not paid back to me."},{"ref":"Job 33:28","refLong":"Job 33:28","text":"He has redeemed my soul from perishing in the pit, / And my life will see the light."},{"ref":"Job 33:29","refLong":"Job 33:29","text":"Indeed, all these things God accomplishes for a man, / Twice, even three times,"},{"ref":"Job 33:30","refLong":"Job 33:30","text":"To bring his soul back from the pit, / To enlighten him with the light of the living."},{"ref":"Job 33:31","refLong":"Job 33:31","text":"Take heed, Job; hear me. / Be silent, and I will speak."},{"ref":"Job 33:32","refLong":"Job 33:32","text":"If you have anything to say, answer me; / Speak, for I desire to justify you."},{"ref":"Job 33:33","refLong":"Job 33:33","text":"If not, you listen to me; / Be silent, and I will teach you wisdom."}]},{"ref":"Job 34","refLong":"Job 34","numVerses":37,"verses":[{"ref":"Job 34:1","refLong":"Job 34:1","text":"Then Elihu continued and said,"},{"ref":"Job 34:2","refLong":"Job 34:2","text":"Hear my words, you wise men; / And you who know, give ear to me."},{"ref":"Job 34:3","refLong":"Job 34:3","text":"For the ear tries words / As the palate tastes food."},{"ref":"Job 34:4","refLong":"Job 34:4","text":"Let us choose for ourselves what is right; / Let us know among ourselves what is good."},{"ref":"Job 34:5","refLong":"Job 34:5","text":"For Job has said, I am righteous, / And God has taken away my right;"},{"ref":"Job 34:6","refLong":"Job 34:6","text":"Should I lie against my right? / My arrow wound is incurable, though I am without transgression."},{"ref":"Job 34:7","refLong":"Job 34:7","text":"What man is like Job, / Who drinks up scoffing like water,"},{"ref":"Job 34:8","refLong":"Job 34:8","text":"Who goes in company with the workers of iniquity / And walks with wicked men?"},{"ref":"Job 34:9","refLong":"Job 34:9","text":"For he has said, It does not profit a man / To delight himself in God."},{"ref":"Job 34:10","refLong":"Job 34:10","text":"Therefore, you men of understanding, hear me: / Far be it from God that He would do evil, / And from the Almighty that He would commit iniquity."},{"ref":"Job 34:11","refLong":"Job 34:11","text":"For He will render a man’s work to him / And will cause a man to find that which is according to his own way."},{"ref":"Job 34:12","refLong":"Job 34:12","text":"Indeed in all certainty God will not do evil, / And the Almighty will not pervert justice."},{"ref":"Job 34:13","refLong":"Job 34:13","text":"Who has ever put the earth in His charge? / Or who has ever set in order the whole world?"},{"ref":"Job 34:14","refLong":"Job 34:14","text":"If He were to consider Himself only, / He would gather back to Himself His spirit and His breath;"},{"ref":"Job 34:15","refLong":"Job 34:15","text":"All flesh would perish together, / And man would return to dust."},{"ref":"Job 34:16","refLong":"Job 34:16","text":"If then you have understanding, hear this; / Give ear to the voice of my words."},{"ref":"Job 34:17","refLong":"Job 34:17","text":"Shall one who hates justice govern? / And will you condemn the just and mighty One,"},{"ref":"Job 34:18","refLong":"Job 34:18","text":"He who says to a king, You worthless one! / And to nobles, You wicked one!"},{"ref":"Job 34:19","refLong":"Job 34:19","text":"He who does not respect the persons of princes, / Nor regard the rich man more than the poor, / For they are all the work of His hands?"},{"ref":"Job 34:20","refLong":"Job 34:20","text":"In a moment they die, and in the middle of the night / The people are shaken, and they pass away; / And the mighty are taken away, but by no human hand."},{"ref":"Job 34:21","refLong":"Job 34:21","text":"For His eyes are upon the ways of a man, / And He sees all his steps."},{"ref":"Job 34:22","refLong":"Job 34:22","text":"There is no darkness and no shadow of death / Where the workers of iniquity may hide themselves."},{"ref":"Job 34:23","refLong":"Job 34:23","text":"For He does not need to consider a man further, / That he should go to God in litigation."},{"ref":"Job 34:24","refLong":"Job 34:24","text":"He breaks mighty men in pieces without inquiry / And puts others in their stead."},{"ref":"Job 34:25","refLong":"Job 34:25","text":"Hence He knows their actions, / And He overturns them in the night so that they are crushed."},{"ref":"Job 34:26","refLong":"Job 34:26","text":"He strikes them as He would evil men, / In a place where all can see;"},{"ref":"Job 34:27","refLong":"Job 34:27","text":"Because they turned aside from following after Him / And would not regard any of His ways,"},{"ref":"Job 34:28","refLong":"Job 34:28","text":"So that they caused the cry of the poor to come to Him, / And He heard the cry of the afflicted."},{"ref":"Job 34:29","refLong":"Job 34:29","text":"When He is silent, who can condemn Him? / When He hides His face, who can behold Him? / He does so toward a nation and toward a man alike,"},{"ref":"Job 34:30","refLong":"Job 34:30","text":"That no profane man would reign, that there would be no snares for the people."},{"ref":"Job 34:31","refLong":"Job 34:31","text":"For has anyone ever said to God, / I have borne chastisement; I will offend no more;"},{"ref":"Job 34:32","refLong":"Job 34:32","text":"What I do not see teach me; / If I have committed iniquity, I will do it no more?"},{"ref":"Job 34:33","refLong":"Job 34:33","text":"Should He recompense to fit you, since you have rejected it? / For you must choose, and not I. / So speak what you know."},{"ref":"Job 34:34","refLong":"Job 34:34","text":"Men of understanding will say to me, / As well as the man of wisdom who hears me,"},{"ref":"Job 34:35","refLong":"Job 34:35","text":"Job has spoken without knowledge, / And his words are without insight."},{"ref":"Job 34:36","refLong":"Job 34:36","text":"I wish that Job were tried to the limit / Because of his answering like evil men."},{"ref":"Job 34:37","refLong":"Job 34:37","text":"For he adds rebellion to his sin; / Among us he claps his hands / And multiplies his words against God."}]},{"ref":"Job 35","refLong":"Job 35","numVerses":16,"verses":[{"ref":"Job 35:1","refLong":"Job 35:1","text":"Then Elihu continued and said,"},{"ref":"Job 35:2","refLong":"Job 35:2","text":"Do you consider this to be just? / Do you say, My righteousness is more than God’s,"},{"ref":"Job 35:3","refLong":"Job 35:3","text":"So that you say, What advantage is there to me, / What do I profit, more than if I had sinned?"},{"ref":"Job 35:4","refLong":"Job 35:4","text":"I will respond to you with words, / And to your companions with you."},{"ref":"Job 35:5","refLong":"Job 35:5","text":"Look unto heaven and see; / And behold the skies: They are higher than you."},{"ref":"Job 35:6","refLong":"Job 35:6","text":"If you sin, what do you accomplish against Him? / And if your transgressions are multiplied, what do you do to Him?"},{"ref":"Job 35:7","refLong":"Job 35:7","text":"If you are righteous, what can you give to Him, / Or what does He receive from your hand?"},{"ref":"Job 35:8","refLong":"Job 35:8","text":"Your wickedness affects a man like you, / And your righteousness, a son of man."},{"ref":"Job 35:9","refLong":"Job 35:9","text":"Because of the multitude of oppressions they cry out; / They cry for help because of the arm of the mighty."},{"ref":"Job 35:10","refLong":"Job 35:10","text":"But no one says, Where is God my Maker, / Who gives songs in the night,"},{"ref":"Job 35:11","refLong":"Job 35:11","text":"Who teaches us more than the beasts of the earth / And makes us wiser than the birds of heaven?"},{"ref":"Job 35:12","refLong":"Job 35:12","text":"There they cry, but He does not answer, / Because of the pride of evil men."},{"ref":"Job 35:13","refLong":"Job 35:13","text":"Surely God does not hear an empty cry, / And the Almighty does not regard it."},{"ref":"Job 35:14","refLong":"Job 35:14","text":"How much less when you say that you do not behold Him, / That the cause is before Him and you are waiting on Him!"},{"ref":"Job 35:15","refLong":"Job 35:15","text":"But now, because He has not visited in His anger / Nor regarded such great arrogance,"},{"ref":"Job 35:16","refLong":"Job 35:16","text":"Job opens his mouth in vanity; / He multiplies words without knowledge."}]},{"ref":"Job 36","refLong":"Job 36","numVerses":33,"verses":[{"ref":"Job 36:1","refLong":"Job 36:1","text":"And Elihu added this and said,"},{"ref":"Job 36:2","refLong":"Job 36:2","text":"Bear with me a little, and I will show you; / For there is more to say for God."},{"ref":"Job 36:3","refLong":"Job 36:3","text":"I will bring my knowledge from afar / And will ascribe righteousness to my Maker."},{"ref":"Job 36:4","refLong":"Job 36:4","text":"For truly my words are not false; / One perfect in knowledge is with you."},{"ref":"Job 36:5","refLong":"Job 36:5","text":"Indeed, God is mighty and does not despise; / He is mighty in strength of understanding."},{"ref":"Job 36:6","refLong":"Job 36:6","text":"He does not preserve the wicked man alive, / But gives justice to the afflicted."},{"ref":"Job 36:7","refLong":"Job 36:7","text":"He does not withdraw His eyes from the righteous; / And with kings on the throne, / He sets them forever, and they are exalted."},{"ref":"Job 36:8","refLong":"Job 36:8","text":"And if they are bound in fetters, / If they are caught in the cords of affliction,"},{"ref":"Job 36:9","refLong":"Job 36:9","text":"He shows them their work / And their transgressions, that they have acted arrogantly."},{"ref":"Job 36:10","refLong":"Job 36:10","text":"He also opens their ear to instruction / And commands that they return from iniquity."},{"ref":"Job 36:11","refLong":"Job 36:11","text":"If they hear and serve Him, / They will spend their days in prosperity / And their years in pleasantness."},{"ref":"Job 36:12","refLong":"Job 36:12","text":"But if they do not hear, they will pass away by the sword / And die without knowledge."},{"ref":"Job 36:13","refLong":"Job 36:13","text":"But those who are profane in heart lay up anger; / They do not cry for help when He binds them."},{"ref":"Job 36:14","refLong":"Job 36:14","text":"They die in youth, / And their life ends among the most defiled."},{"ref":"Job 36:15","refLong":"Job 36:15","text":"He rescues the afflicted by their affliction / And opens their ear through oppression."},{"ref":"Job 36:16","refLong":"Job 36:16","text":"Indeed He allures you from the jaws of distress / Into a spacious place, where there is no constraint; / And what is upon your table is full of fatness."},{"ref":"Job 36:17","refLong":"Job 36:17","text":"But you are filled with the judgment of the wicked; / Judgment and litigation have taken hold of you."},{"ref":"Job 36:18","refLong":"Job 36:18","text":"Beware lest wrath allures you into scoffing, / And do not let the greatness of the ransom turn you aside."},{"ref":"Job 36:19","refLong":"Job 36:19","text":"Will your cry keep you from being in distress, / Or all the forces of your strength?"},{"ref":"Job 36:20","refLong":"Job 36:20","text":"Do not long for the night, / When people are taken from their place."},{"ref":"Job 36:21","refLong":"Job 36:21","text":"Take heed; do not turn toward iniquity; / For you have chosen this rather than affliction."},{"ref":"Job 36:22","refLong":"Job 36:22","text":"Indeed, God is exalted in His power: / Who is a teacher like Him?"},{"ref":"Job 36:23","refLong":"Job 36:23","text":"Who has appointed His way for Him? / And who says, You have done wrong?"},{"ref":"Job 36:24","refLong":"Job 36:24","text":"Remember to magnify His work, / Of which men sing."},{"ref":"Job 36:25","refLong":"Job 36:25","text":"All mankind has gazed on it; / Man beholds it from afar."},{"ref":"Job 36:26","refLong":"Job 36:26","text":"Indeed, God is great, and we do not know Him; / The number of His years we also cannot search out."},{"ref":"Job 36:27","refLong":"Job 36:27","text":"For He draws up the drops of water / Which distill into rain from His mist,"},{"ref":"Job 36:28","refLong":"Job 36:28","text":"Which the skies pour down / And drop upon man abundantly."},{"ref":"Job 36:29","refLong":"Job 36:29","text":"Can they indeed understand the spreading of the clouds, / The thunderings of His pavilion?"},{"ref":"Job 36:30","refLong":"Job 36:30","text":"Indeed, He scatters His lightning around Him / And covers the roots of the sea."},{"ref":"Job 36:31","refLong":"Job 36:31","text":"For by these He judges the peoples; / He gives food in abundance."},{"ref":"Job 36:32","refLong":"Job 36:32","text":"He fills His hands with lightning / And commands it to strike the mark."},{"ref":"Job 36:33","refLong":"Job 36:33","text":"Its noise tells of Him; / The cattle as well tell concerning Him who is coming."}]},{"ref":"Job 37","refLong":"Job 37","numVerses":24,"verses":[{"ref":"Job 37:1","refLong":"Job 37:1","text":"At this, too, my heart trembles / And leaps from its place."},{"ref":"Job 37:2","refLong":"Job 37:2","text":"Hear attentively the noise of His voice / And the sound that goes forth from His mouth."},{"ref":"Job 37:3","refLong":"Job 37:3","text":"He sends it forth under the whole heaven, / And His lightning unto the ends of the earth."},{"ref":"Job 37:4","refLong":"Job 37:4","text":"After it a voice roars; / He thunders with the voice of His majesty / And does not withhold the lightning / When His voice is heard."},{"ref":"Job 37:5","refLong":"Job 37:5","text":"God thunders wondrously with His voice; / He does great things that we cannot comprehend."},{"ref":"Job 37:6","refLong":"Job 37:6","text":"For He says to the snow, Fall on the earth, / And to the rain shower and His mighty showers of rain."},{"ref":"Job 37:7","refLong":"Job 37:7","text":"He seals the hand of every man, / That all men may know His doing."},{"ref":"Job 37:8","refLong":"Job 37:8","text":"Then the beast enters its lair / And remains in its dens."},{"ref":"Job 37:9","refLong":"Job 37:9","text":"Out of its chamber comes the whirlwind, / And from scattering winds, cold."},{"ref":"Job 37:10","refLong":"Job 37:10","text":"From the breath of God ice is yielded, / And the expanse of waters is frozen."},{"ref":"Job 37:11","refLong":"Job 37:11","text":"He also loads the thick clouds with moisture; / He scatters His lightning clouds;"},{"ref":"Job 37:12","refLong":"Job 37:12","text":"And they turn about by His guidance, / That they may accomplish / All that He has commanded them / Upon the surface of the inhabited earth;"},{"ref":"Job 37:13","refLong":"Job 37:13","text":"Whether for scourge or for His land / Or for lovingkindness’ sake, He causes it to happen."},{"ref":"Job 37:14","refLong":"Job 37:14","text":"Give ear to this, Job; / Stand still and consider the wondrous acts of God."},{"ref":"Job 37:15","refLong":"Job 37:15","text":"Do you know how God lays His charge upon them / And causes His lightning clouds to shine?"},{"ref":"Job 37:16","refLong":"Job 37:16","text":"Do you know about the balancing of the thick clouds, / The wondrous acts of Him who is perfect in knowledge?"},{"ref":"Job 37:17","refLong":"Job 37:17","text":"You whose garments heat up / When, because of the south wind, the earth is still,"},{"ref":"Job 37:18","refLong":"Job 37:18","text":"Can you spread out the skies with Him, / The skies which are as hard as a molten mirror?"},{"ref":"Job 37:19","refLong":"Job 37:19","text":"Teach us what to say to Him; / We cannot arrange our words because of the darkness."},{"ref":"Job 37:20","refLong":"Job 37:20","text":"Should it be said to Him, I will speak? / Or should a man say that he will be swallowed up?"},{"ref":"Job 37:21","refLong":"Job 37:21","text":"But now men do not look at the light, / Which is brilliant in the skies / When the wind has passed and cleared them."},{"ref":"Job 37:22","refLong":"Job 37:22","text":"Out of the north comes golden splendor; / Upon God is the awesomeness of majesty."},{"ref":"Job 37:23","refLong":"Job 37:23","text":"The Almighty — we cannot find Him out; / He is excellent in power, / And justice and the abundance of righteousness He will not damage."},{"ref":"Job 37:24","refLong":"Job 37:24","text":"Therefore men fear Him; / He does not look upon any who are wise of heart."}]},{"ref":"Job 38","refLong":"Job 38","numVerses":41,"verses":[{"ref":"Job 38:1","refLong":"Job 38:1","text":"Then Jehovah answered Job out of the whirlwind and said,"},{"ref":"Job 38:2","refLong":"Job 38:2","text":"Who is this who darkens counsel / By words without knowledge?"},{"ref":"Job 38:3","refLong":"Job 38:3","text":"Gird up now your loins like a mighty man; / For I will ask of you, and you shall inform Me."},{"ref":"Job 38:4","refLong":"Job 38:4","text":"Where were you when I laid the foundations of the earth? / Tell Me, if you have understanding."},{"ref":"Job 38:5","refLong":"Job 38:5","text":"Who set its measurements — if you know? / Or who stretched the measuring line over it?"},{"ref":"Job 38:6","refLong":"Job 38:6","text":"Onto what were its bases sunk, / Or who laid its cornerstone,"},{"ref":"Job 38:7","refLong":"Job 38:7","text":"When the morning stars sang together / And all the sons of God shouted for joy?"},{"ref":"Job 38:8","refLong":"Job 38:8","text":"And who hedged in the sea with doors / When it burst forth, issuing from the womb,"},{"ref":"Job 38:9","refLong":"Job 38:9","text":"When I made clouds its clothing / And deep darkness its swaddling clothes,"},{"ref":"Job 38:10","refLong":"Job 38:10","text":"And I broke out My boundaries for it / And set up bars and doors,"},{"ref":"Job 38:11","refLong":"Job 38:11","text":"And I said, To here you shall come and no farther, / And here shall your proud waves be stopped?"},{"ref":"Job 38:12","refLong":"Job 38:12","text":"Have you ever commanded the morning since your days began? / Have you ever caused the dawn to know its place,"},{"ref":"Job 38:13","refLong":"Job 38:13","text":"So that it might take hold of the ends of the earth, / And the wicked might be shaken out of it?"},{"ref":"Job 38:14","refLong":"Job 38:14","text":"The earth is changed like clay under a seal, / And all things on it stand forth like a garment."},{"ref":"Job 38:15","refLong":"Job 38:15","text":"And from the wicked their light is withheld, / And the high arm is broken."},{"ref":"Job 38:16","refLong":"Job 38:16","text":"Have you entered into the springs of the sea, / Or have you walked about in the recesses of the deep?"},{"ref":"Job 38:17","refLong":"Job 38:17","text":"Have the gates of death been revealed to you, / Or have you seen the gates of the shadow of death?"},{"ref":"Job 38:18","refLong":"Job 38:18","text":"Have you comprehended the full expanse of the earth? / Declare it, if you know it all."},{"ref":"Job 38:19","refLong":"Job 38:19","text":"Where is the way to the dwelling of the light? / And the darkness, where is its place,"},{"ref":"Job 38:20","refLong":"Job 38:20","text":"That you may take it to its boundary, / And that you may perceive the paths to its house?"},{"ref":"Job 38:21","refLong":"Job 38:21","text":"You know, for you were born then, / And the number of your days is great."},{"ref":"Job 38:22","refLong":"Job 38:22","text":"Have you entered into the storehouses of the snow, / Or have you seen the storehouses of the hail,"},{"ref":"Job 38:23","refLong":"Job 38:23","text":"Which I have reserved for the day of calamity, / For the day of battle and of war?"},{"ref":"Job 38:24","refLong":"Job 38:24","text":"Where is the way to the place where the light is divided, / To the place where the east wind scatters upon the earth?"},{"ref":"Job 38:25","refLong":"Job 38:25","text":"Who cut a channel for the rain torrent, / Or a way for the thunderbolt,"},{"ref":"Job 38:26","refLong":"Job 38:26","text":"To make it rain on a land where no man is, / On a wilderness in which there is no man;"},{"ref":"Job 38:27","refLong":"Job 38:27","text":"To satisfy the waste and desolate land / And to cause the shoots of grass to sprout?"},{"ref":"Job 38:28","refLong":"Job 38:28","text":"Does the rain have a father? / Or who begot the drops of dew?"},{"ref":"Job 38:29","refLong":"Job 38:29","text":"From whose womb does the ice come forth? / And the frost of heaven, who gave birth to it?"},{"ref":"Job 38:30","refLong":"Job 38:30","text":"The waters hide themselves and become like stone, / And the surface of the deep is frozen."},{"ref":"Job 38:31","refLong":"Job 38:31","text":"Can you fasten the bands of the Pleiades, / Or loosen the cords of Orion?"},{"ref":"Job 38:32","refLong":"Job 38:32","text":"Can you lead forth the Mazzaroth in their season? / Or can you guide the Bear with its cubs?"},{"ref":"Job 38:33","refLong":"Job 38:33","text":"Do you know the laws of the heavens? / Do you establish their rule on the earth?"},{"ref":"Job 38:34","refLong":"Job 38:34","text":"Can you lift up your voice to the clouds, / So that a flood of water would cover you?"},{"ref":"Job 38:35","refLong":"Job 38:35","text":"Can you send forth lightnings, so that they would go / And say to you, Here we are?"},{"ref":"Job 38:36","refLong":"Job 38:36","text":"Who has put wisdom in the inward parts, / Or given understanding to the mind?"},{"ref":"Job 38:37","refLong":"Job 38:37","text":"Who can number the clouds by wisdom, / Or who can tip over the water jars of heaven,"},{"ref":"Job 38:38","refLong":"Job 38:38","text":"When the dust runs into a mass / And the clods stick together?"},{"ref":"Job 38:39","refLong":"Job 38:39","text":"Can you hunt prey for the lioness, / Or satisfy the appetite of the young lions,"},{"ref":"Job 38:40","refLong":"Job 38:40","text":"When they crouch in their dens, / When they lie in wait in the thicket?"},{"ref":"Job 38:41","refLong":"Job 38:41","text":"Who provides for the raven its prey / When its young ones cry out to God / And wander about for lack of food?"}]},{"ref":"Job 39","refLong":"Job 39","numVerses":30,"verses":[{"ref":"Job 39:1","refLong":"Job 39:1","text":"Do you know the time when the mountain goats bring forth? / Can you mark the time when the hinds calve?"},{"ref":"Job 39:2","refLong":"Job 39:2","text":"Can you number the months that they must fulfill? / Or do you know the time when they bring forth?"},{"ref":"Job 39:3","refLong":"Job 39:3","text":"They crouch down; they give birth to their young ones; / They send forth their offspring."},{"ref":"Job 39:4","refLong":"Job 39:4","text":"Their young become strong; they grow up in the open field; / They go forth and do not return to them."},{"ref":"Job 39:5","refLong":"Job 39:5","text":"Who has sent out the wild ass free? / Or who has loosed the bonds of the swift ass,"},{"ref":"Job 39:6","refLong":"Job 39:6","text":"Whose home I have made the wilderness, / And the salt land, his dwelling place?"},{"ref":"Job 39:7","refLong":"Job 39:7","text":"He scorns the tumult of the city; / He does not hear the shouts of the driver."},{"ref":"Job 39:8","refLong":"Job 39:8","text":"He searches out the mountains for his pasture / And seeks after every green thing."},{"ref":"Job 39:9","refLong":"Job 39:9","text":"Will the wild ox be willing to serve you / Or spend the night by your manger?"},{"ref":"Job 39:10","refLong":"Job 39:10","text":"Can you bind the wild ox to the furrows with his ropes? / Or will he plow the valleys behind you?"},{"ref":"Job 39:11","refLong":"Job 39:11","text":"Will you trust in him because his strength is great? / Or will you leave your labor to him?"},{"ref":"Job 39:12","refLong":"Job 39:12","text":"Will you have confidence in him that he will bring in your seed / And gather your grain to your threshing floor?"},{"ref":"Job 39:13","refLong":"Job 39:13","text":"The wings of the ostrich flap joyously: / Are they the pinion and plumage of lovingkindness?"},{"ref":"Job 39:14","refLong":"Job 39:14","text":"For she leaves her eggs on the earth / And warms them in the dust."},{"ref":"Job 39:15","refLong":"Job 39:15","text":"And she forgets that a foot may crush them / Or that an animal of the field may trample them."},{"ref":"Job 39:16","refLong":"Job 39:16","text":"She is hard with her children, as if they were not hers; / Though her labor may be in vain, she has no fear;"},{"ref":"Job 39:17","refLong":"Job 39:17","text":"Because God has caused her to forget wisdom / And has not appointed understanding to her."},{"ref":"Job 39:18","refLong":"Job 39:18","text":"At that time when she lifts herself up on high, / She scorns the horse and its rider."},{"ref":"Job 39:19","refLong":"Job 39:19","text":"Have you given the horse his might? / Have you clothed his neck with the quivering mane?"},{"ref":"Job 39:20","refLong":"Job 39:20","text":"Have you made him to leap like a locust? / His majestic snorting is terrible."},{"ref":"Job 39:21","refLong":"Job 39:21","text":"He paws in the valley, / And he rejoices in his strength; / He goes forth to meet weapons."},{"ref":"Job 39:22","refLong":"Job 39:22","text":"He laughs at fear and is not dismayed, / And he does not turn back from the sword."},{"ref":"Job 39:23","refLong":"Job 39:23","text":"A quiver of arrows rattles against him, / The flashing spear and the javelin."},{"ref":"Job 39:24","refLong":"Job 39:24","text":"With fierceness and rage he swallows the ground, / And he cannot stand still at the sound of the trumpet."},{"ref":"Job 39:25","refLong":"Job 39:25","text":"As often as the trumpet sounds, he says, Aha! / And from afar he smells the battle, / The thundering of captains and the shouting."},{"ref":"Job 39:26","refLong":"Job 39:26","text":"Is it by your understanding that the hawk soars, / Stretching his wings to the south?"},{"ref":"Job 39:27","refLong":"Job 39:27","text":"Is it at your command that the eagle mounts up / And makes his nest on high?"},{"ref":"Job 39:28","refLong":"Job 39:28","text":"On the cliff he dwells and makes his lodging, / Upon the point of the cliff and the stronghold."},{"ref":"Job 39:29","refLong":"Job 39:29","text":"From there he spies out food; / His eyes gaze on it from afar."},{"ref":"Job 39:30","refLong":"Job 39:30","text":"And his young ones suck up the blood; / And where the slain are, there he is."}]},{"ref":"Job 40","refLong":"Job 40","numVerses":24,"verses":[{"ref":"Job 40:1","refLong":"Job 40:1","text":"And Jehovah answered Job and said,"},{"ref":"Job 40:2","refLong":"Job 40:2","text":"Shall one who finds fault contend with the Almighty? / Let him who argues with God answer it."},{"ref":"Job 40:3","refLong":"Job 40:3","text":"Then Job answered Jehovah and said,"},{"ref":"Job 40:4","refLong":"Job 40:4","text":"Indeed, I am worthless. What shall I reply to You? / I lay my hand over my mouth."},{"ref":"Job 40:5","refLong":"Job 40:5","text":"I have spoken once, and I will not answer; / And twice, and I will proceed no further."},{"ref":"Job 40:6","refLong":"Job 40:6","text":"And Jehovah answered Job out of the whirlwind and said,"},{"ref":"Job 40:7","refLong":"Job 40:7","text":"Gird up now your loins like a mighty man; / For I will ask of you, and you shall inform Me."},{"ref":"Job 40:8","refLong":"Job 40:8","text":"Will you indeed annul My judgment? / Will you condemn Me so that you may be justified?"},{"ref":"Job 40:9","refLong":"Job 40:9","text":"Or do you have an arm like God’s, / And can you thunder with a voice like His?"},{"ref":"Job 40:10","refLong":"Job 40:10","text":"Deck yourself now with majesty and excellency, / And array yourself with honor and splendor."},{"ref":"Job 40:11","refLong":"Job 40:11","text":"Pour forth the overflowings of your anger, / And look upon everyone who is proud, and abase him."},{"ref":"Job 40:12","refLong":"Job 40:12","text":"Look upon everyone who is proud; bring him down; / And tread down the wicked where they stand."},{"ref":"Job 40:13","refLong":"Job 40:13","text":"Hide them in the dust together; / Bind their faces in the hidden place."},{"ref":"Job 40:14","refLong":"Job 40:14","text":"Then even I will praise you, / That your own right hand can save you."},{"ref":"Job 40:15","refLong":"Job 40:15","text":"Behold now the behemoth, which I made as well as you: / He eats grass like the ox."},{"ref":"Job 40:16","refLong":"Job 40:16","text":"Behold now, his strength is in his loins, / And his power is in the muscles of his belly."},{"ref":"Job 40:17","refLong":"Job 40:17","text":"He bends his tail like a cedar; / The sinews of his thighs knit together."},{"ref":"Job 40:18","refLong":"Job 40:18","text":"His bones are like bronze tubes; / His limbs, like iron bars."},{"ref":"Job 40:19","refLong":"Job 40:19","text":"He is the first of God’s ways; / Only his Maker can approach him with His sword."},{"ref":"Job 40:20","refLong":"Job 40:20","text":"For the mountains yield food for him, / Where every animal of the field plays."},{"ref":"Job 40:21","refLong":"Job 40:21","text":"Under the lotus plants he lies down, / In the covert of the reed and the marsh."},{"ref":"Job 40:22","refLong":"Job 40:22","text":"The lotus plants cover him with their shade; / The willows of the brook surround him."},{"ref":"Job 40:23","refLong":"Job 40:23","text":"Indeed, if a river overflows, he does not tremble; / He is confident, though the Jordan rushes against his mouth."},{"ref":"Job 40:24","refLong":"Job 40:24","text":"Will anyone catch him while he is watching, / Or pierce his nose with a snare?"}]},{"ref":"Job 41","refLong":"Job 41","numVerses":34,"verses":[{"ref":"Job 41:1","refLong":"Job 41:1","text":"Can you draw out leviathan with a hook, / Or press down his tongue with a cord?"},{"ref":"Job 41:2","refLong":"Job 41:2","text":"Can you put a rope in his nose, / Or pierce his jaw with a hook?"},{"ref":"Job 41:3","refLong":"Job 41:3","text":"Will he make many supplications unto you, / Or speak soft words to you?"},{"ref":"Job 41:4","refLong":"Job 41:4","text":"Will he make a covenant with you / That you would take him as a servant forever?"},{"ref":"Job 41:5","refLong":"Job 41:5","text":"Will you play with him as with a bird, / Or bind him for your maidens?"},{"ref":"Job 41:6","refLong":"Job 41:6","text":"Will the traders bargain over him? / Will they divide him up among merchants?"},{"ref":"Job 41:7","refLong":"Job 41:7","text":"Can you fill his skin with harpoons, / Or his head with fishing spears?"},{"ref":"Job 41:8","refLong":"Job 41:8","text":"Lay your hand on him, / And remember the battle — you will never do it again!"},{"ref":"Job 41:9","refLong":"Job 41:9","text":"Indeed, any hope for him is vain; / Will not one be even cast down at the sight of him?"},{"ref":"Job 41:10","refLong":"Job 41:10","text":"No one is so fierce as to stir him up; / Who then is he who would stand before Me?"},{"ref":"Job 41:11","refLong":"Job 41:11","text":"Who has first given to Me that I should repay him? / Whatever is under the whole heaven is Mine."},{"ref":"Job 41:12","refLong":"Job 41:12","text":"I will not be silent about his limbs / Or about the account of his mighty deeds or about the beauty of his frame."},{"ref":"Job 41:13","refLong":"Job 41:13","text":"Who can strip off his outer garment? / Who can go within his double jaws?"},{"ref":"Job 41:14","refLong":"Job 41:14","text":"Who can open the doors of his face? / Around his teeth is terror."},{"ref":"Job 41:15","refLong":"Job 41:15","text":"His pride is his rows of scales, / Shut up as with a tight seal."},{"ref":"Job 41:16","refLong":"Job 41:16","text":"One is so near the other / That the air cannot pass between them."},{"ref":"Job 41:17","refLong":"Job 41:17","text":"Each is joined to the other; / They stick together and cannot be separated."},{"ref":"Job 41:18","refLong":"Job 41:18","text":"His sneezes flash forth light, / And his eyes are like the eyelids of the dawn."},{"ref":"Job 41:19","refLong":"Job 41:19","text":"Out of his mouth go forth flaming torches; / Sparks of fire leap out."},{"ref":"Job 41:20","refLong":"Job 41:20","text":"Out of his nostrils comes smoke, / As from a boiling pot and burning rushes."},{"ref":"Job 41:21","refLong":"Job 41:21","text":"His breath kindles coals, / And a flame comes from his mouth."},{"ref":"Job 41:22","refLong":"Job 41:22","text":"In his neck abides strength, / And terror dances before him."},{"ref":"Job 41:23","refLong":"Job 41:23","text":"The folds of his flesh are joined together; / They are firm upon him and immovable."},{"ref":"Job 41:24","refLong":"Job 41:24","text":"His heart is as firm as stone, / Indeed as firm as the lower millstone."},{"ref":"Job 41:25","refLong":"Job 41:25","text":"At his rising up, the mighty fear; / They are beside themselves with consternation."},{"ref":"Job 41:26","refLong":"Job 41:26","text":"The sword that reaches him cannot avail, / Nor the spear, the dart, or the javelin."},{"ref":"Job 41:27","refLong":"Job 41:27","text":"He considers iron shafts as straw, / And bronze ones as rotted wood."},{"ref":"Job 41:28","refLong":"Job 41:28","text":"The arrow does not make him flee; / With him slingstones turn to stubble."},{"ref":"Job 41:29","refLong":"Job 41:29","text":"Clubs are considered as stubble; / He laughs at the quivering javelin."},{"ref":"Job 41:30","refLong":"Job 41:30","text":"His underparts are like sharp potsherds; / He spreads himself like a threshing sledge upon the mire."},{"ref":"Job 41:31","refLong":"Job 41:31","text":"He makes the deep boil like a cauldron; / He makes the sea like a pot of ointment."},{"ref":"Job 41:32","refLong":"Job 41:32","text":"Behind him he makes a shining wake; / One would think the deep to be white-haired."},{"ref":"Job 41:33","refLong":"Job 41:33","text":"On earth there is none his equal, / Who is made without fear."},{"ref":"Job 41:34","refLong":"Job 41:34","text":"He beholds everything that is high; / He is king over all the sons of pride."}]},{"ref":"Job 42","refLong":"Job 42","numVerses":17,"verses":[{"ref":"Job 42:1","refLong":"Job 42:1","text":"Then Job answered Jehovah and said,"},{"ref":"Job 42:2","refLong":"Job 42:2","text":"I know that You can do all things / And that no purpose of Yours can be restrained."},{"ref":"Job 42:3","refLong":"Job 42:3","text":"Who is this who hides counsel without knowledge? / Therefore I have uttered what I did not understand, / Things too wonderful for me, which I did not know."},{"ref":"Job 42:4","refLong":"Job 42:4","text":"Hear now, and I will speak; / I will ask of You, and You shall inform me."},{"ref":"Job 42:5","refLong":"Job 42:5","text":"I had heard of You by the hearing of the ear, / But now my eye has seen You;"},{"ref":"Job 42:6","refLong":"Job 42:6","text":"Therefore I abhor myself, and I repent / In dust and ashes."},{"ref":"Job 42:7","refLong":"Job 42:7","text":"And after Jehovah had spoken these words to Job, Jehovah said to Eliphaz the Temanite, My anger is kindled against you and against your two friends, for you have not spoken concerning Me that which is right, as My servant Job has."},{"ref":"Job 42:8","refLong":"Job 42:8","text":"Now therefore take for yourselves seven bulls and seven rams, and go to My servant Job, and offer them as a burnt offering for yourselves. And My servant Job will pray for you; for I will accept him, so that I do not deal with you according to your folly; for you have not spoken concerning Me that which is right, as My servant Job has."},{"ref":"Job 42:9","refLong":"Job 42:9","text":"So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as Jehovah told them; and Jehovah accepted Job."},{"ref":"Job 42:10","refLong":"Job 42:10","text":"And Jehovah turned the captivity of Job when he prayed for his friends, and Jehovah gave Job twice as much as he had before."},{"ref":"Job 42:11","refLong":"Job 42:11","text":"And all his brothers and all his sisters and all his previous acquaintances came to him and ate bread with him in his house. And they consoled and comforted him for all the misfortune that Jehovah had brought upon him. And each gave to him a piece of money, and each, a gold ring."},{"ref":"Job 42:12","refLong":"Job 42:12","text":"Thus Jehovah blessed Job’s latter end more than his beginning; and he had fourteen thousand sheep and six thousand camels and a thousand yoke of oxen and a thousand female donkeys."},{"ref":"Job 42:13","refLong":"Job 42:13","text":"And he had seven sons and three daughters."},{"ref":"Job 42:14","refLong":"Job 42:14","text":"And he named the first Jemimah, and the second Keziah, and the third Keren-happuch."},{"ref":"Job 42:15","refLong":"Job 42:15","text":"And in all the land no women were found as beautiful as the daughters of Job. And their father gave them an inheritance among their brothers."},{"ref":"Job 42:16","refLong":"Job 42:16","text":"And after this, Job lived a hundred and forty years; and he saw his children and his grandchildren, even four generations."},{"ref":"Job 42:17","refLong":"Job 42:17","text":"And Job died, old and full of days."}]}]}