{"ref":"Jonah","refLong":"Jonah","numChapters":4,"chapters":[{"ref":"Jonah 1","refLong":"Jonah 1","numVerses":17,"verses":[{"ref":"Jonah 1:1","refLong":"Jonah 1:1","text":"Now the word of Jehovah came to Jonah the son of Amittai, saying,"},{"ref":"Jonah 1:2","refLong":"Jonah 1:2","text":"Arise, go to Nineveh, the great city, and cry out against it, for their evil has come up before Me."},{"ref":"Jonah 1:3","refLong":"Jonah 1:3","text":"But Jonah rose up to flee to Tarshish from the presence of Jehovah, and he went down to Joppa and found a ship going to Tarshish. So he paid the fare for it and went down into it to go with them to Tarshish from the presence of Jehovah."},{"ref":"Jonah 1:4","refLong":"Jonah 1:4","text":"But Jehovah hurled a great wind toward the sea, and there was a great tempest on the sea, and the ship seemed to be about to break up."},{"ref":"Jonah 1:5","refLong":"Jonah 1:5","text":"Then the mariners became afraid, and each called out to his god. And they cast out the equipment that was on the ship into the sea to lighten themselves of it. But Jonah had gone down into the innermost part of the vessel and lain down and fallen fast asleep."},{"ref":"Jonah 1:6","refLong":"Jonah 1:6","text":"So the ship captain approached him and said to him, How can you be fast asleep? Arise, call on your God. Perhaps God will give thought to us, and we will not perish."},{"ref":"Jonah 1:7","refLong":"Jonah 1:7","text":"And each man said to his companion, Come, let us cast lots that we may know on whose account this misfortune has befallen us. So they cast lots, and the lot fell on Jonah."},{"ref":"Jonah 1:8","refLong":"Jonah 1:8","text":"Then they said to him, Tell us now, On whose account has this misfortune befallen us? What is your occupation? And where do you come from? What is your country? And of what people are you?"},{"ref":"Jonah 1:9","refLong":"Jonah 1:9","text":"And he said to them, I am a Hebrew, and I fear Jehovah, the God of the heavens, who made the sea and the dry land."},{"ref":"Jonah 1:10","refLong":"Jonah 1:10","text":"And the men became greatly afraid and said to him, What is this that you have done? For the men knew that he was fleeing from the presence of Jehovah, because he had told them so."},{"ref":"Jonah 1:11","refLong":"Jonah 1:11","text":"And they said to him, What shall we do with you that the sea may be quiet for us? For the sea grew more and more tempestuous."},{"ref":"Jonah 1:12","refLong":"Jonah 1:12","text":"Then he said to them, Lift me up and cast me into the sea, and the sea will be quiet for you. For I know that it is on my account that this great tempest has come upon you."},{"ref":"Jonah 1:13","refLong":"Jonah 1:13","text":"Nevertheless the men rowed hard to get back to the dry land, but they could not, because the sea grew more and more tempestuous against them."},{"ref":"Jonah 1:14","refLong":"Jonah 1:14","text":"And they cried out to Jehovah and said, Ah, Jehovah, let us not perish, we pray, for this man’s life, and do not put innocent blood upon us; for You, Jehovah, have done as You pleased."},{"ref":"Jonah 1:15","refLong":"Jonah 1:15","text":"Then they lifted Jonah up and cast him into the sea, and the sea ceased its raging."},{"ref":"Jonah 1:16","refLong":"Jonah 1:16","text":"And the men were greatly afraid of Jehovah, and they offered a sacrifice to Jehovah and vowed vows."},{"ref":"Jonah 1:17","refLong":"Jonah 1:17","text":"And Jehovah prepared a great fish to swallow Jonah up, and Jonah was in the stomach of the fish for three days and three nights."}]},{"ref":"Jonah 2","refLong":"Jonah 2","numVerses":10,"verses":[{"ref":"Jonah 2:1","refLong":"Jonah 2:1","text":"Then Jonah prayed to Jehovah his God from the stomach of the fish,"},{"ref":"Jonah 2:2","refLong":"Jonah 2:2","text":"And he said,I called out because of my distress / To Jehovah, and He answered me; / From the belly of Sheol I cried out for help; / You heard my voice."},{"ref":"Jonah 2:3","refLong":"Jonah 2:3","text":"You flung me into the depths, into the heart of the sea, / And the flood surrounded me; / All Your breakers and Your billows / Passed over me."},{"ref":"Jonah 2:4","refLong":"Jonah 2:4","text":"Therefore I said, I have been driven out / From before Your eyes; / Yet I will look again / Toward Your holy temple."},{"ref":"Jonah 2:5","refLong":"Jonah 2:5","text":"Water encompassed me, even to my soul; / The deep surrounded me; / Seaweed was wrapped about my head."},{"ref":"Jonah 2:6","refLong":"Jonah 2:6","text":"To the bottom of the sea mountains I went down; / The earth with its bars was around me forever. / Then You have brought up my life from the pit, / O Jehovah my God."},{"ref":"Jonah 2:7","refLong":"Jonah 2:7","text":"When my soul fainted within me, / I remembered Jehovah, / And my prayer came to You / In Your holy temple."},{"ref":"Jonah 2:8","refLong":"Jonah 2:8","text":"Those who regard empty vanities / Forsake the lovingkindness to them;"},{"ref":"Jonah 2:9","refLong":"Jonah 2:9","text":"But I will sacrifice to You / With the voice of thanksgiving; / That which I have vowed I will fully pay. / Salvation is of Jehovah."},{"ref":"Jonah 2:10","refLong":"Jonah 2:10","text":"And Jehovah spoke to the fish, and it vomited Jonah out onto the dry land."}]},{"ref":"Jonah 3","refLong":"Jonah 3","numVerses":10,"verses":[{"ref":"Jonah 3:1","refLong":"Jonah 3:1","text":"Then the word of Jehovah came to Jonah a second time, saying,"},{"ref":"Jonah 3:2","refLong":"Jonah 3:2","text":"Arise, go to Nineveh, the great city; and proclaim to it the proclamation that I will speak to you."},{"ref":"Jonah 3:3","refLong":"Jonah 3:3","text":"So Jonah arose and went to Nineveh according to the word of Jehovah. Now Nineveh was an exceedingly great city, a three days’ journey in size."},{"ref":"Jonah 3:4","refLong":"Jonah 3:4","text":"And Jonah began to go through the city a day’s journey and cried out and said, Yet forty days and Nineveh will be overturned!"},{"ref":"Jonah 3:5","refLong":"Jonah 3:5","text":"And the men of Nineveh believed God, and they proclaimed a fast and put on sackcloth, from the greatest of them even to the least of them."},{"ref":"Jonah 3:6","refLong":"Jonah 3:6","text":"And the word reached the king of Nineveh, and he arose from his throne and put away his majestic clothes from him and covered himself with sackcloth and sat in ashes."},{"ref":"Jonah 3:7","refLong":"Jonah 3:7","text":"And he issued a proclamation and declared in Nineveh by the decree of the king and his great men, saying, Let neither man nor beast nor herd nor flock taste anything; let them not feed, nor let them drink water."},{"ref":"Jonah 3:8","refLong":"Jonah 3:8","text":"And let man and beast be covered in sackcloth, and let them call to God strongly. And let each turn from his evil way and from the violence that is in his hands."},{"ref":"Jonah 3:9","refLong":"Jonah 3:9","text":"Who knows whether God will turn and repent, and will turn from His burning anger so that we do not perish?"},{"ref":"Jonah 3:10","refLong":"Jonah 3:10","text":"And God saw their deeds, that they turned from their evil way, and God repented for the evil that He said He would do to them; and He did not do it."}]},{"ref":"Jonah 4","refLong":"Jonah 4","numVerses":11,"verses":[{"ref":"Jonah 4:1","refLong":"Jonah 4:1","text":"But it displeased Jonah greatly, and he was angry."},{"ref":"Jonah 4:2","refLong":"Jonah 4:2","text":"And he prayed to Jehovah and said, Ah, Jehovah, was this not what I said when I was still in my land? Therefore I anticipated it by fleeing to Tarshish, for I know that You are a gracious and compassionate God, long-suffering and abundant in lovingkindness and repentant of evil."},{"ref":"Jonah 4:3","refLong":"Jonah 4:3","text":"And now, Jehovah, take my life, I pray, from me, for it is better for me to die than to live."},{"ref":"Jonah 4:4","refLong":"Jonah 4:4","text":"And Jehovah said, Do you do well to be angry?"},{"ref":"Jonah 4:5","refLong":"Jonah 4:5","text":"Then Jonah went out from the city and sat to the east of the city. And he made a booth for himself there and sat underneath it in the shade until he could see what would happen to the city."},{"ref":"Jonah 4:6","refLong":"Jonah 4:6","text":"And Jehovah God prepared a castor-oil tree; and it came up over Jonah to be a shade over his head, that it might deliver him from his misfortune. And Jonah was exceedingly glad because of the tree."},{"ref":"Jonah 4:7","refLong":"Jonah 4:7","text":"But God prepared a worm when the dawn came up the next day, and it struck the tree, and the tree withered."},{"ref":"Jonah 4:8","refLong":"Jonah 4:8","text":"And when the sun rose, God prepared a sultry east wind. And the sun beat down on Jonah’s head, and he fainted. And he requested for himself that he might die, and said, It is better for me to die than to live."},{"ref":"Jonah 4:9","refLong":"Jonah 4:9","text":"And God said to Jonah, Do you do well to be angry about the tree? And he said, I do well to be angry unto death."},{"ref":"Jonah 4:10","refLong":"Jonah 4:10","text":"And Jehovah said, You had pity on the tree that you did not labor for nor cause to grow, which came into being overnight and perished overnight;"},{"ref":"Jonah 4:11","refLong":"Jonah 4:11","text":"And I, should I not have pity on Nineveh, the great city, in which are more than a hundred and twenty thousand people who cannot discern between their right hand and their left, and many cattle?"}]}]}