{"ref":"Neh.","refLong":"Nehemiah","numChapters":13,"chapters":[{"ref":"Neh. 1","refLong":"Nehemiah 1","numVerses":11,"verses":[{"ref":"Neh. 1:1","refLong":"Nehemiah 1:1","text":"The words of Nehemiah the son of Hacaliah. Now in the month Chislev, in the twentieth year, while I was in Susa the capital,"},{"ref":"Neh. 1:2","refLong":"Nehemiah 1:2","text":"Hanani, one of my brothers, came, he and some men from Judah; and I asked them about the Jews who had escaped, who were left from the captivity, and about Jerusalem."},{"ref":"Neh. 1:3","refLong":"Nehemiah 1:3","text":"And they said to me, The remnant who are left from the captivity there in the province are in an exceedingly bad state and reproach, and the wall of Jerusalem is broken down and its gates have been burned with fire."},{"ref":"Neh. 1:4","refLong":"Nehemiah 1:4","text":"And when I heard these words, I sat down and wept, and I mourned for some days; and I fasted and prayed before the God of heaven,"},{"ref":"Neh. 1:5","refLong":"Nehemiah 1:5","text":"And said, I beseech You, O Jehovah the God of heaven, the great and awesome God, who keeps covenant and lovingkindness with those who love Him and keep His commandments:"},{"ref":"Neh. 1:6","refLong":"Nehemiah 1:6","text":"Let Your ear be attentive and Your eyes open to hear the prayer of Your servant, which I pray before You now day and night, concerning the children of Israel, Your servants, while I confess the sins of the children of Israel that we have sinned against You. Indeed, I and the house of my father have sinned;"},{"ref":"Neh. 1:7","refLong":"Nehemiah 1:7","text":"We have been most corrupt toward You and have not kept the commandments and the statutes and the ordinances that You commanded Moses Your servant."},{"ref":"Neh. 1:8","refLong":"Nehemiah 1:8","text":"Remember now the word that You commanded Moses Your servant, saying, If you are unfaithful, I will scatter you among the peoples;"},{"ref":"Neh. 1:9","refLong":"Nehemiah 1:9","text":"But if you return to Me and keep My commandments and perform them, though your outcasts are under the ends of heaven, from there I will gather them and bring them to the place where I have chosen to cause My name to dwell."},{"ref":"Neh. 1:10","refLong":"Nehemiah 1:10","text":"Now these are Your servants and Your people, whom You have redeemed by Your great power and by Your strong hand."},{"ref":"Neh. 1:11","refLong":"Nehemiah 1:11","text":"I beseech You, O Lord, let Your ear be attentive to the prayer of Your servant and to the prayer of Your servants, who take delight in fearing Your name; and cause Your servant to prosper today, and grant him to find compassion before this man. Now I was cupbearer to the king."}]},{"ref":"Neh. 2","refLong":"Nehemiah 2","numVerses":20,"verses":[{"ref":"Neh. 2:1","refLong":"Nehemiah 2:1","text":"Then in the month of Nisan, in the twentieth year of Artaxerxes the king, while wine was being set before him, I took up the wine and gave it to the king. Now I had never been sad in his presence."},{"ref":"Neh. 2:2","refLong":"Nehemiah 2:2","text":"And the king said to me, Why is your face sad, since you are not ill? This is nothing other than sadness of heart. Then I was greatly frightened."},{"ref":"Neh. 2:3","refLong":"Nehemiah 2:3","text":"And I said to the king, May the king live forever! Why should my face not be sad, when the city, the place of my fathers’ graves, lies in waste and its gates are consumed with fire?"},{"ref":"Neh. 2:4","refLong":"Nehemiah 2:4","text":"And the king said to me, What do you request? So I prayed to the God of heaven."},{"ref":"Neh. 2:5","refLong":"Nehemiah 2:5","text":"And I said to the king, If it please the king and if your servant has found favor before you, that you would send me to Judah to the city of my fathers’ graves that I may rebuild it."},{"ref":"Neh. 2:6","refLong":"Nehemiah 2:6","text":"And the king said to me (and the queen was sitting beside him), How long will your going be, and when will you return? So it pleased the king to send me, and I gave him a date."},{"ref":"Neh. 2:7","refLong":"Nehemiah 2:7","text":"Then I said to the king, If it please the king, let letters be given to me for the governors beyond the River, so that they will let me pass through until I come to Judah;"},{"ref":"Neh. 2:8","refLong":"Nehemiah 2:8","text":"And a letter to Asaph, the keeper of the Park, which belongs to the king, so that he would give me timber to make beams for the gates of the palace that belongs to the house and for the wall of the city and for the house that I will be entering. And the king gave these to me according to the good hand of my God, which was upon me."},{"ref":"Neh. 2:9","refLong":"Nehemiah 2:9","text":"So I went to the governors beyond the River and gave them the king’s letters. And the king had sent with me captains of the army and horsemen."},{"ref":"Neh. 2:10","refLong":"Nehemiah 2:10","text":"And when Sanballat the Horonite and Tobiah the Ammonite servant heard of this, it displeased them greatly that a man had come seeking the good of the children of Israel."},{"ref":"Neh. 2:11","refLong":"Nehemiah 2:11","text":"Thus I came to Jerusalem and was there three days."},{"ref":"Neh. 2:12","refLong":"Nehemiah 2:12","text":"And I arose at night, I and some few men with me. And I told no man what my God had put into my heart to do for Jerusalem. And there was no animal with me except the animal I rode on."},{"ref":"Neh. 2:13","refLong":"Nehemiah 2:13","text":"And I went out at night by the Valley Gate, toward the Jackals’ Spring and the Dung Gate, and inspected the walls of Jerusalem, which had been broken down and whose gates had been consumed with fire."},{"ref":"Neh. 2:14","refLong":"Nehemiah 2:14","text":"Then I passed on to the Fountain Gate and to the King’s Pool, but there was no place for the animal under me to pass through."},{"ref":"Neh. 2:15","refLong":"Nehemiah 2:15","text":"And I went up at night by the brook and inspected the wall, and turned back and went in by the Valley Gate and so returned."},{"ref":"Neh. 2:16","refLong":"Nehemiah 2:16","text":"And the rulers did not know where I had gone or what I had been doing; and I had not as yet told it to the Jews and the priests and the nobles and the rulers and the rest who were to do the work."},{"ref":"Neh. 2:17","refLong":"Nehemiah 2:17","text":"Then I said to them, You see the bad state we are in, that Jerusalem lies in waste and its gates are burned with fire. Come and let us build up the wall of Jerusalem so that we will no longer be a reproach."},{"ref":"Neh. 2:18","refLong":"Nehemiah 2:18","text":"And I told them about the hand of my God, which was good upon me, and also about the king’s words, which he had spoken to me. And they said, Let us rise up and build; and they strengthened their hands for the good work."},{"ref":"Neh. 2:19","refLong":"Nehemiah 2:19","text":"But when Sanballat the Horonite and Tobiah the Ammonite servant and Geshem the Arabian heard of it, they mocked us and despised us; and they said, What is this thing that you will do? Will you rebel against the king?"},{"ref":"Neh. 2:20","refLong":"Nehemiah 2:20","text":"And I answered them and said to them, The God of heaven Himself will make us prosper; therefore we His servants will rise up and build. But you have no portion nor right nor memorial in Jerusalem."}]},{"ref":"Neh. 3","refLong":"Nehemiah 3","numVerses":32,"verses":[{"ref":"Neh. 3:1","refLong":"Nehemiah 3:1","text":"Then Eliashib the high priest rose up with his brothers the priests and built the Sheep Gate. They consecrated it and erected its doors; even as far as the Tower of the Hundred they consecrated it and as far as the Tower of Hananel."},{"ref":"Neh. 3:2","refLong":"Nehemiah 3:2","text":"And next to him the men of Jericho built. And next to them Zaccur the son of Imri built."},{"ref":"Neh. 3:3","refLong":"Nehemiah 3:3","text":"And the sons of Hassenaah built the Fish Gate: They laid its beams and set up its doors, its bolts, and its bars."},{"ref":"Neh. 3:4","refLong":"Nehemiah 3:4","text":"And next to them Meremoth the son of Uriah, the son of Hakkoz made repairs. And next to them Meshullam the son of Berechiah, the son of Meshezabel made repairs. And next to them Zadok the son of Baana made repairs."},{"ref":"Neh. 3:5","refLong":"Nehemiah 3:5","text":"And next to them the Tekoites made repairs, but their nobles would not put their necks to the service of their Lord."},{"ref":"Neh. 3:6","refLong":"Nehemiah 3:6","text":"And Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate: They laid its beams and set up its doors and its bolts and its bars."},{"ref":"Neh. 3:7","refLong":"Nehemiah 3:7","text":"And next to them Melatiah the Gibeonite and Jadon the Meronothite with the men of Gibeon and of Mizpah made repairs to the throne of the governor beyond the River."},{"ref":"Neh. 3:8","refLong":"Nehemiah 3:8","text":"Next to him Uzziel the son of Harhaiah, one of the goldsmiths, made repairs. And next to him Hananiah, one of the perfumers, made repairs, and they fortified Jerusalem even unto the Broad Wall."},{"ref":"Neh. 3:9","refLong":"Nehemiah 3:9","text":"And next to them Rephaiah the son of Hur, the ruler of half the district of Jerusalem, made repairs."},{"ref":"Neh. 3:10","refLong":"Nehemiah 3:10","text":"And next to them Jedaiah the son of Harumaph, opposite his house. And next to him Hattush the son of Hashabneiah made repairs."},{"ref":"Neh. 3:11","refLong":"Nehemiah 3:11","text":"Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section, including the Tower of the Furnaces."},{"ref":"Neh. 3:12","refLong":"Nehemiah 3:12","text":"And next to him Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, made repairs, he and his daughters."},{"ref":"Neh. 3:13","refLong":"Nehemiah 3:13","text":"Hanun and the inhabitants of Zanoah repaired the Valley Gate: They built it and set up its doors, its bolts, and its bars, as well as one thousand cubits of the wall to the Dung Gate."},{"ref":"Neh. 3:14","refLong":"Nehemiah 3:14","text":"And Malchijah the son of Rechab, the ruler of the district of Beth-haccherem repaired the Dung Gate: He built it and set up its doors, its bolts, and its bars."},{"ref":"Neh. 3:15","refLong":"Nehemiah 3:15","text":"And Shallum the son of Col-hozeh, the ruler of the district of Mizpah, repaired the Fountain Gate: He built it and covered it and set up its doors, its bolts, and its bars, as well as the wall of the Pool of Shelah by the King’s Garden, even to the stairs that go down from the City of David."},{"ref":"Neh. 3:16","refLong":"Nehemiah 3:16","text":"After him Nehemiah the son of Azbuk, the ruler of half the district of Beth-zur, made repairs, from a place opposite the Sepulchres of David and as far as the pool that was made and as far as the House of the Mighty Men."},{"ref":"Neh. 3:17","refLong":"Nehemiah 3:17","text":"After him the Levites, under Rehum the son of Bani, made repairs. Next to him Hashabiah, the ruler of half the district of Keilah, made repairs for his district."},{"ref":"Neh. 3:18","refLong":"Nehemiah 3:18","text":"After him their brothers, under Bavvai the son of Henadad, the ruler of half the district of Keilah, made repairs."},{"ref":"Neh. 3:19","refLong":"Nehemiah 3:19","text":"And next to him Ezer the son of Jeshua, the ruler of Mizpah, repaired another section, opposite the ascent to the armory at the turning of the wall."},{"ref":"Neh. 3:20","refLong":"Nehemiah 3:20","text":"After him Baruch the son of Zabbai diligently repaired another section, from the turning of the wall to the door of the house of Eliashib the high priest."},{"ref":"Neh. 3:21","refLong":"Nehemiah 3:21","text":"After him Meremoth the son of Uriah the son of Hakkoz repaired another section, from the door of the house of Eliashib even to the end of the house of Eliashib."},{"ref":"Neh. 3:22","refLong":"Nehemiah 3:22","text":"And after him the priests, the men from the plain, made repairs."},{"ref":"Neh. 3:23","refLong":"Nehemiah 3:23","text":"After them Benjamin and Hasshub made repairs opposite their house. After them Azariah the son of Maaseiah the son of Ananiah made repairs beside his own house."},{"ref":"Neh. 3:24","refLong":"Nehemiah 3:24","text":"After him Binnui the son of Henadad repaired another section, from the house of Azariah to the turning of the wall, then to the corner."},{"ref":"Neh. 3:25","refLong":"Nehemiah 3:25","text":"Palal the son of Uzai made repairs from in front of the turning of the wall, and on the tower that projects out from the upper house of the king, which is by the court of the guard. After him was Pedaiah the son of Parosh."},{"ref":"Neh. 3:26","refLong":"Nehemiah 3:26","text":"(Now the temple servants dwelt on the Ophel, as far as the point opposite the Water Gate on the east, and the tower that projects out.)"},{"ref":"Neh. 3:27","refLong":"Nehemiah 3:27","text":"After him the Tekoites repaired another section, opposite the great tower that projects out and to the wall of the Ophel."},{"ref":"Neh. 3:28","refLong":"Nehemiah 3:28","text":"Above the Horse Gate the priests made repairs, each one opposite his own house."},{"ref":"Neh. 3:29","refLong":"Nehemiah 3:29","text":"After them Zadok the son of Immer made repairs opposite his own house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, made repairs."},{"ref":"Neh. 3:30","refLong":"Nehemiah 3:30","text":"After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired a second section. After him Meshullam the son of Berechiah made repairs, opposite his quarters."},{"ref":"Neh. 3:31","refLong":"Nehemiah 3:31","text":"After him Malchijah, one of the goldsmiths, made repairs as far as the house of the temple servants and the merchants, opposite the Muster Gate and as far as the ascent of the corner."},{"ref":"Neh. 3:32","refLong":"Nehemiah 3:32","text":"And between the ascent of the corner and the Sheep Gate the goldsmiths and the merchants made repairs."}]},{"ref":"Neh. 4","refLong":"Nehemiah 4","numVerses":23,"verses":[{"ref":"Neh. 4:1","refLong":"Nehemiah 4:1","text":"And when Sanballat heard that we were building the wall, he became angry and was greatly enraged; and he mocked the Jews."},{"ref":"Neh. 4:2","refLong":"Nehemiah 4:2","text":"And he spoke to his brothers and the army of Samaria and said, What are these feeble Jews doing? Will they restore it for themselves? Will they sacrifice? Will they finish in a day? Will they revive the stones out of the dust heaps, though they are burned?"},{"ref":"Neh. 4:3","refLong":"Nehemiah 4:3","text":"And Tobiah the Ammonite was beside him, and he said, Even their stone wall that they are building, if a fox were to go up on it, he would breach it."},{"ref":"Neh. 4:4","refLong":"Nehemiah 4:4","text":"Hear, O our God, for we are despised; and turn their reproach upon their own head, and give them as spoil in the land of captivity;"},{"ref":"Neh. 4:5","refLong":"Nehemiah 4:5","text":"And do not cover their iniquity and do not let their sin be blotted out before You, for they made provocations before the builders."},{"ref":"Neh. 4:6","refLong":"Nehemiah 4:6","text":"So we built the wall; and all the wall was joined together to half its height, for the people had a heart to work."},{"ref":"Neh. 4:7","refLong":"Nehemiah 4:7","text":"And when Sanballat and Tobiah and the Arabians and the Ammonites and the Ashdodites heard that the restoration of the walls of Jerusalem was advancing, that the breaches were beginning to be closed up, they became very angry;"},{"ref":"Neh. 4:8","refLong":"Nehemiah 4:8","text":"And all of them conspired together to come and fight against Jerusalem and cause confusion in it."},{"ref":"Neh. 4:9","refLong":"Nehemiah 4:9","text":"But we prayed to our God, and because of them we set a watch against them day and night."},{"ref":"Neh. 4:10","refLong":"Nehemiah 4:10","text":"And Judah said, / The strength of the burden bearers fails, / And the debris is great; / And we are not able / To build the wall."},{"ref":"Neh. 4:11","refLong":"Nehemiah 4:11","text":"And our adversaries said, They will not know, nor even see, until we come into their midst and slay them and cause the work to stop."},{"ref":"Neh. 4:12","refLong":"Nehemiah 4:12","text":"And when the Jews who dwelt near them came, they said to us ten times, They will come up against us from all the places that you turn to."},{"ref":"Neh. 4:13","refLong":"Nehemiah 4:13","text":"So I set men in the lowest places behind the wall, on the exposed areas, and I set the people by families with their swords, their spears, and their bows."},{"ref":"Neh. 4:14","refLong":"Nehemiah 4:14","text":"And when I saw the situation, I rose up and said to the nobles and the rulers and the rest of the people, Do not be afraid of them; remember the great and awesome Lord, and fight for your brothers, your sons and your daughters, your wives and your houses."},{"ref":"Neh. 4:15","refLong":"Nehemiah 4:15","text":"And when our enemies heard that their counsel was known to us and that God frustrated it, we all returned to the wall, each man to his work."},{"ref":"Neh. 4:16","refLong":"Nehemiah 4:16","text":"And from that day half of my servants labored in the work, and half of them held the spears and the shields and the bows and the armor; and the rulers were behind all the house of Judah."},{"ref":"Neh. 4:17","refLong":"Nehemiah 4:17","text":"Those who built the wall and those who carried burdens took the loads with one hand doing the work and with the other holding a weapon."},{"ref":"Neh. 4:18","refLong":"Nehemiah 4:18","text":"And as for the builders, each had his sword strapped to his side, and so they built; and he who sounded the trumpet was beside me."},{"ref":"Neh. 4:19","refLong":"Nehemiah 4:19","text":"And I said to the nobles, the rulers, and the rest of the people, The work is great and large, and we are separated on the wall, each far from the other."},{"ref":"Neh. 4:20","refLong":"Nehemiah 4:20","text":"In whatever place you hear the sound of the trumpet, gather yourselves to us there. Our God will fight for us."},{"ref":"Neh. 4:21","refLong":"Nehemiah 4:21","text":"So we labored in the work; and half of them held spears from the start of dawn until the stars came out."},{"ref":"Neh. 4:22","refLong":"Nehemiah 4:22","text":"I also said to the people at that time, Let every man and his servant spend the nights inside Jerusalem so that they may be a guard for us by night and work by day."},{"ref":"Neh. 4:23","refLong":"Nehemiah 4:23","text":"So neither I nor my brothers nor my servants nor the men of the guard who followed me, none of us took off our clothes; each had his weapon at his right hand."}]},{"ref":"Neh. 5","refLong":"Nehemiah 5","numVerses":19,"verses":[{"ref":"Neh. 5:1","refLong":"Nehemiah 5:1","text":"And there was a great cry of the people and their wives against their brothers the Jews,"},{"ref":"Neh. 5:2","refLong":"Nehemiah 5:2","text":"For there were some who said, With our sons and our daughters we are many; therefore we must get grain that we may eat and live."},{"ref":"Neh. 5:3","refLong":"Nehemiah 5:3","text":"And there were some who said, We have pledged our fields and our vineyards and our houses that we might get grain in this famine."},{"ref":"Neh. 5:4","refLong":"Nehemiah 5:4","text":"And there were some who said, We have borrowed money against our fields and our vineyards for the king’s tribute."},{"ref":"Neh. 5:5","refLong":"Nehemiah 5:5","text":"Yet now our flesh is like the flesh of our brothers, our children like their children; and now we are bringing our sons and daughters into bondage as slaves. And some of our daughters have already been brought into bondage; and it is not in our power to deliver them, for our fields and vineyards belong to others."},{"ref":"Neh. 5:6","refLong":"Nehemiah 5:6","text":"And I was very angry when I heard their cry and these words."},{"ref":"Neh. 5:7","refLong":"Nehemiah 5:7","text":"And when I had considered this matter in my heart, I rebuked the nobles and the rulers and said to them, You men are charging interest, each man against his brother! And I set a great assembly against them."},{"ref":"Neh. 5:8","refLong":"Nehemiah 5:8","text":"And I said to them, We have bought back our brothers the Jews who have been sold to the nations according to the best of our ability. So would you even sell your brothers that they would have to be sold back to us? And they held their peace and could find not a word to answer."},{"ref":"Neh. 5:9","refLong":"Nehemiah 5:9","text":"Then I said, The thing that you are doing is not good. Should you not walk in the fear of our God because of the reproach of the nations our enemies?"},{"ref":"Neh. 5:10","refLong":"Nehemiah 5:10","text":"And even I, my brothers, and my servants lend them money and grain. Let us now abandon such taking of interest."},{"ref":"Neh. 5:11","refLong":"Nehemiah 5:11","text":"Restore now to them, as of today, their fields, their vineyards, their olive groves, and their houses, as well as the hundredth part of the money and of the grain, new wine, and fresh oil that you charge them as interest."},{"ref":"Neh. 5:12","refLong":"Nehemiah 5:12","text":"And they said, We will restore it, and we will require nothing from them; so will we do, even as you say. Then I called for the priests and took an oath from them that they would do according to this promise."},{"ref":"Neh. 5:13","refLong":"Nehemiah 5:13","text":"I also shook out the lap of my garment and said, May God shake out in the same way every man from his house and from his possessions who does not perform this promise; even so may he be shaken out and emptied. And all the assembly said, Amen; and they praised Jehovah. And the people acted according to this promise."},{"ref":"Neh. 5:14","refLong":"Nehemiah 5:14","text":"Moreover from the time that the king appointed me to be governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, twelve years, I and my brothers did not eat the food appointed for the governor."},{"ref":"Neh. 5:15","refLong":"Nehemiah 5:15","text":"But the former governors, who were before me, laid heavy burdens on the people and took from them food and wine, besides forty shekels of silver; even their servants tyrannized the people. But I did not do so, because of the fear of God."},{"ref":"Neh. 5:16","refLong":"Nehemiah 5:16","text":"And I also applied myself to the work on this wall. And we did not acquire fields, and all my servants were gathered there for the work."},{"ref":"Neh. 5:17","refLong":"Nehemiah 5:17","text":"And there were at my table one hundred fifty men, Jews and rulers, besides those who came to us from the nations that surrounded us."},{"ref":"Neh. 5:18","refLong":"Nehemiah 5:18","text":"And what was prepared for one day was one ox and six choice sheep; also fowl was prepared for me, as well as all kinds of wine in abundance every ten days. Yet for this I did not demand the food appointed for the governor, for the service was heavy upon this people."},{"ref":"Neh. 5:19","refLong":"Nehemiah 5:19","text":"Remember me, O my God, for good, according to all that I have done for this people."}]},{"ref":"Neh. 6","refLong":"Nehemiah 6","numVerses":19,"verses":[{"ref":"Neh. 6:1","refLong":"Nehemiah 6:1","text":"And when it was reported to Sanballat and Tobiah and Geshem the Arabian and the rest of our enemies that I had built the wall and that no breach remained in it (though as yet I had not set up the doors in the gates),"},{"ref":"Neh. 6:2","refLong":"Nehemiah 6:2","text":"Sanballat and Geshem sent word to me, saying, Come; let us meet together among the villages in the plain of Ono. But they intended to do me harm."},{"ref":"Neh. 6:3","refLong":"Nehemiah 6:3","text":"And I sent messengers to them, saying, I am doing a great work and cannot come down. Why should the work cease while I leave it to come down to you?"},{"ref":"Neh. 6:4","refLong":"Nehemiah 6:4","text":"And they sent word to me four times in this way, and I answered them in this way."},{"ref":"Neh. 6:5","refLong":"Nehemiah 6:5","text":"Then Sanballat sent his servant to me in this way the fifth time, with an open letter in his hand,"},{"ref":"Neh. 6:6","refLong":"Nehemiah 6:6","text":"In which was written: It is reported among the nations, and Geshem says it, that you and the Jews intend to rebel; therefore you are building the wall. And, according to these words, you are to be their king."},{"ref":"Neh. 6:7","refLong":"Nehemiah 6:7","text":"And you have also set up prophets to declare in Jerusalem concerning you, saying, There is a king in Judah! And now a report will be made to the king according to these words. Come now therefore, and let us take counsel together."},{"ref":"Neh. 6:8","refLong":"Nehemiah 6:8","text":"Then I sent word to him, saying, None of these things that you are saying have happened; rather you have invented them in your own heart."},{"ref":"Neh. 6:9","refLong":"Nehemiah 6:9","text":"For all of them tried to frighten us, thinking, Their hands will be weakened from working, and it will not be done. But now strengthen my hands!"},{"ref":"Neh. 6:10","refLong":"Nehemiah 6:10","text":"And I went to the house of Shemaiah the son of Delaiah, the son of Mehetabel, who had shut himself up. And he said, Let us meet together in the house of God, within the temple; and let us shut the doors of the temple, for they are coming to slay you; indeed at night they are coming to slay you."},{"ref":"Neh. 6:11","refLong":"Nehemiah 6:11","text":"But I said, Should a man like me flee? And who, being like me, would go into the temple to save his life? I will not go in."},{"ref":"Neh. 6:12","refLong":"Nehemiah 6:12","text":"Then I perceived that surely God had not sent him but that he spoke this prophecy against me and that Tobiah and Sanballat had hired him."},{"ref":"Neh. 6:13","refLong":"Nehemiah 6:13","text":"He had been hired for this reason, that I would be frightened and that I would act in such a way as to sin; then they would have cause for an evil report in order to reproach me."},{"ref":"Neh. 6:14","refLong":"Nehemiah 6:14","text":"Remember, O my God, Tobiah and Sanballat according to these works of theirs, and also the prophetess Noadiah and the rest of the prophets, who tried to frighten me."},{"ref":"Neh. 6:15","refLong":"Nehemiah 6:15","text":"So the wall was completed on the twenty-fifth day of the month of Elul, in fifty-two days."},{"ref":"Neh. 6:16","refLong":"Nehemiah 6:16","text":"And when all our enemies heard of it, all the nations that surrounded us were afraid and fell very low in their own eyes, for they knew that this work was done with the help of our God."},{"ref":"Neh. 6:17","refLong":"Nehemiah 6:17","text":"Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came to them;"},{"ref":"Neh. 6:18","refLong":"Nehemiah 6:18","text":"For many in Judah were sworn to his cause because he was the son-in-law of Shecaniah the son of Arah; and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as his wife."},{"ref":"Neh. 6:19","refLong":"Nehemiah 6:19","text":"They also spoke of his good deeds before me and reported my words to him. And Tobiah sent letters to intimidate me."}]},{"ref":"Neh. 7","refLong":"Nehemiah 7","numVerses":73,"verses":[{"ref":"Neh. 7:1","refLong":"Nehemiah 7:1","text":"And when the wall was built and I had set up the doors, and the gatekeepers and the singers and Levites had been appointed,"},{"ref":"Neh. 7:2","refLong":"Nehemiah 7:2","text":"I gave my brother Hanani, as well as Hananiah the commander of the citadel, charge over Jerusalem, for he was a faithful man and feared God more than most."},{"ref":"Neh. 7:3","refLong":"Nehemiah 7:3","text":"And I said to them, Do not let the gates of Jerusalem be opened until the sun is hot; and while some are standing guard, let them shut the doors, and you bar them; and appoint watches from the inhabitants of Jerusalem, each at his own watch and each opposite his own house."},{"ref":"Neh. 7:4","refLong":"Nehemiah 7:4","text":"Now the city was wide and large; but the people were few in it and no houses had been built."},{"ref":"Neh. 7:5","refLong":"Nehemiah 7:5","text":"Then my God put it into my heart to assemble the nobles and the rulers and the people to be enrolled by genealogy. And I found the book of the genealogy of those who had first come up, and I found this written in it:"},{"ref":"Neh. 7:6","refLong":"Nehemiah 7:6","text":"These are the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away and who returned to Jerusalem and to Judah, each man to his city;"},{"ref":"Neh. 7:7","refLong":"Nehemiah 7:7","text":"Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of the men of the people of Israel:"},{"ref":"Neh. 7:8","refLong":"Nehemiah 7:8","text":"The children of Parosh, two thousand one hundred seventy-two."},{"ref":"Neh. 7:9","refLong":"Nehemiah 7:9","text":"The children of Shephatiah, three hundred seventy-two."},{"ref":"Neh. 7:10","refLong":"Nehemiah 7:10","text":"The children of Arah, six hundred fifty-two."},{"ref":"Neh. 7:11","refLong":"Nehemiah 7:11","text":"The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred eighteen."},{"ref":"Neh. 7:12","refLong":"Nehemiah 7:12","text":"The children of Elam, one thousand two hundred fifty-four."},{"ref":"Neh. 7:13","refLong":"Nehemiah 7:13","text":"The children of Zattu, eight hundred forty-five."},{"ref":"Neh. 7:14","refLong":"Nehemiah 7:14","text":"The children of Zaccai, seven hundred sixty."},{"ref":"Neh. 7:15","refLong":"Nehemiah 7:15","text":"The children of Binnui, six hundred forty-eight."},{"ref":"Neh. 7:16","refLong":"Nehemiah 7:16","text":"The children of Bebai, six hundred twenty-eight."},{"ref":"Neh. 7:17","refLong":"Nehemiah 7:17","text":"The children of Azgad, two thousand three hundred twenty-two."},{"ref":"Neh. 7:18","refLong":"Nehemiah 7:18","text":"The children of Adonikam, six hundred sixty-seven."},{"ref":"Neh. 7:19","refLong":"Nehemiah 7:19","text":"The children of Bigvai, two thousand sixty-seven."},{"ref":"Neh. 7:20","refLong":"Nehemiah 7:20","text":"The children of Adin, six hundred fifty-five."},{"ref":"Neh. 7:21","refLong":"Nehemiah 7:21","text":"The children of Ater, of Hezekiah, ninety-eight."},{"ref":"Neh. 7:22","refLong":"Nehemiah 7:22","text":"The children of Hashum, three hundred twenty-eight."},{"ref":"Neh. 7:23","refLong":"Nehemiah 7:23","text":"The children of Bezai, three hundred twenty-four."},{"ref":"Neh. 7:24","refLong":"Nehemiah 7:24","text":"The children of Hariph, one hundred twelve."},{"ref":"Neh. 7:25","refLong":"Nehemiah 7:25","text":"The children of Gibeon, ninety-five."},{"ref":"Neh. 7:26","refLong":"Nehemiah 7:26","text":"The men of Bethlehem and Netophah, one hundred eighty-eight."},{"ref":"Neh. 7:27","refLong":"Nehemiah 7:27","text":"The men of Anathoth, one hundred twenty-eight."},{"ref":"Neh. 7:28","refLong":"Nehemiah 7:28","text":"The men of Beth-azmaveth, forty-two."},{"ref":"Neh. 7:29","refLong":"Nehemiah 7:29","text":"The men of Kiriath-jearim, Chephirah, and Beeroth, seven hundred forty-three."},{"ref":"Neh. 7:30","refLong":"Nehemiah 7:30","text":"The men of Ramah and Geba, six hundred twenty-one."},{"ref":"Neh. 7:31","refLong":"Nehemiah 7:31","text":"The men of Michmas, one hundred twenty-two."},{"ref":"Neh. 7:32","refLong":"Nehemiah 7:32","text":"The men of Bethel and Ai, one hundred twenty-three."},{"ref":"Neh. 7:33","refLong":"Nehemiah 7:33","text":"The men of the other Nebo, fifty-two."},{"ref":"Neh. 7:34","refLong":"Nehemiah 7:34","text":"The children of the other Elam, one thousand two hundred fifty-four."},{"ref":"Neh. 7:35","refLong":"Nehemiah 7:35","text":"The children of Harim, three hundred twenty."},{"ref":"Neh. 7:36","refLong":"Nehemiah 7:36","text":"The children of Jericho, three hundred forty-five."},{"ref":"Neh. 7:37","refLong":"Nehemiah 7:37","text":"The children of Lod, Hadid, and Ono, seven hundred twenty-one."},{"ref":"Neh. 7:38","refLong":"Nehemiah 7:38","text":"The children of Senaah, three thousand nine hundred thirty."},{"ref":"Neh. 7:39","refLong":"Nehemiah 7:39","text":"The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three."},{"ref":"Neh. 7:40","refLong":"Nehemiah 7:40","text":"The children of Immer, one thousand fifty-two."},{"ref":"Neh. 7:41","refLong":"Nehemiah 7:41","text":"The children of Pashhur, one thousand two hundred forty-seven."},{"ref":"Neh. 7:42","refLong":"Nehemiah 7:42","text":"The children of Harim, one thousand seventeen."},{"ref":"Neh. 7:43","refLong":"Nehemiah 7:43","text":"The Levites: the children of Jeshua, of Kadmiel, of the children of Hodevah, seventy-four."},{"ref":"Neh. 7:44","refLong":"Nehemiah 7:44","text":"The singers: the children of Asaph, one hundred forty-eight."},{"ref":"Neh. 7:45","refLong":"Nehemiah 7:45","text":"The gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, one hundred thirty-eight."},{"ref":"Neh. 7:46","refLong":"Nehemiah 7:46","text":"The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"},{"ref":"Neh. 7:47","refLong":"Nehemiah 7:47","text":"The children of Keros, the children of Sia, the children of Padon,"},{"ref":"Neh. 7:48","refLong":"Nehemiah 7:48","text":"The children of Lebanah, the children of Hagaba, the children of Salmai,"},{"ref":"Neh. 7:49","refLong":"Nehemiah 7:49","text":"The children of Hanan, the children of Giddel, the children of Gahar,"},{"ref":"Neh. 7:50","refLong":"Nehemiah 7:50","text":"The children of Reaiah, the children of Rezin, the children of Nekoda,"},{"ref":"Neh. 7:51","refLong":"Nehemiah 7:51","text":"The children of Gazzam, the children of Uzza, the children of Paseah,"},{"ref":"Neh. 7:52","refLong":"Nehemiah 7:52","text":"The children of Besai, the children of Meunim, the children of Nephushesim,"},{"ref":"Neh. 7:53","refLong":"Nehemiah 7:53","text":"The children of Bakbuk, the children of Hakupha, the children of Harhur,"},{"ref":"Neh. 7:54","refLong":"Nehemiah 7:54","text":"The children of Bazlith, the children of Mehida, the children of Harsha,"},{"ref":"Neh. 7:55","refLong":"Nehemiah 7:55","text":"The children of Barkos, the children of Sisera, the children of Temah,"},{"ref":"Neh. 7:56","refLong":"Nehemiah 7:56","text":"The children of Neziah, the children of Hatipha."},{"ref":"Neh. 7:57","refLong":"Nehemiah 7:57","text":"The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida,"},{"ref":"Neh. 7:58","refLong":"Nehemiah 7:58","text":"The children of Jaala, the children of Darkon, the children of Giddel,"},{"ref":"Neh. 7:59","refLong":"Nehemiah 7:59","text":"The children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Amon."},{"ref":"Neh. 7:60","refLong":"Nehemiah 7:60","text":"All the temple servants and the children of Solomon’s servants were three hundred ninety-two."},{"ref":"Neh. 7:61","refLong":"Nehemiah 7:61","text":"And these were those who went up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer; but they could not give evidence of their fathers’ houses nor their descendants, whether they were of Israel:"},{"ref":"Neh. 7:62","refLong":"Nehemiah 7:62","text":"The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty-two."},{"ref":"Neh. 7:63","refLong":"Nehemiah 7:63","text":"And of the priests: the children of Hobaiah, the children of Hakkoz, the children of Barzillai, who took a wife from among the daughters of Barzillai the Gileadite and was called after their name."},{"ref":"Neh. 7:64","refLong":"Nehemiah 7:64","text":"These sought their registry among those who were enrolled by genealogy, but they were not found; therefore they were considered defiled and were excluded from the priesthood."},{"ref":"Neh. 7:65","refLong":"Nehemiah 7:65","text":"And the governor told them that they should not eat of the most holy things until a priest stood up with Urim and Thummim."},{"ref":"Neh. 7:66","refLong":"Nehemiah 7:66","text":"The whole assembly together was forty-two thousand three hundred sixty,"},{"ref":"Neh. 7:67","refLong":"Nehemiah 7:67","text":"Besides their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven; and they had two hundred forty-five male singers and female singers."},{"ref":"Neh. 7:68","refLong":"Nehemiah 7:68","text":"Their horses were seven hundred thirty-six; their mules, two hundred forty-five;"},{"ref":"Neh. 7:69","refLong":"Nehemiah 7:69","text":"Their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty."},{"ref":"Neh. 7:70","refLong":"Nehemiah 7:70","text":"And some from among the heads of fathers’ houses gave to the work. The governor gave to the treasury one thousand darics of gold, fifty basins, and five hundred thirty priests’ garments."},{"ref":"Neh. 7:71","refLong":"Nehemiah 7:71","text":"And some of the heads of fathers’ houses gave into the treasury of the work twenty thousand darics of gold and two thousand two hundred minas of silver."},{"ref":"Neh. 7:72","refLong":"Nehemiah 7:72","text":"And that which the rest of the people gave was twenty thousand darics of gold and two thousand minas of silver and sixty-seven priests’ garments."},{"ref":"Neh. 7:73","refLong":"Nehemiah 7:73","text":"So the priests and the Levites and the gatekeepers and the singers and some of the people and the temple servants and all Israel dwelt in their cities. And when the seventh month came, the children of Israel were in their cities."}]},{"ref":"Neh. 8","refLong":"Nehemiah 8","numVerses":18,"verses":[{"ref":"Neh. 8:1","refLong":"Nehemiah 8:1","text":"And all the people gathered as one man in the open area that was before the Water Gate. And they told Ezra the scribe to bring the book of the law of Moses, which Jehovah had commanded to Israel."},{"ref":"Neh. 8:2","refLong":"Nehemiah 8:2","text":"And Ezra the priest brought the law before the assembly, both men and women, and all who could hear with understanding, on the first day of the seventh month."},{"ref":"Neh. 8:3","refLong":"Nehemiah 8:3","text":"And he read in it before the open area that was before the Water Gate from first light until midday in the presence of the men and the women and those who could understand. And the ears of all the people were attentive to the book of the law."},{"ref":"Neh. 8:4","refLong":"Nehemiah 8:4","text":"And Ezra the scribe stood upon a wooden platform that had been made for that purpose; and beside him stood Mattithiah and Shema and Anaiah and Uriah and Hilkiah and Maaseiah at his right hand; and at his left hand, Pedaiah and Mishael and Malchijah and Hashum and Hashbaddanah, Zechariah, and Meshullam."},{"ref":"Neh. 8:5","refLong":"Nehemiah 8:5","text":"And Ezra opened the book in the sight of all the people (for he was above all the people); and when he opened it, all the people stood up."},{"ref":"Neh. 8:6","refLong":"Nehemiah 8:6","text":"And Ezra blessed Jehovah the great God; and all the people answered, Amen, Amen, lifting up their hands. And they bowed their heads and worshipped Jehovah with their faces to the ground."},{"ref":"Neh. 8:7","refLong":"Nehemiah 8:7","text":"Also Jeshua and Bani and Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites helped the people understand the law; and the people stood in their place."},{"ref":"Neh. 8:8","refLong":"Nehemiah 8:8","text":"And they read in the book, in the law of God, interpreting and giving the sense, so that they understood the reading."},{"ref":"Neh. 8:9","refLong":"Nehemiah 8:9","text":"And Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who helped the people understand said to all the people, This day is holy unto Jehovah your God; do not mourn or weep. For all the people wept when they heard the words of the law."},{"ref":"Neh. 8:10","refLong":"Nehemiah 8:10","text":"Then he said to them, Go your way; eat the fat, and drink the sweet wine, and send portions to him for whom nothing has been prepared; for this day is holy to our Lord. And do not be grieved, for the joy of Jehovah is your strength."},{"ref":"Neh. 8:11","refLong":"Nehemiah 8:11","text":"So the Levites stilled all the people, saying, Be quiet, for the day is holy; and do not be grieved."},{"ref":"Neh. 8:12","refLong":"Nehemiah 8:12","text":"And all the people went their way to eat and to drink and to send portions and to make great rejoicing, because they had understood the words that were declared to them."},{"ref":"Neh. 8:13","refLong":"Nehemiah 8:13","text":"And on the second day the heads of fathers’ houses of all the people, the priests, and the Levites were gathered to Ezra the scribe, that is, in order to gain insight into the words of the law."},{"ref":"Neh. 8:14","refLong":"Nehemiah 8:14","text":"And they found it written in the law that Jehovah had commanded through Moses that the children of Israel dwell in booths during the feast in the seventh month,"},{"ref":"Neh. 8:15","refLong":"Nehemiah 8:15","text":"And that they publish and proclaim in all their cities and in Jerusalem, saying, Go out to the mountain and bring olive branches and wild olive branches and myrtle branches and palm branches and branches of other leafy trees to make booths, as it is written."},{"ref":"Neh. 8:16","refLong":"Nehemiah 8:16","text":"So the people went out and brought them, and all made booths for themselves on their roofs and in their courts and in the courts of the house of God and in the open area before the Water Gate and in the open area before the Gate of Ephraim."},{"ref":"Neh. 8:17","refLong":"Nehemiah 8:17","text":"And all the assembly of those who returned from the captivity made booths and dwelt in the booths, for since the days of Jeshua the son of Nun to that day the children of Israel had not done so; and there was very great rejoicing."},{"ref":"Neh. 8:18","refLong":"Nehemiah 8:18","text":"And day by day, from the first day to the last day, he read in the book of the law of God. And they held the feast seven days, and on the eighth day there was a solemn assembly, according to the ordinance."}]},{"ref":"Neh. 9","refLong":"Nehemiah 9","numVerses":38,"verses":[{"ref":"Neh. 9:1","refLong":"Nehemiah 9:1","text":"Now on the twenty-fourth day of this month the children of Israel were assembled with fasting and in sackcloth, with earth on their heads."},{"ref":"Neh. 9:2","refLong":"Nehemiah 9:2","text":"And the descendants of Israel separated themselves from all foreigners, and they stood and confessed their sins and the iniquities of their fathers."},{"ref":"Neh. 9:3","refLong":"Nehemiah 9:3","text":"And they stood up in their place and read in the book of the law of Jehovah their God for a fourth part of the day, and for another fourth part they confessed and worshipped Jehovah their God."},{"ref":"Neh. 9:4","refLong":"Nehemiah 9:4","text":"Then Jeshua and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood up on the Levites’ platform and cried out with a loud voice to Jehovah their God."},{"ref":"Neh. 9:5","refLong":"Nehemiah 9:5","text":"Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, Stand up and bless Jehovah your God from eternity to eternity:And may Your glorious name be blessed, / Which is exalted above all blessing and praise."},{"ref":"Neh. 9:6","refLong":"Nehemiah 9:6","text":"You are Jehovah, / You alone; / You have made heaven, / The heaven of heavens with all its host, / The earth and all that is on it, / The seas and all that is in them; / And You give life to all of them; / And the host of heaven worships You."},{"ref":"Neh. 9:7","refLong":"Nehemiah 9:7","text":"You are Jehovah God, / Who chose Abram / And brought him forth from Ur of the Chaldees / And gave him the name Abraham."},{"ref":"Neh. 9:8","refLong":"Nehemiah 9:8","text":"And You found his heart faithful before You / And made a covenant with him, / To give him the land of the Canaanites, / The Hittites, the Amorites, / And the Perizzites and the Jebusites and the Girgashites, / To give it to his seed. / And You have fulfilled Your promises, / For You are righteous."},{"ref":"Neh. 9:9","refLong":"Nehemiah 9:9","text":"And You saw the affliction of our fathers in Egypt / And heard their cry by the Red Sea,"},{"ref":"Neh. 9:10","refLong":"Nehemiah 9:10","text":"And You performed signs and wonders on Pharaoh, / And on all his servants, and on all the people of his land; / For You knew that they acted arrogantly toward them; / And You made Yourself a name, as it is to this day."},{"ref":"Neh. 9:11","refLong":"Nehemiah 9:11","text":"And You divided the sea before them, / So that they might pass through the midst of the sea on the dry land; / But their pursuers You threw into the depths, / Like a stone into mighty waters."},{"ref":"Neh. 9:12","refLong":"Nehemiah 9:12","text":"Then in a pillar of cloud You led them by day, / And in a pillar of fire by night, / To light the way for them, / On which they should go."},{"ref":"Neh. 9:13","refLong":"Nehemiah 9:13","text":"And You came down upon Mount Sinai / And spoke with them from heaven. / And You gave them just ordinances and true laws, / Good statutes and commandments."},{"ref":"Neh. 9:14","refLong":"Nehemiah 9:14","text":"And You made known to them / Your holy Sabbath / And prescribed commandments and statutes and a law for them / Through Moses Your servant."},{"ref":"Neh. 9:15","refLong":"Nehemiah 9:15","text":"And You gave them bread from heaven / For their hunger, / And You made water come forth from a rock for them / For their thirst. / And You told them to enter / In order to possess the land, / Which You swore / To give them."},{"ref":"Neh. 9:16","refLong":"Nehemiah 9:16","text":"But they and our fathers acted arrogantly / And stiffened their neck and would not listen to Your commandments."},{"ref":"Neh. 9:17","refLong":"Nehemiah 9:17","text":"And they refused to listen / And would not remember Your wondrous acts, / Which You had done among them. / And they stiffened their neck and appointed a leader / To return to their slavery in Egypt. / But You are a God of forgiveness, / Gracious and compassionate, / Long-suffering and abounding in lovingkindness; / So You did not forsake them."},{"ref":"Neh. 9:18","refLong":"Nehemiah 9:18","text":"Indeed when they made for themselves / A molten calf, / And said, This is your God, / Who brought you up out of Egypt, / And showed great contempt;"},{"ref":"Neh. 9:19","refLong":"Nehemiah 9:19","text":"You, in Your great compassion, / Did not forsake them in the wilderness; / The pillar of cloud did not depart from over them by day, / To guide them on their way; / Nor the pillar of fire by night, / To light the way for them, on which they should go."},{"ref":"Neh. 9:20","refLong":"Nehemiah 9:20","text":"And You gave Your good Spirit / To instruct them, / And did not withhold Your manna from their mouth, / And gave them water for their thirst."},{"ref":"Neh. 9:21","refLong":"Nehemiah 9:21","text":"Indeed for forty years You sustained them in the wilderness; / They did not lack; / Their clothes did not wear out, / And their feet did not swell."},{"ref":"Neh. 9:22","refLong":"Nehemiah 9:22","text":"And You gave them kingdoms and peoples, / And divided these to them as boundaries. / So they took possession of the land of Sihon, even the land of the king of Heshbon, / And the land of Og the king of Bashan."},{"ref":"Neh. 9:23","refLong":"Nehemiah 9:23","text":"And their children You multiplied / Like the stars of heaven, / And You brought them into the land / That You told their fathers / To enter and possess."},{"ref":"Neh. 9:24","refLong":"Nehemiah 9:24","text":"And the children entered / And possessed the land; / And You subdued before them / The inhabitants of the land, the Canaanites; / And You gave them into their hand, / With their kings and the peoples of the land, / That they might do with them as they pleased."},{"ref":"Neh. 9:25","refLong":"Nehemiah 9:25","text":"And they took their fortified cities / And a fertile land, / And took possession of their houses, / Full of every good thing, / Hewn cisterns, vineyards, and olive groves, / And fruit trees in abundance; / And they ate and were satisfied and grew fat, / And they delighted in Your great goodness."},{"ref":"Neh. 9:26","refLong":"Nehemiah 9:26","text":"But they were disobedient and rebelled against You / And cast Your law behind their back. / And they slew Your prophets, / Who had testified against them / In order to turn them back to You; / And they showed great contempt."},{"ref":"Neh. 9:27","refLong":"Nehemiah 9:27","text":"Therefore You delivered them into the hand of their oppressors, / And they oppressed them; / But when they cried out to You in the time of their oppression, / You heard from heaven, / And according to Your great compassions You gave them deliverers, / Who delivered them from the hand of their oppressors."},{"ref":"Neh. 9:28","refLong":"Nehemiah 9:28","text":"Then after they had rest, / They again did evil before You; / And You abandoned them to the hand of their enemies, / And they had dominion over them. / But when they cried out to You again, / You heard from heaven / And delivered them many times / According to Your compassions."},{"ref":"Neh. 9:29","refLong":"Nehemiah 9:29","text":"And You testified against them in order to turn them back to Your law, / But they acted arrogantly and would not listen to Your commandments; / And they sinned against Your ordinances / (By which, if a man does them, he will live), / And they turned a stubborn shoulder / And stiffened their neck and would not listen."},{"ref":"Neh. 9:30","refLong":"Nehemiah 9:30","text":"Yet You bore with them / For many years / And testified to them by Your Spirit / Through Your prophets, / But they would not give heed; / So You delivered them / Into the hand of the peoples of the lands."},{"ref":"Neh. 9:31","refLong":"Nehemiah 9:31","text":"Nevertheless in Your abundant compassions / You did not make an end of them; / And You did not forsake them, / For You are a gracious and compassionate God."},{"ref":"Neh. 9:32","refLong":"Nehemiah 9:32","text":"And now, our God, / The great, the mighty, and the awesome God, / Who keeps covenant and lovingkindness, / Do not let all the hardship seem small in Your sight / Which has come upon us, on our kings, on our rulers, / And on our priests and on our prophets / And on our fathers and on all Your people, / Since the days of the kings of Assyria / Until this day."},{"ref":"Neh. 9:33","refLong":"Nehemiah 9:33","text":"But You are righteous / In all that has come upon us, / For You have acted faithfully / While we have acted wickedly;"},{"ref":"Neh. 9:34","refLong":"Nehemiah 9:34","text":"And our kings, our rulers, our priests, and our fathers / Have not performed Your law / Nor heeded Your commandments and Your testimonies, / By which You testified against them."},{"ref":"Neh. 9:35","refLong":"Nehemiah 9:35","text":"But they, in their kingdom and in Your great goodness, / Which You gave them, / And in the broad and fat land / That You put before them, / Did not serve You, nor did they turn / From their evil works."},{"ref":"Neh. 9:36","refLong":"Nehemiah 9:36","text":"Here we are, slaves today; / And as for the land that You gave to our fathers / To eat of its fruit and its goodness, / Here we are, slaves upon it."},{"ref":"Neh. 9:37","refLong":"Nehemiah 9:37","text":"And its abundant produce is for the kings / Whom You have put over us because of our sins; / And they rule over our bodies and over our cattle at their pleasure, / And we are in great distress."},{"ref":"Neh. 9:38","refLong":"Nehemiah 9:38","text":"And because of all this we are making a firm covenant and setting it in writing, and upon the sealed document are the names of our rulers, our Levites, and our priests."}]},{"ref":"Neh. 10","refLong":"Nehemiah 10","numVerses":39,"verses":[{"ref":"Neh. 10:1","refLong":"Nehemiah 10:1","text":"And those who are upon the sealed document are: Nehemiah the governor, the son of Hacaliah, and Zedekiah,"},{"ref":"Neh. 10:2","refLong":"Nehemiah 10:2","text":"Seraiah, Azariah, Jeremiah,"},{"ref":"Neh. 10:3","refLong":"Nehemiah 10:3","text":"Pashhur, Amariah, Malchijah,"},{"ref":"Neh. 10:4","refLong":"Nehemiah 10:4","text":"Hattush, Shebaniah, Malluch,"},{"ref":"Neh. 10:5","refLong":"Nehemiah 10:5","text":"Harim, Meremoth, Obadiah,"},{"ref":"Neh. 10:6","refLong":"Nehemiah 10:6","text":"Daniel, Ginnethon, Baruch,"},{"ref":"Neh. 10:7","refLong":"Nehemiah 10:7","text":"Meshullam, Abijah, Mijamin,"},{"ref":"Neh. 10:8","refLong":"Nehemiah 10:8","text":"Maaziah, Bilgai, Shemaiah; these were the priests."},{"ref":"Neh. 10:9","refLong":"Nehemiah 10:9","text":"And the Levites: namely, Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"},{"ref":"Neh. 10:10","refLong":"Nehemiah 10:10","text":"And their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"},{"ref":"Neh. 10:11","refLong":"Nehemiah 10:11","text":"Mica, Rehob, Hashabiah,"},{"ref":"Neh. 10:12","refLong":"Nehemiah 10:12","text":"Zaccur, Sherebiah, Shebaniah,"},{"ref":"Neh. 10:13","refLong":"Nehemiah 10:13","text":"Hodiah, Bani, Beninu."},{"ref":"Neh. 10:14","refLong":"Nehemiah 10:14","text":"The heads of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"},{"ref":"Neh. 10:15","refLong":"Nehemiah 10:15","text":"Bunni, Azgad, Bebai,"},{"ref":"Neh. 10:16","refLong":"Nehemiah 10:16","text":"Adonijah, Bigvai, Adin,"},{"ref":"Neh. 10:17","refLong":"Nehemiah 10:17","text":"Ater, Hezekiah, Azzur,"},{"ref":"Neh. 10:18","refLong":"Nehemiah 10:18","text":"Hodiah, Hashum, Bezai,"},{"ref":"Neh. 10:19","refLong":"Nehemiah 10:19","text":"Hariph, Anathoth, Nebai,"},{"ref":"Neh. 10:20","refLong":"Nehemiah 10:20","text":"Magpiash, Meshullam, Hezir,"},{"ref":"Neh. 10:21","refLong":"Nehemiah 10:21","text":"Meshezabel, Zadok, Jaddua,"},{"ref":"Neh. 10:22","refLong":"Nehemiah 10:22","text":"Pelatiah, Hanan, Anaiah,"},{"ref":"Neh. 10:23","refLong":"Nehemiah 10:23","text":"Hoshea, Hananiah, Hasshub,"},{"ref":"Neh. 10:24","refLong":"Nehemiah 10:24","text":"Hallohesh, Pilha, Shobek,"},{"ref":"Neh. 10:25","refLong":"Nehemiah 10:25","text":"Rehum, Hashabnah, Maaseiah,"},{"ref":"Neh. 10:26","refLong":"Nehemiah 10:26","text":"And Ahiah, Hanan, Anan,"},{"ref":"Neh. 10:27","refLong":"Nehemiah 10:27","text":"Malluch, Harim, Baanah."},{"ref":"Neh. 10:28","refLong":"Nehemiah 10:28","text":"And the rest of the people, the priests, the Levites, gatekeepers, the singers, the temple servants, and all those who had separated themselves from the peoples of the lands unto the law of God, their wives, their sons, and their daughters, all who had knowledge and who had understanding,"},{"ref":"Neh. 10:29","refLong":"Nehemiah 10:29","text":"Join with their brothers, their nobles, and enter into a curse and an oath, to walk in the law of God, which was given through Moses the servant of God, and to keep and do all the commandments of Jehovah our Lord, as well as His ordinances and His statutes;"},{"ref":"Neh. 10:30","refLong":"Nehemiah 10:30","text":"And swear that we will not give our daughters to the peoples of the land nor take their daughters for our sons;"},{"ref":"Neh. 10:31","refLong":"Nehemiah 10:31","text":"And if the peoples of the land bring in wares or any grain on the Sabbath day to sell, we will not buy it from them on the Sabbath or on any holy day; and we will forego the crops of the seventh year and the exaction of every debt."},{"ref":"Neh. 10:32","refLong":"Nehemiah 10:32","text":"We also lay upon ourselves obligations to charge ourselves one-third shekel yearly for the service of the house of our God,"},{"ref":"Neh. 10:33","refLong":"Nehemiah 10:33","text":"For the rows of bread, and for the continual meal offering, and for the continual burnt offering, for the Sabbaths, for the new moons, for the appointed feasts, and for the holy things, and for the sin offerings, to make expiation for Israel, and for all the work of the house of our God."},{"ref":"Neh. 10:34","refLong":"Nehemiah 10:34","text":"And we the priests, the Levites, and the people have cast lots for the wood offering, in order to bring it to the house of our God, according to our fathers’ houses, at appointed times year by year, to burn on the altar of Jehovah our God as it is written in the law;"},{"ref":"Neh. 10:35","refLong":"Nehemiah 10:35","text":"And in order to bring the firstfruits of our land and the firstfruits of all the fruit of every tree year by year to the house of Jehovah,"},{"ref":"Neh. 10:36","refLong":"Nehemiah 10:36","text":"As well as the firstborn of our sons and of our cattle, as it is written in the law; and in order to bring the firstlings of our herds and of our flocks to the house of our God, to the priests who minister in the house of our God."},{"ref":"Neh. 10:37","refLong":"Nehemiah 10:37","text":"We will also bring the first of our dough and our heave offerings and of the fruit of every tree and the new wine and the fresh oil to the priests at the chambers of the house of our God, and the tithe of our land to the Levites; for they, the Levites, are those who receive the tithes in all our rural towns."},{"ref":"Neh. 10:38","refLong":"Nehemiah 10:38","text":"And the priest, the son of Aaron, shall be with the Levites when the Levites receive the tithes; and the Levites shall bring the tithe of the tithes up to the house of our God, to the chambers of the storehouse."},{"ref":"Neh. 10:39","refLong":"Nehemiah 10:39","text":"For the children of Israel and the sons of Levi shall bring the heave offering of the grain, of the new wine, and of the fresh oil to the chambers, where the vessels of the sanctuary, the priests who minister, and the gatekeepers and the singers are; and we will not forsake the house of our God."}]},{"ref":"Neh. 11","refLong":"Nehemiah 11","numVerses":36,"verses":[{"ref":"Neh. 11:1","refLong":"Nehemiah 11:1","text":"And the rulers of the people dwelt in Jerusalem, and the rest of the people cast lots in order to bring one in ten to dwell in Jerusalem, the holy city, while nine-tenths remained in the other cities."},{"ref":"Neh. 11:2","refLong":"Nehemiah 11:2","text":"And the people blessed all the men who offered themselves willingly to dwell in Jerusalem."},{"ref":"Neh. 11:3","refLong":"Nehemiah 11:3","text":"Now these are the heads of the province who dwelt in Jerusalem (but in the cities of Judah all dwelt in their possession in their cities, that is, Israel, the priests, and the Levites, and the temple servants, and the children of Solomon’s servants):"},{"ref":"Neh. 11:4","refLong":"Nehemiah 11:4","text":"And in Jerusalem some of the children of Judah and some of the children of Benjamin dwelt. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;"},{"ref":"Neh. 11:5","refLong":"Nehemiah 11:5","text":"And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."},{"ref":"Neh. 11:6","refLong":"Nehemiah 11:6","text":"All the sons of Perez who dwelt in Jerusalem were four hundred sixty-eight valiant men."},{"ref":"Neh. 11:7","refLong":"Nehemiah 11:7","text":"And these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"},{"ref":"Neh. 11:8","refLong":"Nehemiah 11:8","text":"And after him Gabbai and Sallai: nine hundred twenty-eight."},{"ref":"Neh. 11:9","refLong":"Nehemiah 11:9","text":"And Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city."},{"ref":"Neh. 11:10","refLong":"Nehemiah 11:10","text":"Of the priests: Jedaiah the son of Joiarib, Jachin,"},{"ref":"Neh. 11:11","refLong":"Nehemiah 11:11","text":"Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God,"},{"ref":"Neh. 11:12","refLong":"Nehemiah 11:12","text":"And their brothers who did the work of the house, eight hundred twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"},{"ref":"Neh. 11:13","refLong":"Nehemiah 11:13","text":"And his brothers, heads of fathers’ houses, two hundred forty-two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"},{"ref":"Neh. 11:14","refLong":"Nehemiah 11:14","text":"And their brothers, mighty men of valor, one hundred twenty-eight; and their overseer was Zabdiel the son of Haggedolim."},{"ref":"Neh. 11:15","refLong":"Nehemiah 11:15","text":"And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"},{"ref":"Neh. 11:16","refLong":"Nehemiah 11:16","text":"And Shabbethai and Jozabad, of the heads of the Levites, who were over the outside work of the house of God;"},{"ref":"Neh. 11:17","refLong":"Nehemiah 11:17","text":"And Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the first to begin the thanksgiving in prayer, with Bakbukiah, the second among his brothers; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."},{"ref":"Neh. 11:18","refLong":"Nehemiah 11:18","text":"All the Levites in the holy city were two hundred eighty-four."},{"ref":"Neh. 11:19","refLong":"Nehemiah 11:19","text":"And the gatekeepers, Akkub, Talmon, and their brothers, who kept watch at the gates, were one hundred seventy-two."},{"ref":"Neh. 11:20","refLong":"Nehemiah 11:20","text":"And the rest of Israel, the priests and the Levites, were in all the cities of Judah, every one in his own inheritance."},{"ref":"Neh. 11:21","refLong":"Nehemiah 11:21","text":"But the temple servants dwelt on the Ophel. And Ziha and Gishpa were over the temple servants."},{"ref":"Neh. 11:22","refLong":"Nehemiah 11:22","text":"And the overseer of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers, for the work of the house of God."},{"ref":"Neh. 11:23","refLong":"Nehemiah 11:23","text":"For there was a commandment from the king concerning them and fixed provisions for the singers, as each day required."},{"ref":"Neh. 11:24","refLong":"Nehemiah 11:24","text":"And Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people."},{"ref":"Neh. 11:25","refLong":"Nehemiah 11:25","text":"And as for the villages, with their fields, some of the children of Judah dwelt in Kiriath-arba and its villages, and in Dibon and its villages, and in Jekabzeel and its outlying villages,"},{"ref":"Neh. 11:26","refLong":"Nehemiah 11:26","text":"And in Jeshua, and in Moladah, and Beth-pelet,"},{"ref":"Neh. 11:27","refLong":"Nehemiah 11:27","text":"And in Hazar-shual, and in Beer-sheba and its villages,"},{"ref":"Neh. 11:28","refLong":"Nehemiah 11:28","text":"And in Ziklag, and in Meconah and in its villages,"},{"ref":"Neh. 11:29","refLong":"Nehemiah 11:29","text":"And in En-rimmon, and in Zorah, and in Jarmuth,"},{"ref":"Neh. 11:30","refLong":"Nehemiah 11:30","text":"Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its villages. So they encamped from Beer-sheba as far as the valley of Hinnom."},{"ref":"Neh. 11:31","refLong":"Nehemiah 11:31","text":"And the children of Benjamin dwelt from Geba onward, at Michmash and Aija, and at Bethel and its villages,"},{"ref":"Neh. 11:32","refLong":"Nehemiah 11:32","text":"At Anathoth, Nob, Ananiah,"},{"ref":"Neh. 11:33","refLong":"Nehemiah 11:33","text":"Hazor, Ramah, Gittaim,"},{"ref":"Neh. 11:34","refLong":"Nehemiah 11:34","text":"Hadid, Zeboim, Neballat,"},{"ref":"Neh. 11:35","refLong":"Nehemiah 11:35","text":"Lod, and Ono, the valley of craftsmen."},{"ref":"Neh. 11:36","refLong":"Nehemiah 11:36","text":"And certain courses of the Levites in Judah were joined to Benjamin."}]},{"ref":"Neh. 12","refLong":"Nehemiah 12","numVerses":47,"verses":[{"ref":"Neh. 12:1","refLong":"Nehemiah 12:1","text":"Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel and Jeshua: Seraiah, Jeremiah, Ezra,"},{"ref":"Neh. 12:2","refLong":"Nehemiah 12:2","text":"Amariah, Malluch, Hattush,"},{"ref":"Neh. 12:3","refLong":"Nehemiah 12:3","text":"Shecaniah, Rehum, Meremoth,"},{"ref":"Neh. 12:4","refLong":"Nehemiah 12:4","text":"Iddo, Ginnethoi, Abijah,"},{"ref":"Neh. 12:5","refLong":"Nehemiah 12:5","text":"Mijamin, Maadiah, Bilgah,"},{"ref":"Neh. 12:6","refLong":"Nehemiah 12:6","text":"Shemaiah, and Joiarib, Jedaiah."},{"ref":"Neh. 12:7","refLong":"Nehemiah 12:7","text":"Sallu, Amok, Hilkiah, Jedaiah. These were the heads of the priests and of their brothers in the days of Jeshua."},{"ref":"Neh. 12:8","refLong":"Nehemiah 12:8","text":"And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving, he and his brothers."},{"ref":"Neh. 12:9","refLong":"Nehemiah 12:9","text":"And Bakbukiah and Unno, their brothers, were opposite them, by their service groups."},{"ref":"Neh. 12:10","refLong":"Nehemiah 12:10","text":"And Jeshua begot Joiakim, and Joiakim begot Eliashib, and Eliashib begot Joiada,"},{"ref":"Neh. 12:11","refLong":"Nehemiah 12:11","text":"And Joiada begot Jonathan, and Jonathan begot Jaddua."},{"ref":"Neh. 12:12","refLong":"Nehemiah 12:12","text":"And in the days of Joiakim, the priests, the heads of fathers’ houses, were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"},{"ref":"Neh. 12:13","refLong":"Nehemiah 12:13","text":"Of Ezra, Meshullam; of Amariah, Jehohanan;"},{"ref":"Neh. 12:14","refLong":"Nehemiah 12:14","text":"Of Malluchi, Jonathan; of Shebaniah, Joseph;"},{"ref":"Neh. 12:15","refLong":"Nehemiah 12:15","text":"Of Harim, Adna; of Meraioth, Helkai;"},{"ref":"Neh. 12:16","refLong":"Nehemiah 12:16","text":"Of Iddo, Zechariah; of Ginnethon, Meshullam;"},{"ref":"Neh. 12:17","refLong":"Nehemiah 12:17","text":"Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"},{"ref":"Neh. 12:18","refLong":"Nehemiah 12:18","text":"Of Bilgah, Shammua; of Shemaiah, Jehonathan;"},{"ref":"Neh. 12:19","refLong":"Nehemiah 12:19","text":"And of Joiarib, Mattenai; of Jedaiah, Uzzi;"},{"ref":"Neh. 12:20","refLong":"Nehemiah 12:20","text":"Of Sallai, Kallai; of Amok, Eber;"},{"ref":"Neh. 12:21","refLong":"Nehemiah 12:21","text":"Of Hilkiah, Hashabiah; of Jedaiah, Nethanel."},{"ref":"Neh. 12:22","refLong":"Nehemiah 12:22","text":"As for the Levites, in the days of Eliashib, Joiada, and Johanan and Jaddua, the heads of fathers’ houses were recorded, as well as the priests, in the reign of Darius the Persian."},{"ref":"Neh. 12:23","refLong":"Nehemiah 12:23","text":"The sons of Levi, the heads of fathers’ houses, were written in the book of the chronicles until the days of Johanan the son of Eliashib."},{"ref":"Neh. 12:24","refLong":"Nehemiah 12:24","text":"And the heads of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers opposite them, to praise and give thanks, according to the commandment of David the man of God, service group next to service group."},{"ref":"Neh. 12:25","refLong":"Nehemiah 12:25","text":"Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub were gatekeepers keeping the watch at the storehouses of the gates."},{"ref":"Neh. 12:26","refLong":"Nehemiah 12:26","text":"These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest, the scribe."},{"ref":"Neh. 12:27","refLong":"Nehemiah 12:27","text":"And at the dedication of the wall of Jerusalem they sought the Levites from all their places, to bring them to Jerusalem in order to hold the dedication with rejoicing and thanksgiving and singing with cymbals, harps, and lyres."},{"ref":"Neh. 12:28","refLong":"Nehemiah 12:28","text":"So the sons of the singers gathered together from the plain around Jerusalem and from the villages of the Netophathites"},{"ref":"Neh. 12:29","refLong":"Nehemiah 12:29","text":"And from Beth-gilgal and from the fields of Geba and Azmaveth; for the singers had built outlying villages for themselves around Jerusalem."},{"ref":"Neh. 12:30","refLong":"Nehemiah 12:30","text":"And the priests and the Levites purified themselves; and they purified the people and the gates and the wall."},{"ref":"Neh. 12:31","refLong":"Nehemiah 12:31","text":"Then I brought the leaders of Judah up onto the wall and appointed two great companies that gave thanks and went in procession. One went to the right upon the wall toward the Dung Gate;"},{"ref":"Neh. 12:32","refLong":"Nehemiah 12:32","text":"And after them went Hoshaiah, and half of the leaders of Judah,"},{"ref":"Neh. 12:33","refLong":"Nehemiah 12:33","text":"And Azariah, Ezra, and Meshullam,"},{"ref":"Neh. 12:34","refLong":"Nehemiah 12:34","text":"Judah, and Benjamin, and Shemaiah, and Jeremiah,"},{"ref":"Neh. 12:35","refLong":"Nehemiah 12:35","text":"And some of the priests’ sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;"},{"ref":"Neh. 12:36","refLong":"Nehemiah 12:36","text":"And his brothers, Shemaiah and Azarel, Milalai, Gilalai, Maai, Nethanel and Judah, Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them."},{"ref":"Neh. 12:37","refLong":"Nehemiah 12:37","text":"And at the Fountain Gate, and straight in front of them, they went up by the stairs of the city of David, at the ascent of the wall, above the house of David, to the Water Gate on the east."},{"ref":"Neh. 12:38","refLong":"Nehemiah 12:38","text":"And the second company that gave thanks went to meet them, and I after them, with half of the people, upon the wall, above the Tower of the Furnaces, to the Broad Wall,"},{"ref":"Neh. 12:39","refLong":"Nehemiah 12:39","text":"And above the Gate of Ephraim, and by the Old Gate, and by the Fish Gate and the Tower of Hananel and the Tower of the Hundred, to the Sheep Gate; and they stopped at the Gate of the Guard."},{"ref":"Neh. 12:40","refLong":"Nehemiah 12:40","text":"So the two companies that gave thanks stood in the house of God, as well as I and half of the rulers with me;"},{"ref":"Neh. 12:41","refLong":"Nehemiah 12:41","text":"And the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"},{"ref":"Neh. 12:42","refLong":"Nehemiah 12:42","text":"And Maaseiah and Shemaiah and Eleazar and Uzzi and Jehohanan and Malchijah and Elam and Ezer. And the singers sang loud, with Jezrahiah as the overseer."},{"ref":"Neh. 12:43","refLong":"Nehemiah 12:43","text":"And they offered great sacrifices that day and rejoiced, for God had caused them to rejoice greatly; and the women and children also rejoiced. And the joy of Jerusalem was heard from afar."},{"ref":"Neh. 12:44","refLong":"Nehemiah 12:44","text":"And on that day men were appointed over the chambers for the stores, for the heave offerings, for the firstfruits, and for the tithes, to gather into them, according to the cities’ fields, the portions assigned by the law for the priests and the Levites, for Judah rejoiced over the priests and Levites who served."},{"ref":"Neh. 12:45","refLong":"Nehemiah 12:45","text":"And they kept the charge of their God and the charge of the purification, as did the singers and the gatekeepers, according to the command of David and Solomon his son."},{"ref":"Neh. 12:46","refLong":"Nehemiah 12:46","text":"For in the days of David and Asaph, long ago, there were leaders of the singers, and there were songs of praise and thanksgiving to God."},{"ref":"Neh. 12:47","refLong":"Nehemiah 12:47","text":"And in the days of Zerubbabel and in the days of Nehemiah all Israel gave the portions for the singers and the gatekeepers as each day required; and they consecrated portions for the Levites, and the Levites consecrated portions for the sons of Aaron."}]},{"ref":"Neh. 13","refLong":"Nehemiah 13","numVerses":31,"verses":[{"ref":"Neh. 13:1","refLong":"Nehemiah 13:1","text":"On that day they read in the book of Moses in the hearing of the people; and it was found written in it that no Ammonite or Moabite should enter the assembly of God forever,"},{"ref":"Neh. 13:2","refLong":"Nehemiah 13:2","text":"For they did not meet the children of Israel with bread and water, but hired Balaam against them to curse them; yet our God turned the curse into a blessing."},{"ref":"Neh. 13:3","refLong":"Nehemiah 13:3","text":"And when they heard the law, they separated all the mixed multitude from Israel."},{"ref":"Neh. 13:4","refLong":"Nehemiah 13:4","text":"Now before this, Eliashib the priest, who had been appointed over the chambers of the house of our God, because he was related to Tobiah,"},{"ref":"Neh. 13:5","refLong":"Nehemiah 13:5","text":"Had prepared for him a large chamber where previously they had put the meal offering, the frankincense, and the vessels, as well as the tithes of the grain, the new wine, and the fresh oil, as commanded for the Levites and the singers and the gatekeepers, and the heave offerings for the priests."},{"ref":"Neh. 13:6","refLong":"Nehemiah 13:6","text":"But during all this time I was not in Jerusalem, for in the thirty-second year of Artaxerxes the king of Babylon I went to the king; then after some time I asked leave from the king."},{"ref":"Neh. 13:7","refLong":"Nehemiah 13:7","text":"And I came to Jerusalem and perceived the evil that Eliashib had done for Tobiah by preparing him a chamber in the courts of the house of God."},{"ref":"Neh. 13:8","refLong":"Nehemiah 13:8","text":"And it grieved me much; therefore I cast all the household utensils of Tobiah out of the chamber."},{"ref":"Neh. 13:9","refLong":"Nehemiah 13:9","text":"Then I gave commands, and they purified the chambers; and I returned the vessels of the house of God, the meal offering, and the frankincense there."},{"ref":"Neh. 13:10","refLong":"Nehemiah 13:10","text":"I also found out that the portions of the Levites had not been given to them and thus the Levites and the singers, who performed the service, had gone back, each to his own fields."},{"ref":"Neh. 13:11","refLong":"Nehemiah 13:11","text":"So I contended with the rulers and said, Why has the house of God been forsaken? Then I gathered them together and set them in their stations."},{"ref":"Neh. 13:12","refLong":"Nehemiah 13:12","text":"And all Judah brought the tithe of the grain and the new wine and the fresh oil to the storehouses."},{"ref":"Neh. 13:13","refLong":"Nehemiah 13:13","text":"And I appointed treasurers over the storehouses, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah; and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and it was their charge to distribute to their brothers."},{"ref":"Neh. 13:14","refLong":"Nehemiah 13:14","text":"Remember me, O my God, concerning this, and do not blot out my loyal deeds, which I have done for the house of my God and for its services."},{"ref":"Neh. 13:15","refLong":"Nehemiah 13:15","text":"In those days I saw some in Judah treading wine presses on the Sabbath and bringing in heaps of grain and loading them on their donkeys, as well as wine, grapes and figs, and every kind of load, and they were bringing them into Jerusalem on the Sabbath day; and I protested on the day that they sold food."},{"ref":"Neh. 13:16","refLong":"Nehemiah 13:16","text":"And Tyrians who dwelt there were also bringing in fish and every kind of merchandise, and selling it on the Sabbath to the children of Judah and in Jerusalem."},{"ref":"Neh. 13:17","refLong":"Nehemiah 13:17","text":"Then I contended with the nobles of Judah and said to them, What is this evil thing that you are doing, profaning the Sabbath day?"},{"ref":"Neh. 13:18","refLong":"Nehemiah 13:18","text":"Did not your fathers act this way, and did not our God bring all this trouble upon us and upon this city? But you bring more wrath upon Israel by profaning the Sabbath."},{"ref":"Neh. 13:19","refLong":"Nehemiah 13:19","text":"And when the gates of Jerusalem began to be dark before the Sabbath, I commanded that the doors be shut and commanded that they not be opened until after the Sabbath; and I set some of my servants at the gates so that no load could enter on the Sabbath day."},{"ref":"Neh. 13:20","refLong":"Nehemiah 13:20","text":"Then the merchants and sellers of all kinds of merchandise spent the night outside Jerusalem once or twice."},{"ref":"Neh. 13:21","refLong":"Nehemiah 13:21","text":"But I testified against them and said to them, Why do you spend the night in front of the wall? If you do so again, I will lay hands on you. From that time on they did not come on the Sabbath."},{"ref":"Neh. 13:22","refLong":"Nehemiah 13:22","text":"And I commanded the Levites that they should purify themselves and that they should come and keep the gates, in order to sanctify the Sabbath day. For this also remember me, O my God, and spare me according to the greatness of Your lovingkindness."},{"ref":"Neh. 13:23","refLong":"Nehemiah 13:23","text":"In those days I also saw that the Jews had married women of Ashdod, Ammon, and Moab;"},{"ref":"Neh. 13:24","refLong":"Nehemiah 13:24","text":"And as for their children, half spoke in the language of Ashdod; and none of them could speak the language of Judah, but they spoke the language of the respective peoples."},{"ref":"Neh. 13:25","refLong":"Nehemiah 13:25","text":"And I contended with them and cursed them and struck some of them and pulled out their hair; and I made them swear by God, saying, You shall not give your daughters to their sons nor take their daughters for your sons or for yourselves."},{"ref":"Neh. 13:26","refLong":"Nehemiah 13:26","text":"Did not Solomon the king of Israel sin in these matters? And among the many nations there was no king like him, and he was beloved of his God, and God made him king over all Israel; yet the foreign wives caused even him to sin."},{"ref":"Neh. 13:27","refLong":"Nehemiah 13:27","text":"Shall we then listen to you and do all this great evil by acting unfaithfully against our God in marrying foreign women?"},{"ref":"Neh. 13:28","refLong":"Nehemiah 13:28","text":"And one of the sons of Joiada the son of Eliashib the high priest was the son-in-law of Sanballat the Horonite, so I chased him away from me."},{"ref":"Neh. 13:29","refLong":"Nehemiah 13:29","text":"Remember them, O my God; for they have defiled the priesthood and the covenant of the priesthood and of the Levites."},{"ref":"Neh. 13:30","refLong":"Nehemiah 13:30","text":"Thus I cleansed them from everything foreign. And I appointed duties for the priests and the Levites, each in his work,"},{"ref":"Neh. 13:31","refLong":"Nehemiah 13:31","text":"And for the wood offering, at the appointed times, and for the firstfruits. Remember me, O my God, for good."}]}]}