{"ref":"Rom.","refLong":"Romans","numChapters":16,"chapters":[{"ref":"Rom. 1","refLong":"Romans 1","numVerses":32,"verses":[{"ref":"Rom. 1:1","refLong":"Romans 1:1","text":"Paul, a slave of Christ Jesus, a called apostle, separated unto the gospel of God,"},{"ref":"Rom. 1:2","refLong":"Romans 1:2","text":"Which He promised beforehand through His prophets in the holy Scriptures,"},{"ref":"Rom. 1:3","refLong":"Romans 1:3","text":"Concerning His Son, who came out of the seed of David according to the flesh,"},{"ref":"Rom. 1:4","refLong":"Romans 1:4","text":"Who was designated the Son of God in power according to the Spirit of holiness out of the resurrection of the dead, Jesus Christ our Lord;"},{"ref":"Rom. 1:5","refLong":"Romans 1:5","text":"Through whom we have received grace and apostleship unto the obedience of faith among all the Gentiles on behalf of His name,"},{"ref":"Rom. 1:6","refLong":"Romans 1:6","text":"Among whom you also are the called ones of Jesus Christ;"},{"ref":"Rom. 1:7","refLong":"Romans 1:7","text":"To all who are in Rome, beloved of God, the called saints: Grace to you and peace from God our Father and the Lord Jesus Christ."},{"ref":"Rom. 1:8","refLong":"Romans 1:8","text":"First, I thank my God through Jesus Christ for you all because your faith is proclaimed throughout the whole world."},{"ref":"Rom. 1:9","refLong":"Romans 1:9","text":"For God is my witness, whom I serve in my spirit in the gospel of His Son, how unceasingly I make mention of you always in my prayers,"},{"ref":"Rom. 1:10","refLong":"Romans 1:10","text":"Beseeching if by any means now at last I may be prospered in the will of God to come to you."},{"ref":"Rom. 1:11","refLong":"Romans 1:11","text":"For I long to see you that I may impart to you some spiritual gift so that you may be established;"},{"ref":"Rom. 1:12","refLong":"Romans 1:12","text":"That is, that I with you may be encouraged among you through the faith which is in one another, both yours and mine."},{"ref":"Rom. 1:13","refLong":"Romans 1:13","text":"And I do not want you to be ignorant, brothers, that often I purposed to come to you (yet was hindered until the present), that I might have some fruit among you also, even as among the rest of the Gentiles."},{"ref":"Rom. 1:14","refLong":"Romans 1:14","text":"I am debtor both to Greeks and to barbarians, both to wise and to foolish;"},{"ref":"Rom. 1:15","refLong":"Romans 1:15","text":"So, for my part, I am ready to announce the gospel to you also who are in Rome."},{"ref":"Rom. 1:16","refLong":"Romans 1:16","text":"For I am not ashamed of the gospel, for it is the power of God unto salvation to everyone who believes, both to Jew first and to Greek."},{"ref":"Rom. 1:17","refLong":"Romans 1:17","text":"For the righteousness of God is revealed in it out of faith to faith, as it is written, “But the righteous shall have life and live by faith.”"},{"ref":"Rom. 1:18","refLong":"Romans 1:18","text":"For the wrath of God is revealed from heaven upon all ungodliness and unrighteousness of men who hold down the truth in unrighteousness,"},{"ref":"Rom. 1:19","refLong":"Romans 1:19","text":"Because that which is known of God is manifest within them, for God manifested it to them."},{"ref":"Rom. 1:20","refLong":"Romans 1:20","text":"For the invisible things of Him, both His eternal power and divine characteristics, have been clearly seen since the creation of the world, being perceived by the things made, so that they would be without excuse;"},{"ref":"Rom. 1:21","refLong":"Romans 1:21","text":"Because though they knew God, they did not glorify Him as God or thank Him, but rather became vain in their reasonings, and their heart, lacking understanding, was darkened."},{"ref":"Rom. 1:22","refLong":"Romans 1:22","text":"Professing to be wise, they became fools"},{"ref":"Rom. 1:23","refLong":"Romans 1:23","text":"And changed the glory of the incorruptible God into the likeness of an image of corruptible man and of birds and four-footed animals and reptiles."},{"ref":"Rom. 1:24","refLong":"Romans 1:24","text":"Therefore God gave them up in the lusts of their hearts to uncleanness, so that they dishonor their bodies among themselves,"},{"ref":"Rom. 1:25","refLong":"Romans 1:25","text":"Who exchanged the truth of God for the lie, and worshipped and served the creation rather than the Creator, who is blessed forever. Amen."},{"ref":"Rom. 1:26","refLong":"Romans 1:26","text":"Therefore God gave them up to passions of dishonor; for their females exchanged the natural use for that which is contrary to nature;"},{"ref":"Rom. 1:27","refLong":"Romans 1:27","text":"And likewise also the males, leaving the natural use of the female, burned in their craving toward one another, males with males committing unseemliness and fully receiving in themselves the retribution of their error which was due."},{"ref":"Rom. 1:28","refLong":"Romans 1:28","text":"And even as they did not approve of holding God in their full knowledge, God gave them up to a disapproved mind, to do the things which are not fitting,"},{"ref":"Rom. 1:29","refLong":"Romans 1:29","text":"Being filled with all unrighteousness, wickedness, covetousness, malice; full of envy, murder, strife, deceit, malignity;"},{"ref":"Rom. 1:30","refLong":"Romans 1:30","text":"Whisperers, slanderers, hateful to God, insolent, arrogant, boasters, inventors of evil things, disobedient to parents,"},{"ref":"Rom. 1:31","refLong":"Romans 1:31","text":"Senseless, faithless, affectionless, merciless;"},{"ref":"Rom. 1:32","refLong":"Romans 1:32","text":"Who, though fully knowing the righteous judgment of God, that those who practice such things are worthy of death, not only do them, but also have fellow delight in those who practice them."}]},{"ref":"Rom. 2","refLong":"Romans 2","numVerses":29,"verses":[{"ref":"Rom. 2:1","refLong":"Romans 2:1","text":"Therefore you are without excuse, O every man who judges, for in what you judge another you condemn yourself; for you who judge practice the same things."},{"ref":"Rom. 2:2","refLong":"Romans 2:2","text":"But we know that the judgment of God is according to truth upon those who practice such things."},{"ref":"Rom. 2:3","refLong":"Romans 2:3","text":"And do you consider this, O man, who judge those who practice such things and do the same yourself, that you will escape the judgment of God?"},{"ref":"Rom. 2:4","refLong":"Romans 2:4","text":"Or do you despise the riches of His kindness and forbearance and long-suffering, not knowing that God’s kindness is leading you to repentance?"},{"ref":"Rom. 2:5","refLong":"Romans 2:5","text":"But, according to your hardness and your unrepentant heart, you are storing up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,"},{"ref":"Rom. 2:6","refLong":"Romans 2:6","text":"Who will render to each according to his works:"},{"ref":"Rom. 2:7","refLong":"Romans 2:7","text":"To those who by endurance in good work seek glory and honor and incorruptibility, life eternal;"},{"ref":"Rom. 2:8","refLong":"Romans 2:8","text":"But to those who are selfishly contentious and disobedient to the truth and obey unrighteousness, wrath and fury."},{"ref":"Rom. 2:9","refLong":"Romans 2:9","text":"Tribulation and anguish upon every soul of man who commits evil, both of Jew first and of Greek;"},{"ref":"Rom. 2:10","refLong":"Romans 2:10","text":"But glory and honor and peace to everyone who works good, both to Jew first and to Greek."},{"ref":"Rom. 2:11","refLong":"Romans 2:11","text":"For there is no respect of persons with God."},{"ref":"Rom. 2:12","refLong":"Romans 2:12","text":"For as many as have sinned without the law shall also perish without the law; and as many as have sinned under the law shall be judged by the law"},{"ref":"Rom. 2:13","refLong":"Romans 2:13","text":"(For it is not the hearers of the law who are righteous before God, but the doers of the law shall be justified."},{"ref":"Rom. 2:14","refLong":"Romans 2:14","text":"For when Gentiles, who have no law, do by nature the things of the law, these, though they have no law, are a law to themselves,"},{"ref":"Rom. 2:15","refLong":"Romans 2:15","text":"Who show the work of the law written in their hearts, their conscience bearing witness with it and their reasonings, one with the other, accusing or even excusing them.)"},{"ref":"Rom. 2:16","refLong":"Romans 2:16","text":"In the day when God judges the secrets of men according to my gospel through Jesus Christ."},{"ref":"Rom. 2:17","refLong":"Romans 2:17","text":"But if you bear the name of Jew, and rest upon the law, and boast in God,"},{"ref":"Rom. 2:18","refLong":"Romans 2:18","text":"And know the will, and approve the things that are more excellent, being instructed out of the law,"},{"ref":"Rom. 2:19","refLong":"Romans 2:19","text":"And have confidence that you yourself are a guide to the blind, a light to those in darkness,"},{"ref":"Rom. 2:20","refLong":"Romans 2:20","text":"One who disciplines the foolish, a teacher of babes, having the proper form of the knowledge and truth in the law;"},{"ref":"Rom. 2:21","refLong":"Romans 2:21","text":"You therefore who teach another, do you not teach yourself? You who preach not to steal, do you steal?"},{"ref":"Rom. 2:22","refLong":"Romans 2:22","text":"You who say not to commit adultery, do you commit adultery? You who abhor idols, do you rob their temples?"},{"ref":"Rom. 2:23","refLong":"Romans 2:23","text":"You who boast in the law, do you by transgression of the law dishonor God?"},{"ref":"Rom. 2:24","refLong":"Romans 2:24","text":"For “the name of God is blasphemed among the Gentiles because of you,” even as it is written."},{"ref":"Rom. 2:25","refLong":"Romans 2:25","text":"For circumcision profits if you practice the law; but if you are a transgressor of the law, your circumcision has become uncircumcision."},{"ref":"Rom. 2:26","refLong":"Romans 2:26","text":"If therefore the uncircumcision keeps the ordinances of the law, will not his uncircumcision be accounted as circumcision?"},{"ref":"Rom. 2:27","refLong":"Romans 2:27","text":"And the uncircumcision by nature, if he fulfills the law, will judge you who through the letter and circumcision are a transgressor of the law."},{"ref":"Rom. 2:28","refLong":"Romans 2:28","text":"For he is not a Jew who is one outwardly; neither is circumcision that which is outward in the flesh."},{"ref":"Rom. 2:29","refLong":"Romans 2:29","text":"But he is a Jew who is one inwardly; and circumcision is of the heart, in spirit, not in letter, whose praise is not from men, but from God."}]},{"ref":"Rom. 3","refLong":"Romans 3","numVerses":31,"verses":[{"ref":"Rom. 3:1","refLong":"Romans 3:1","text":"What then is the advantage of the Jew? Or what is the profit of the circumcision?"},{"ref":"Rom. 3:2","refLong":"Romans 3:2","text":"Much in every way. First, that they were entrusted with the oracles of God."},{"ref":"Rom. 3:3","refLong":"Romans 3:3","text":"For what if some disbelieved? Shall their unbelief annul the faithfulness of God?"},{"ref":"Rom. 3:4","refLong":"Romans 3:4","text":"Absolutely not! But let God be true and every man a liar, as it is written, “That You may be declared righteous in Your words and may overcome when You are judged.”"},{"ref":"Rom. 3:5","refLong":"Romans 3:5","text":"But if our unrighteousness commends the righteousness of God, what shall we say? Is the God who inflicts wrath unrighteous? I speak according to man."},{"ref":"Rom. 3:6","refLong":"Romans 3:6","text":"Absolutely not! Otherwise how shall God judge the world?"},{"ref":"Rom. 3:7","refLong":"Romans 3:7","text":"But if the truthfulness of God has abounded in my lie unto His glory, why still am I also being judged as a sinner?"},{"ref":"Rom. 3:8","refLong":"Romans 3:8","text":"And why not say (as we are slanderously charged and as some affirm that we say), Let us do evil that good may come? whose judgment is just."},{"ref":"Rom. 3:9","refLong":"Romans 3:9","text":"What then? Are we better? Not at all! For we have previously charged both Jews and Greeks that they are all under sin,"},{"ref":"Rom. 3:10","refLong":"Romans 3:10","text":"Even as it is written, “There is none righteous, not even one;"},{"ref":"Rom. 3:11","refLong":"Romans 3:11","text":"There is none who understands, there is none who seeks out God."},{"ref":"Rom. 3:12","refLong":"Romans 3:12","text":"All have turned aside; together they have become useless; there is none who does good; there is not so much as one."},{"ref":"Rom. 3:13","refLong":"Romans 3:13","text":"Their throat is an opened grave; with their tongues they practiced deceit; the poison of asps is under their lips;"},{"ref":"Rom. 3:14","refLong":"Romans 3:14","text":"Whose mouth is full of cursing and bitterness."},{"ref":"Rom. 3:15","refLong":"Romans 3:15","text":"Swift are their feet to shed blood,"},{"ref":"Rom. 3:16","refLong":"Romans 3:16","text":"Destruction and misery are in their ways,"},{"ref":"Rom. 3:17","refLong":"Romans 3:17","text":"And the way of peace they have not known."},{"ref":"Rom. 3:18","refLong":"Romans 3:18","text":"There is no fear of God before their eyes.”"},{"ref":"Rom. 3:19","refLong":"Romans 3:19","text":"Now we know that whatever things the law says, it speaks to those who are under the law, that every mouth may be stopped and all the world may fall under the judgment of God;"},{"ref":"Rom. 3:20","refLong":"Romans 3:20","text":"Because out of the works of the law no flesh shall be justified before Him; for through the law is the clear knowledge of sin."},{"ref":"Rom. 3:21","refLong":"Romans 3:21","text":"But now, apart from the law, the righteousness of God has been manifested, witness being borne to it by the Law and the Prophets;"},{"ref":"Rom. 3:22","refLong":"Romans 3:22","text":"Even the righteousness of God through the faith of Jesus Christ to all those who believe, for there is no distinction;"},{"ref":"Rom. 3:23","refLong":"Romans 3:23","text":"For all have sinned and fall short of the glory of God,"},{"ref":"Rom. 3:24","refLong":"Romans 3:24","text":"Being justified freely by His grace through the redemption which is in Christ Jesus;"},{"ref":"Rom. 3:25","refLong":"Romans 3:25","text":"Whom God set forth as a propitiation place through faith in His blood, for the demonstrating of His righteousness, in that in His forbearance God passed over the sins that had previously occurred,"},{"ref":"Rom. 3:26","refLong":"Romans 3:26","text":"With a view to the demonstrating of His righteousness in the present time, so that He might be righteous and the One who justifies him who is of the faith of Jesus."},{"ref":"Rom. 3:27","refLong":"Romans 3:27","text":"Where then is boasting? It is excluded. Through what kind of law? That of works? No, but through the law of faith."},{"ref":"Rom. 3:28","refLong":"Romans 3:28","text":"For we account that a man is justified by faith apart from the works of the law."},{"ref":"Rom. 3:29","refLong":"Romans 3:29","text":"Or is He the God of the Jews only? Is He not of the Gentiles also? Yes, of the Gentiles also,"},{"ref":"Rom. 3:30","refLong":"Romans 3:30","text":"If indeed God is one, who will justify the circumcision out of faith and the uncircumcision through faith."},{"ref":"Rom. 3:31","refLong":"Romans 3:31","text":"Do we then make the law of no effect through faith? Absolutely not! Rather, we establish the law."}]},{"ref":"Rom. 4","refLong":"Romans 4","numVerses":25,"verses":[{"ref":"Rom. 4:1","refLong":"Romans 4:1","text":"What then shall we say that Abraham our forefather according to the flesh has found?"},{"ref":"Rom. 4:2","refLong":"Romans 4:2","text":"For if Abraham was justified out of works, he has something to boast in, but not before God."},{"ref":"Rom. 4:3","refLong":"Romans 4:3","text":"For what does the Scripture say? “And Abraham believed God, and it was accounted to him as righteousness.”"},{"ref":"Rom. 4:4","refLong":"Romans 4:4","text":"Now to the one who works, his wages are not accounted according to grace, but according to what is due."},{"ref":"Rom. 4:5","refLong":"Romans 4:5","text":"But to the one who does not work, but believes on Him who justifies the ungodly, his faith is accounted as righteousness."},{"ref":"Rom. 4:6","refLong":"Romans 4:6","text":"Even as David also speaks blessing on the man to whom God accounts righteousness apart from works:"},{"ref":"Rom. 4:7","refLong":"Romans 4:7","text":"“Blessed are they whose lawlessnesses have been forgiven, and whose sins have been covered over."},{"ref":"Rom. 4:8","refLong":"Romans 4:8","text":"Blessed is the man to whom the Lord shall by no means account sin.”"},{"ref":"Rom. 4:9","refLong":"Romans 4:9","text":"Is this blessing then upon the circumcision only, or also upon the uncircumcision? For we say, Faith was accounted to Abraham as righteousness."},{"ref":"Rom. 4:10","refLong":"Romans 4:10","text":"How then was it accounted? While he was in circumcision or in uncircumcision? Not in circumcision, but in uncircumcision."},{"ref":"Rom. 4:11","refLong":"Romans 4:11","text":"And he received the sign of circumcision, a seal of the righteousness of the faith which he had while in uncircumcision, that he might be the father of all those in uncircumcision who believe, that righteousness might be accounted to them also,"},{"ref":"Rom. 4:12","refLong":"Romans 4:12","text":"And the father of circumcision to those who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham, which he had in uncircumcision."},{"ref":"Rom. 4:13","refLong":"Romans 4:13","text":"For it was not through the law that the promise was made to Abraham or to his seed that he would be the heir of the world, but through the righteousness of faith."},{"ref":"Rom. 4:14","refLong":"Romans 4:14","text":"For if those of the law are heirs, faith has been made void and the promise has been annulled;"},{"ref":"Rom. 4:15","refLong":"Romans 4:15","text":"For the law works out wrath; but where there is no law, neither is there transgression."},{"ref":"Rom. 4:16","refLong":"Romans 4:16","text":"Therefore the inheritance is out of faith that it might be according to grace, so that the promise may be certain to all the seed, not to that which is of the law only, but also to that which is of the faith of Abraham, who is the father of us all"},{"ref":"Rom. 4:17","refLong":"Romans 4:17","text":"(As it is written, “I have appointed you a father of many nations”) in the sight of God whom he believed, who gives life to the dead and calls the things not being as being."},{"ref":"Rom. 4:18","refLong":"Romans 4:18","text":"He beyond hope believed in hope in order that he might become the father of many nations, according to that which was spoken, “So shall your seed be.”"},{"ref":"Rom. 4:19","refLong":"Romans 4:19","text":"And not weakening in his faith, he considered his own body as already dead, being about a hundred years old, as well as the deadening of Sarah’s womb;"},{"ref":"Rom. 4:20","refLong":"Romans 4:20","text":"But with regard to the promise of God, he did not doubt in unbelief, but was empowered by faith, giving glory to God"},{"ref":"Rom. 4:21","refLong":"Romans 4:21","text":"And being fully persuaded that what He had promised He was able also to do."},{"ref":"Rom. 4:22","refLong":"Romans 4:22","text":"Therefore also it was accounted to him as righteousness."},{"ref":"Rom. 4:23","refLong":"Romans 4:23","text":"Now it was not written for his sake only that it was accounted to him,"},{"ref":"Rom. 4:24","refLong":"Romans 4:24","text":"But for ours also to whom it is to be accounted, who believe on Him who has raised Jesus our Lord from the dead,"},{"ref":"Rom. 4:25","refLong":"Romans 4:25","text":"Who was delivered for our offenses and was raised for our justification."}]},{"ref":"Rom. 5","refLong":"Romans 5","numVerses":21,"verses":[{"ref":"Rom. 5:1","refLong":"Romans 5:1","text":"Therefore having been justified out of faith, we have peace toward God through our Lord Jesus Christ,"},{"ref":"Rom. 5:2","refLong":"Romans 5:2","text":"Through whom also we have obtained access by faith into this grace in which we stand and boast because of the hope of the glory of God."},{"ref":"Rom. 5:3","refLong":"Romans 5:3","text":"And not only so, but we also boast in our tribulations, knowing that tribulation produces endurance;"},{"ref":"Rom. 5:4","refLong":"Romans 5:4","text":"And endurance, approvedness; and approvedness, hope;"},{"ref":"Rom. 5:5","refLong":"Romans 5:5","text":"And hope does not put us to shame, because the love of God has been poured out in our hearts through the Holy Spirit, who has been given to us."},{"ref":"Rom. 5:6","refLong":"Romans 5:6","text":"For while we were yet weak, in due time Christ died for the ungodly."},{"ref":"Rom. 5:7","refLong":"Romans 5:7","text":"For scarcely for a righteous man will anyone die, though perhaps for the good man someone would even dare to die."},{"ref":"Rom. 5:8","refLong":"Romans 5:8","text":"But God commends His own love to us in that while we were yet sinners, Christ died for us."},{"ref":"Rom. 5:9","refLong":"Romans 5:9","text":"Much more then, having now been justified in His blood, we will be saved through Him from the wrath."},{"ref":"Rom. 5:10","refLong":"Romans 5:10","text":"For if we, being enemies, were reconciled to God through the death of His Son, much more we will be saved in His life, having been reconciled,"},{"ref":"Rom. 5:11","refLong":"Romans 5:11","text":"And not only so, but also boasting in God through our Lord Jesus Christ, through whom we have now received the reconciliation."},{"ref":"Rom. 5:12","refLong":"Romans 5:12","text":"Therefore just as through one man sin entered into the world, and through sin, death; and thus death passed on to all men because all have sinned —"},{"ref":"Rom. 5:13","refLong":"Romans 5:13","text":"For until the law sin was in the world, but sin is not charged to one’s account when there is no law."},{"ref":"Rom. 5:14","refLong":"Romans 5:14","text":"But death reigned from Adam until Moses, even over those who had not sinned after the likeness of Adam’s transgression, who is a type of Him who was to come."},{"ref":"Rom. 5:15","refLong":"Romans 5:15","text":"But it is not that as the offense was, so also the gracious gift is; for if by the offense of the one the many died, much more the grace of God and the free gift in grace of the one man Jesus Christ have abounded to the many."},{"ref":"Rom. 5:16","refLong":"Romans 5:16","text":"And it is not that as through one who sinned, so also the free gift is; for the judgment was out of one offense unto condemnation, but the gracious gift is out of many offenses unto justification."},{"ref":"Rom. 5:17","refLong":"Romans 5:17","text":"For if, by the offense of the one, death reigned through the one, much more those who receive the abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ."},{"ref":"Rom. 5:18","refLong":"Romans 5:18","text":"So then as it was through one offense unto condemnation to all men, so also it was through one righteous act unto justification of life to all men."},{"ref":"Rom. 5:19","refLong":"Romans 5:19","text":"For just as through the disobedience of one man the many were constituted sinners, so also through the obedience of the One the many will be constituted righteous."},{"ref":"Rom. 5:20","refLong":"Romans 5:20","text":"And the law entered in alongside that the offense might abound; but where sin abounded, grace has superabounded,"},{"ref":"Rom. 5:21","refLong":"Romans 5:21","text":"In order that just as sin reigned in death, so also grace might reign through righteousness unto eternal life through Jesus Christ our Lord."}]},{"ref":"Rom. 6","refLong":"Romans 6","numVerses":23,"verses":[{"ref":"Rom. 6:1","refLong":"Romans 6:1","text":"What then shall we say? Should we continue in sin that grace may abound?"},{"ref":"Rom. 6:2","refLong":"Romans 6:2","text":"Absolutely not! We who have died to sin, how shall we still live in it?"},{"ref":"Rom. 6:3","refLong":"Romans 6:3","text":"Or are you ignorant that all of us who have been baptized into Christ Jesus have been baptized into His death?"},{"ref":"Rom. 6:4","refLong":"Romans 6:4","text":"We have been buried therefore with Him through baptism into His death, in order that just as Christ was raised from the dead through the glory of the Father, so also we might walk in newness of life."},{"ref":"Rom. 6:5","refLong":"Romans 6:5","text":"For if we have grown together with Him in the likeness of His death, indeed we will also be in the likeness of His resurrection,"},{"ref":"Rom. 6:6","refLong":"Romans 6:6","text":"Knowing this, that our old man has been crucified with Him in order that the body of sin might be annulled, that we should no longer serve sin as slaves;"},{"ref":"Rom. 6:7","refLong":"Romans 6:7","text":"For he who has died is justified from sin."},{"ref":"Rom. 6:8","refLong":"Romans 6:8","text":"Now if we have died with Christ, we believe that we will also live with Him,"},{"ref":"Rom. 6:9","refLong":"Romans 6:9","text":"Knowing that Christ, having been raised from the dead, dies no more; death lords it over Him no more."},{"ref":"Rom. 6:10","refLong":"Romans 6:10","text":"For the death which He died, He died to sin once for all; but the life which He lives, He lives to God."},{"ref":"Rom. 6:11","refLong":"Romans 6:11","text":"So also you, reckon yourselves to be dead to sin, but living to God in Christ Jesus."},{"ref":"Rom. 6:12","refLong":"Romans 6:12","text":"Do not let sin therefore reign in your mortal body so that you obey the body’s lusts;"},{"ref":"Rom. 6:13","refLong":"Romans 6:13","text":"Neither present your members as weapons of unrighteousness to sin, but present yourselves to God as alive from the dead, and your members as weapons of righteousness to God."},{"ref":"Rom. 6:14","refLong":"Romans 6:14","text":"For sin will not lord it over you, for you are not under the law but under grace."},{"ref":"Rom. 6:15","refLong":"Romans 6:15","text":"What then? Should we sin, because we are not under the law but under grace? Absolutely not!"},{"ref":"Rom. 6:16","refLong":"Romans 6:16","text":"Do you not know that to whom you present yourselves as slaves for obedience, his slaves you are whom you obey, whether of sin unto death or of obedience unto righteousness?"},{"ref":"Rom. 6:17","refLong":"Romans 6:17","text":"But thanks be to God that though you were slaves of sin, you have obeyed from the heart the form of teaching into which you were delivered."},{"ref":"Rom. 6:18","refLong":"Romans 6:18","text":"And having been freed from sin, you were enslaved to righteousness."},{"ref":"Rom. 6:19","refLong":"Romans 6:19","text":"I speak in human terms because of the weakness of your flesh. For just as you presented your members as slaves to uncleanness and lawlessness unto lawlessness, so now present your members as slaves to righteousness unto sanctification."},{"ref":"Rom. 6:20","refLong":"Romans 6:20","text":"For when you were slaves of sin, you were free with regard to righteousness."},{"ref":"Rom. 6:21","refLong":"Romans 6:21","text":"What fruit then did you have at that time? Things of which you are now ashamed, for the end of those things is death."},{"ref":"Rom. 6:22","refLong":"Romans 6:22","text":"But now, having been freed from sin and enslaved to God, you have your fruit unto sanctification, and the end, eternal life."},{"ref":"Rom. 6:23","refLong":"Romans 6:23","text":"For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}]},{"ref":"Rom. 7","refLong":"Romans 7","numVerses":25,"verses":[{"ref":"Rom. 7:1","refLong":"Romans 7:1","text":"Or are you ignorant, brothers (for I speak to those who know the law), that the law lords it over the man as long as he lives?"},{"ref":"Rom. 7:2","refLong":"Romans 7:2","text":"For the married woman is bound by the law to her husband while he is living; but if the husband dies, she is discharged from the law regarding the husband."},{"ref":"Rom. 7:3","refLong":"Romans 7:3","text":"So then if, while the husband is living, she is joined to another man, she will be called an adulteress; but if the husband dies, she is free from the law, so that she is not an adulteress, though she is joined to another man."},{"ref":"Rom. 7:4","refLong":"Romans 7:4","text":"So then, my brothers, you also have been made dead to the law through the body of Christ so that you might be joined to another, to Him who has been raised from the dead, that we might bear fruit to God."},{"ref":"Rom. 7:5","refLong":"Romans 7:5","text":"For when we were in the flesh, the passions for sins, which acted through the law, operated in our members to bear fruit to death."},{"ref":"Rom. 7:6","refLong":"Romans 7:6","text":"But now we have been discharged from the law, having died to that in which we were held, so that we serve in newness of spirit and not in oldness of letter."},{"ref":"Rom. 7:7","refLong":"Romans 7:7","text":"What then shall we say? Is the law sin? Absolutely not! But I did not know sin except through the law; for neither did I know coveting, except the law had said, “You shall not covet.”"},{"ref":"Rom. 7:8","refLong":"Romans 7:8","text":"But sin, seizing the opportunity through the commandment, worked out in me coveting of every kind; for without the law sin is dead."},{"ref":"Rom. 7:9","refLong":"Romans 7:9","text":"And I was alive without the law once; but when the commandment came, sin revived and I died."},{"ref":"Rom. 7:10","refLong":"Romans 7:10","text":"And the commandment, which was unto life, this very commandment was found to me to be unto death."},{"ref":"Rom. 7:11","refLong":"Romans 7:11","text":"For sin, seizing the opportunity through the commandment, deceived me and through it killed me."},{"ref":"Rom. 7:12","refLong":"Romans 7:12","text":"So then the law is holy, and the commandment holy and righteous and good."},{"ref":"Rom. 7:13","refLong":"Romans 7:13","text":"Did then that which is good become death to me? Absolutely not! But sin did, that it might be shown to be sin by working out death in me through that which is good, that sin through the commandment might become exceedingly sinful."},{"ref":"Rom. 7:14","refLong":"Romans 7:14","text":"For we know that the law is spiritual; but I am fleshy, sold under sin."},{"ref":"Rom. 7:15","refLong":"Romans 7:15","text":"For what I work out, I do not acknowledge; for what I will, this I do not practice; but what I hate, this I do."},{"ref":"Rom. 7:16","refLong":"Romans 7:16","text":"But if what I do not will, this I do, I agree with the law that it is good."},{"ref":"Rom. 7:17","refLong":"Romans 7:17","text":"Now then it is no longer I that work it out but sin that dwells in me."},{"ref":"Rom. 7:18","refLong":"Romans 7:18","text":"For I know that in me, that is, in my flesh, nothing good dwells; for to will is present with me, but to work out the good is not."},{"ref":"Rom. 7:19","refLong":"Romans 7:19","text":"For I do not do the good which I will; but the evil which I do not will, this I practice."},{"ref":"Rom. 7:20","refLong":"Romans 7:20","text":"But if what I do not will, this I do, it is no longer I that work it out but sin that dwells in me."},{"ref":"Rom. 7:21","refLong":"Romans 7:21","text":"I find then the law with me who wills to do the good, that is, the evil is present with me."},{"ref":"Rom. 7:22","refLong":"Romans 7:22","text":"For I delight in the law of God according to the inner man,"},{"ref":"Rom. 7:23","refLong":"Romans 7:23","text":"But I see a different law in my members, warring against the law of my mind and making me a captive to the law of sin which is in my members."},{"ref":"Rom. 7:24","refLong":"Romans 7:24","text":"Wretched man that I am! Who will deliver me from the body of this death?"},{"ref":"Rom. 7:25","refLong":"Romans 7:25","text":"Thanks be to God, through Jesus Christ our Lord! So then with the mind I myself serve the law of God, but with the flesh, the law of sin."}]},{"ref":"Rom. 8","refLong":"Romans 8","numVerses":39,"verses":[{"ref":"Rom. 8:1","refLong":"Romans 8:1","text":"There is now then no condemnation to those who are in Christ Jesus."},{"ref":"Rom. 8:2","refLong":"Romans 8:2","text":"For the law of the Spirit of life has freed me in Christ Jesus from the law of sin and of death."},{"ref":"Rom. 8:3","refLong":"Romans 8:3","text":"For that which the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of the flesh of sin and concerning sin, condemned sin in the flesh,"},{"ref":"Rom. 8:4","refLong":"Romans 8:4","text":"That the righteous requirement of the law might be fulfilled in us, who do not walk according to the flesh but according to the spirit."},{"ref":"Rom. 8:5","refLong":"Romans 8:5","text":"For those who are according to the flesh mind the things of the flesh; but those who are according to the spirit, the things of the Spirit."},{"ref":"Rom. 8:6","refLong":"Romans 8:6","text":"For the mind set on the flesh is death, but the mind set on the spirit is life and peace."},{"ref":"Rom. 8:7","refLong":"Romans 8:7","text":"Because the mind set on the flesh is enmity against God; for it is not subject to the law of God, for neither can it be."},{"ref":"Rom. 8:8","refLong":"Romans 8:8","text":"And those who are in the flesh cannot please God."},{"ref":"Rom. 8:9","refLong":"Romans 8:9","text":"But you are not in the flesh, but in the spirit, if indeed the Spirit of God dwells in you. Yet if anyone does not have the Spirit of Christ, he is not of Him."},{"ref":"Rom. 8:10","refLong":"Romans 8:10","text":"But if Christ is in you, though the body is dead because of sin, the spirit is life because of righteousness."},{"ref":"Rom. 8:11","refLong":"Romans 8:11","text":"And if the Spirit of the One who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who indwells you."},{"ref":"Rom. 8:12","refLong":"Romans 8:12","text":"So then, brothers, we are debtors not to the flesh to live according to the flesh;"},{"ref":"Rom. 8:13","refLong":"Romans 8:13","text":"For if you live according to the flesh, you must die, but if by the Spirit you put to death the practices of the body, you will live."},{"ref":"Rom. 8:14","refLong":"Romans 8:14","text":"For as many as are led by the Spirit of God, these are sons of God."},{"ref":"Rom. 8:15","refLong":"Romans 8:15","text":"For you have not received a spirit of slavery bringing you into fear again, but you have received a spirit of sonship in which we cry, Abba, Father!"},{"ref":"Rom. 8:16","refLong":"Romans 8:16","text":"The Spirit Himself witnesses with our spirit that we are children of God."},{"ref":"Rom. 8:17","refLong":"Romans 8:17","text":"And if children, heirs also; on the one hand, heirs of God; on the other, joint heirs with Christ, if indeed we suffer with Him that we may also be glorified with Him."},{"ref":"Rom. 8:18","refLong":"Romans 8:18","text":"For I consider that the sufferings of this present time are not worthy to be compared with the coming glory to be revealed upon us."},{"ref":"Rom. 8:19","refLong":"Romans 8:19","text":"For the anxious watching of the creation eagerly awaits the revelation of the sons of God."},{"ref":"Rom. 8:20","refLong":"Romans 8:20","text":"For the creation was made subject to vanity, not of its own will, but because of Him who subjected it,"},{"ref":"Rom. 8:21","refLong":"Romans 8:21","text":"In hope that the creation itself will also be freed from the slavery of corruption into the freedom of the glory of the children of God."},{"ref":"Rom. 8:22","refLong":"Romans 8:22","text":"For we know that the whole creation groans together and travails in pain together until now."},{"ref":"Rom. 8:23","refLong":"Romans 8:23","text":"And not only so, but we ourselves also, who have the firstfruits of the Spirit, even we ourselves groan in ourselves, eagerly awaiting sonship, the redemption of our body."},{"ref":"Rom. 8:24","refLong":"Romans 8:24","text":"For we were saved in hope. But a hope that is seen is not hope, for who hopes for what he sees?"},{"ref":"Rom. 8:25","refLong":"Romans 8:25","text":"But if we hope for what we do not see, we eagerly await it through endurance."},{"ref":"Rom. 8:26","refLong":"Romans 8:26","text":"Moreover, in like manner the Spirit also joins in to help us in our weakness, for we do not know for what we should pray as is fitting, but the Spirit Himself intercedes for us with groanings which cannot be uttered."},{"ref":"Rom. 8:27","refLong":"Romans 8:27","text":"But He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to God."},{"ref":"Rom. 8:28","refLong":"Romans 8:28","text":"And we know that all things work together for good to those who love God, to those who are called according to His purpose."},{"ref":"Rom. 8:29","refLong":"Romans 8:29","text":"Because those whom He foreknew, He also predestinated to be conformed to the image of His Son, that He might be the Firstborn among many brothers;"},{"ref":"Rom. 8:30","refLong":"Romans 8:30","text":"And those whom He predestinated, these He also called; and those whom He called, these He also justified; and those whom He justified, these He also glorified."},{"ref":"Rom. 8:31","refLong":"Romans 8:31","text":"What then shall we say to these things? If God is for us, who can be against us?"},{"ref":"Rom. 8:32","refLong":"Romans 8:32","text":"Indeed, He who did not spare His own Son, but delivered Him up for us all, how shall He not also with Him freely give us all things?"},{"ref":"Rom. 8:33","refLong":"Romans 8:33","text":"Who shall bring a charge against God’s chosen ones? It is God who justifies."},{"ref":"Rom. 8:34","refLong":"Romans 8:34","text":"Who is he who condemns? It is Christ Jesus who died and, rather, who was raised, who is also at the right hand of God, who also intercedes for us."},{"ref":"Rom. 8:35","refLong":"Romans 8:35","text":"Who shall separate us from the love of Christ? Shall tribulation or anguish or persecution or famine or nakedness or peril or sword?"},{"ref":"Rom. 8:36","refLong":"Romans 8:36","text":"As it is written, “For Your sake we are being put to death all day long; we have been accounted as sheep for slaughter.”"},{"ref":"Rom. 8:37","refLong":"Romans 8:37","text":"But in all these things we more than conquer through Him who loved us."},{"ref":"Rom. 8:38","refLong":"Romans 8:38","text":"For I am persuaded that neither death nor life nor angels nor principalities nor things present nor things to come nor powers"},{"ref":"Rom. 8:39","refLong":"Romans 8:39","text":"Nor height nor depth nor any other creature will be able to separate us from the love of God, which is in Christ Jesus our Lord."}]},{"ref":"Rom. 9","refLong":"Romans 9","numVerses":33,"verses":[{"ref":"Rom. 9:1","refLong":"Romans 9:1","text":"I speak the truth in Christ, I do not lie, my conscience bearing witness with me in the Holy Spirit,"},{"ref":"Rom. 9:2","refLong":"Romans 9:2","text":"That I have great grief and unceasing pain in my heart."},{"ref":"Rom. 9:3","refLong":"Romans 9:3","text":"For I could wish that I myself were a curse, separated from Christ for my brothers, my kinsmen according to the flesh,"},{"ref":"Rom. 9:4","refLong":"Romans 9:4","text":"Who are Israelites, whose are the sonship and the glory and the covenants and the giving of the law and the service and the promises;"},{"ref":"Rom. 9:5","refLong":"Romans 9:5","text":"Whose are the fathers, and out of whom, as regards what is according to flesh, is the Christ, who is God over all, blessed forever. Amen."},{"ref":"Rom. 9:6","refLong":"Romans 9:6","text":"But it is not as though the word of God has fallen away, for not all who are out of Israel are Israel;"},{"ref":"Rom. 9:7","refLong":"Romans 9:7","text":"Neither is it that because they are the seed of Abraham, they are all children; but, “In Isaac shall your seed be called,”"},{"ref":"Rom. 9:8","refLong":"Romans 9:8","text":"That is, it is not the children of the flesh who are the children of God, but the children of the promise are accounted as the seed."},{"ref":"Rom. 9:9","refLong":"Romans 9:9","text":"For this is the word of promise, “At this time next year I will come, and Sarah shall have a son.”"},{"ref":"Rom. 9:10","refLong":"Romans 9:10","text":"And not only so, but Rebecca also, having conceived by one, Isaac our father,"},{"ref":"Rom. 9:11","refLong":"Romans 9:11","text":"Though the children had not yet been born nor had done anything good or bad (that the purpose of God according to selection might remain, not of works but of Him who calls),"},{"ref":"Rom. 9:12","refLong":"Romans 9:12","text":"It was said to her, “The greater shall serve the less”;"},{"ref":"Rom. 9:13","refLong":"Romans 9:13","text":"As it is written, “Jacob have I loved, but Esau have I hated.”"},{"ref":"Rom. 9:14","refLong":"Romans 9:14","text":"What then shall we say? Is there unrighteousness with God? Absolutely not!"},{"ref":"Rom. 9:15","refLong":"Romans 9:15","text":"For to Moses He says, “I will have mercy on whomever I will have mercy, and I will have compassion on whomever I will have compassion.”"},{"ref":"Rom. 9:16","refLong":"Romans 9:16","text":"So then it is not of him who wills, nor of him who runs, but of God who shows mercy."},{"ref":"Rom. 9:17","refLong":"Romans 9:17","text":"For the Scripture says to Pharaoh, “For this very thing I have raised you up, that I might show in you My power, and that My name might be proclaimed in all the earth.”"},{"ref":"Rom. 9:18","refLong":"Romans 9:18","text":"So then He has mercy on whom He wills, and He hardens whom He wills."},{"ref":"Rom. 9:19","refLong":"Romans 9:19","text":"You will say to me then, Why does He still find fault? For who withstands His will?"},{"ref":"Rom. 9:20","refLong":"Romans 9:20","text":"But rather, O man, who are you who answer back to God? Shall the thing molded say to him who molded it, Why did you make me thus?"},{"ref":"Rom. 9:21","refLong":"Romans 9:21","text":"Or does not the potter have authority over the clay to make out of the same lump one vessel unto honor and another unto dishonor?"},{"ref":"Rom. 9:22","refLong":"Romans 9:22","text":"And what if God, wishing to demonstrate His wrath and make His power known, endured with much long-suffering vessels of wrath fitted for destruction,"},{"ref":"Rom. 9:23","refLong":"Romans 9:23","text":"In order that He might make known the riches of His glory upon vessels of mercy, which He had before prepared unto glory,"},{"ref":"Rom. 9:24","refLong":"Romans 9:24","text":"Even us, whom He has also called, not only from among the Jews but also from among the Gentiles?"},{"ref":"Rom. 9:25","refLong":"Romans 9:25","text":"As He also says in Hosea, “I will call those who were not My people My people, and her who was not beloved beloved;"},{"ref":"Rom. 9:26","refLong":"Romans 9:26","text":"And it shall be that in the place where it was said to them, You are not My people, there shall they be called sons of the living God.”"},{"ref":"Rom. 9:27","refLong":"Romans 9:27","text":"And Isaiah cries concerning Israel, “Though the number of the sons of Israel be like the sand of the sea, it is the remnant that shall be saved;"},{"ref":"Rom. 9:28","refLong":"Romans 9:28","text":"For the Lord will execute His word upon the earth, accomplishing it and cutting it short.”"},{"ref":"Rom. 9:29","refLong":"Romans 9:29","text":"And as Isaiah has previously said, “Unless the Lord of hosts had left us a seed, we would have become like Sodom and been made like Gomorrah.”"},{"ref":"Rom. 9:30","refLong":"Romans 9:30","text":"What then shall we say? That the Gentiles who did not pursue righteousness have laid hold of righteousness, but a righteousness which is out of faith;"},{"ref":"Rom. 9:31","refLong":"Romans 9:31","text":"But Israel, pursuing a law of righteousness, did not attain to that law."},{"ref":"Rom. 9:32","refLong":"Romans 9:32","text":"Why? Because they pursued it not out of faith, but as it were out of works. They stumbled at the stone of stumbling,"},{"ref":"Rom. 9:33","refLong":"Romans 9:33","text":"As it is written, “Behold, I lay in Zion a stone of stumbling, a rock of offense, and he who believes on Him shall not be put to shame.”"}]},{"ref":"Rom. 10","refLong":"Romans 10","numVerses":21,"verses":[{"ref":"Rom. 10:1","refLong":"Romans 10:1","text":"Brothers, the good pleasure of my heart and my petition to God for them is for their salvation."},{"ref":"Rom. 10:2","refLong":"Romans 10:2","text":"For I bear them witness that they have a zeal for God, but not according to full knowledge;"},{"ref":"Rom. 10:3","refLong":"Romans 10:3","text":"For because they were ignorant of God’s righteousness and sought to establish their own righteousness, they were not subject to the righteousness of God."},{"ref":"Rom. 10:4","refLong":"Romans 10:4","text":"For Christ is the end of the law unto righteousness to everyone who believes."},{"ref":"Rom. 10:5","refLong":"Romans 10:5","text":"For Moses writes concerning the righteousness which is out of the law: “The man who does them shall live by them.”"},{"ref":"Rom. 10:6","refLong":"Romans 10:6","text":"But the righteousness which is out of faith speaks in this way, Do not say in your heart, “Who will ascend into heaven?” that is, to bring Christ down;"},{"ref":"Rom. 10:7","refLong":"Romans 10:7","text":"Or, “Who will descend into the abyss?” that is, to bring Christ up from the dead."},{"ref":"Rom. 10:8","refLong":"Romans 10:8","text":"But what does it say? “The word is near you, in your mouth and in your heart,” that is, the word of the faith which we proclaim,"},{"ref":"Rom. 10:9","refLong":"Romans 10:9","text":"That if you confess with your mouth Jesus as Lord and believe in your heart that God has raised Him from the dead, you will be saved;"},{"ref":"Rom. 10:10","refLong":"Romans 10:10","text":"For with the heart there is believing unto righteousness, and with the mouth there is confession unto salvation."},{"ref":"Rom. 10:11","refLong":"Romans 10:11","text":"For the Scripture says, “Everyone who believes on Him shall not be put to shame.”"},{"ref":"Rom. 10:12","refLong":"Romans 10:12","text":"For there is no distinction between Jew and Greek, for the same Lord is Lord of all and rich to all who call upon Him;"},{"ref":"Rom. 10:13","refLong":"Romans 10:13","text":"For “whoever calls upon the name of the Lord shall be saved.”"},{"ref":"Rom. 10:14","refLong":"Romans 10:14","text":"How then shall they call upon Him into whom they have not believed? And how shall they believe into Him of whom they have not heard? And how shall they hear without one who proclaims Him?"},{"ref":"Rom. 10:15","refLong":"Romans 10:15","text":"And how shall they proclaim Him unless they are sent? As it is written, “How beautiful are the feet of those who announce the news of good things!”"},{"ref":"Rom. 10:16","refLong":"Romans 10:16","text":"But not all have obeyed the gospel, for Isaiah says, “Lord, who has believed what he has heard from us?”"},{"ref":"Rom. 10:17","refLong":"Romans 10:17","text":"So faith comes out of hearing, and hearing through the word of Christ."},{"ref":"Rom. 10:18","refLong":"Romans 10:18","text":"But I say, Have they not heard? Yes surely: “Their voice has gone out into all the earth and their words to the ends of the inhabited earth.”"},{"ref":"Rom. 10:19","refLong":"Romans 10:19","text":"But I say, Did Israel not know this? First, Moses says, “I will provoke you to jealousy by them who are not a nation; by a nation without understanding I will anger you.”"},{"ref":"Rom. 10:20","refLong":"Romans 10:20","text":"And Isaiah is very bold and says, “I was found by those who did not seek Me; I became manifest to those who did not ask for Me.”"},{"ref":"Rom. 10:21","refLong":"Romans 10:21","text":"But with regard to Israel he says, “All the day long I have stretched out My hands to a people who disobey and contradict.”"}]},{"ref":"Rom. 11","refLong":"Romans 11","numVerses":36,"verses":[{"ref":"Rom. 11:1","refLong":"Romans 11:1","text":"I say then, Has God cast away His people? Absolutely not! For I also am an Israelite, out of the seed of Abraham, of the tribe of Benjamin."},{"ref":"Rom. 11:2","refLong":"Romans 11:2","text":"God has not cast away His people whom He foreknew. Or do you not know what the Scripture says in the passage concerning Elijah, how he pleads with God against Israel?"},{"ref":"Rom. 11:3","refLong":"Romans 11:3","text":"“Lord, they have killed Your prophets, they have torn down Your altars; and I am left alone, and they are seeking my life.”"},{"ref":"Rom. 11:4","refLong":"Romans 11:4","text":"But what does the divine answer say to him? “I have reserved for Myself seven thousand men who have not bowed the knee to Baal.”"},{"ref":"Rom. 11:5","refLong":"Romans 11:5","text":"In the same way then at the present time also there has come into being a remnant according to the selection of grace."},{"ref":"Rom. 11:6","refLong":"Romans 11:6","text":"But if by grace, it is no longer out of works; otherwise grace is no longer grace."},{"ref":"Rom. 11:7","refLong":"Romans 11:7","text":"What then? That which Israel is seeking after, this it has not obtained, but the chosen have obtained it, and the rest have been hardened;"},{"ref":"Rom. 11:8","refLong":"Romans 11:8","text":"As it is written, “God gave them a spirit of deep sleep, eyes to see not and ears to hear not, until this very day.”"},{"ref":"Rom. 11:9","refLong":"Romans 11:9","text":"And David says, “Let their table become a snare and a trap and a stumbling block and a retribution to them;"},{"ref":"Rom. 11:10","refLong":"Romans 11:10","text":"Let their eyes be darkened so that they cannot see; and bend their back continually.”"},{"ref":"Rom. 11:11","refLong":"Romans 11:11","text":"I say then, Have they stumbled so as to fall? Absolutely not! But by their misstep salvation has come to the Gentiles, to provoke them to jealousy."},{"ref":"Rom. 11:12","refLong":"Romans 11:12","text":"But if their misstep has become riches for the world, and their loss, riches for the Gentiles, how much more their fullness!"},{"ref":"Rom. 11:13","refLong":"Romans 11:13","text":"But I am speaking to you, the Gentiles. Inasmuch therefore as I am an apostle of the Gentiles, I glorify my ministry,"},{"ref":"Rom. 11:14","refLong":"Romans 11:14","text":"If perhaps I may provoke those of my flesh to jealousy and save some of them."},{"ref":"Rom. 11:15","refLong":"Romans 11:15","text":"For if their being cast aside is the reconciliation of the world, what will their being received back be, if not life from the dead?"},{"ref":"Rom. 11:16","refLong":"Romans 11:16","text":"Now if the dough offered as the firstfruits is holy, the lump is also; and if the root is holy, the branches are also."},{"ref":"Rom. 11:17","refLong":"Romans 11:17","text":"But if some of the branches were broken off, and you, being a wild olive tree, were grafted in among them and became a fellow partaker of the root of fatness of the olive tree,"},{"ref":"Rom. 11:18","refLong":"Romans 11:18","text":"Do not boast against the branches; but if you boast, remember that it is not you who bear the root, but the root you."},{"ref":"Rom. 11:19","refLong":"Romans 11:19","text":"You will say then, Branches were broken off so that I might be grafted in."},{"ref":"Rom. 11:20","refLong":"Romans 11:20","text":"Rightly said: they were broken off because of unbelief, and you stand by faith. Do not be high-minded, but fear;"},{"ref":"Rom. 11:21","refLong":"Romans 11:21","text":"For if God did not spare the natural branches, neither will He spare you."},{"ref":"Rom. 11:22","refLong":"Romans 11:22","text":"Behold then the kindness and severity of God: on those who fell, severity; but on you, the kindness of God, if you continue in His kindness; otherwise you also will be cut off."},{"ref":"Rom. 11:23","refLong":"Romans 11:23","text":"And they also, if they do not continue in unbelief, will be grafted in, for God is able to graft them in again."},{"ref":"Rom. 11:24","refLong":"Romans 11:24","text":"For if you were cut off from what is by nature a wild olive tree and were grafted contrary to nature into the cultivated olive tree, how much more will these who are the natural branches be grafted into their own olive tree!"},{"ref":"Rom. 11:25","refLong":"Romans 11:25","text":"For I do not want you, brothers, to be ignorant of this mystery (lest you be wise in yourselves), that hardness has come upon Israel in part, until the fullness of the Gentiles comes in;"},{"ref":"Rom. 11:26","refLong":"Romans 11:26","text":"And thus all Israel will be saved, as it is written, “The Deliverer will come out of Zion; He will turn away ungodliness from Jacob."},{"ref":"Rom. 11:27","refLong":"Romans 11:27","text":"And this is the covenant from Me with them, when I take away their sins.”"},{"ref":"Rom. 11:28","refLong":"Romans 11:28","text":"According to the gospel they are enemies for your sake, but according to the selection they are beloved for the fathers’ sake."},{"ref":"Rom. 11:29","refLong":"Romans 11:29","text":"For the gracious gifts and the calling of God are irrevocable."},{"ref":"Rom. 11:30","refLong":"Romans 11:30","text":"For just as you once disobeyed God, but now have been shown mercy because of their disobedience,"},{"ref":"Rom. 11:31","refLong":"Romans 11:31","text":"So these also now have disobeyed, so that because of the mercy shown to you they also now may be shown mercy."},{"ref":"Rom. 11:32","refLong":"Romans 11:32","text":"For God has shut up all in disobedience that He might show mercy to all."},{"ref":"Rom. 11:33","refLong":"Romans 11:33","text":"Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are His judgments and untraceable His ways!"},{"ref":"Rom. 11:34","refLong":"Romans 11:34","text":"For who has known the mind of the Lord, or who has become His counselor?"},{"ref":"Rom. 11:35","refLong":"Romans 11:35","text":"Or who has first given to Him, and it will be repaid to him?"},{"ref":"Rom. 11:36","refLong":"Romans 11:36","text":"Because out from Him and through Him and to Him are all things. To Him be the glory forever. Amen."}]},{"ref":"Rom. 12","refLong":"Romans 12","numVerses":21,"verses":[{"ref":"Rom. 12:1","refLong":"Romans 12:1","text":"I exhort you therefore, brothers, through the compassions of God to present your bodies a living sacrifice, holy, well pleasing to God, which is your reasonable service."},{"ref":"Rom. 12:2","refLong":"Romans 12:2","text":"And do not be fashioned according to this age, but be transformed by the renewing of the mind that you may prove what the will of God is, that which is good and well pleasing and perfect."},{"ref":"Rom. 12:3","refLong":"Romans 12:3","text":"For I say, through the grace given to me, to everyone who is among you, not to think more highly of himself than he ought to think, but to think so as to be sober-minded, as God has apportioned to each a measure of faith."},{"ref":"Rom. 12:4","refLong":"Romans 12:4","text":"For just as in one body we have many members, and all the members do not have the same function,"},{"ref":"Rom. 12:5","refLong":"Romans 12:5","text":"So we who are many are one Body in Christ, and individually members one of another."},{"ref":"Rom. 12:6","refLong":"Romans 12:6","text":"And having gifts that differ according to the grace given to us, whether prophecy, let us prophesy according to the proportion of faith;"},{"ref":"Rom. 12:7","refLong":"Romans 12:7","text":"Or service, let us be faithful in that service; or he who teaches, in that teaching;"},{"ref":"Rom. 12:8","refLong":"Romans 12:8","text":"Or he who exhorts, in that exhortation; he who gives, in simplicity; he who leads, in diligence; he who shows mercy, in cheerfulness."},{"ref":"Rom. 12:9","refLong":"Romans 12:9","text":"Let love be without hypocrisy. Abhor what is evil; cling to what is good."},{"ref":"Rom. 12:10","refLong":"Romans 12:10","text":"Love one another warmly in brotherly love; take the lead in showing honor one to another."},{"ref":"Rom. 12:11","refLong":"Romans 12:11","text":"Do not be slothful in zeal, but be burning in spirit, serving the Lord."},{"ref":"Rom. 12:12","refLong":"Romans 12:12","text":"Rejoice in hope; endure in tribulation; persevere in prayer."},{"ref":"Rom. 12:13","refLong":"Romans 12:13","text":"Contribute to the needs of the saints; pursue hospitality."},{"ref":"Rom. 12:14","refLong":"Romans 12:14","text":"Bless those who persecute you; bless and do not curse."},{"ref":"Rom. 12:15","refLong":"Romans 12:15","text":"Rejoice with those who rejoice; weep with those who weep."},{"ref":"Rom. 12:16","refLong":"Romans 12:16","text":"Be of the same mind toward one another, not setting your mind on the high things but going along with the lowly; do not be wise in yourselves."},{"ref":"Rom. 12:17","refLong":"Romans 12:17","text":"Repay no one evil for evil; take forethought for things honorable in the sight of all men."},{"ref":"Rom. 12:18","refLong":"Romans 12:18","text":"If possible, as far as it depends on you, live in peace with all men."},{"ref":"Rom. 12:19","refLong":"Romans 12:19","text":"Do not avenge yourselves, beloved, but give place to the wrath of God, for it is written, “Vengeance is Mine, I will repay, says the Lord.”"},{"ref":"Rom. 12:20","refLong":"Romans 12:20","text":"But “if your enemy is hungry, feed him; if he is thirsty, give him a drink; for in doing this you will heap coals of fire upon his head.”"},{"ref":"Rom. 12:21","refLong":"Romans 12:21","text":"Do not be conquered by evil, but conquer evil with good."}]},{"ref":"Rom. 13","refLong":"Romans 13","numVerses":14,"verses":[{"ref":"Rom. 13:1","refLong":"Romans 13:1","text":"Let every person be subject to the authorities over him, for there is no authority except from God, and those which exist are ordained by God."},{"ref":"Rom. 13:2","refLong":"Romans 13:2","text":"So then he who resists the authority opposes God’s ordination, and those who oppose will receive judgment to themselves."},{"ref":"Rom. 13:3","refLong":"Romans 13:3","text":"For the rulers are not a terror to the good work, but to the evil. Do you want to have no fear of the authority? Do what is good, and you will have praise from him;"},{"ref":"Rom. 13:4","refLong":"Romans 13:4","text":"For he is a servant of God to you for good. But if you do what is evil, fear; he does not bear the sword in vain; for he is a servant of God, an avenger for wrath to him who practices evil."},{"ref":"Rom. 13:5","refLong":"Romans 13:5","text":"Therefore it is necessary to be subject, not only because of wrath but also because of conscience."},{"ref":"Rom. 13:6","refLong":"Romans 13:6","text":"For because of this you also pay taxes; for they are God’s officers, attending constantly to this very thing."},{"ref":"Rom. 13:7","refLong":"Romans 13:7","text":"Render to all the things due: tax to whom tax is due, custom to whom custom is due, fear to whom fear is due, honor to whom honor is due."},{"ref":"Rom. 13:8","refLong":"Romans 13:8","text":"Owe nothing to anyone except to love one another; for he who loves the other has fulfilled the law."},{"ref":"Rom. 13:9","refLong":"Romans 13:9","text":"For, “You shall not commit adultery, you shall not murder, you shall not steal, you shall not covet,” and if there is any other commandment, it is summed up in this word, namely, “You shall love your neighbor as yourself.”"},{"ref":"Rom. 13:10","refLong":"Romans 13:10","text":"Love does not work evil to his neighbor; therefore love is the fulfillment of the law."},{"ref":"Rom. 13:11","refLong":"Romans 13:11","text":"And this, knowing the time, that it is already the hour for you to be raised from sleep; for now is our salvation nearer than when we believed."},{"ref":"Rom. 13:12","refLong":"Romans 13:12","text":"The night is far advanced, and the day has drawn near. Let us therefore cast off the works of darkness, and let us put on the weapons of light."},{"ref":"Rom. 13:13","refLong":"Romans 13:13","text":"Let us walk becomingly as in the day; not in reveling and drunkenness, not in fornication and licentiousness, not in strife and jealousy."},{"ref":"Rom. 13:14","refLong":"Romans 13:14","text":"But put on the Lord Jesus Christ, and make no provision for the flesh to fulfill its lusts."}]},{"ref":"Rom. 14","refLong":"Romans 14","numVerses":23,"verses":[{"ref":"Rom. 14:1","refLong":"Romans 14:1","text":"Now him who is weak in faith receive, but not for the purpose of passing judgment on his considerations."},{"ref":"Rom. 14:2","refLong":"Romans 14:2","text":"One believes that he may eat all things, but he who is weak eats vegetables."},{"ref":"Rom. 14:3","refLong":"Romans 14:3","text":"He who eats, let him not despise him who does not eat; and he who does not eat, let him not judge him who eats, for God has received him."},{"ref":"Rom. 14:4","refLong":"Romans 14:4","text":"Who are you who judge another’s household servant? To his own master he stands or falls; and he will be made to stand, for the Lord is able to make him stand."},{"ref":"Rom. 14:5","refLong":"Romans 14:5","text":"One judges one day above another; another judges every day alike. Let each be fully persuaded in his own mind."},{"ref":"Rom. 14:6","refLong":"Romans 14:6","text":"He who regards that day, regards it to the Lord; and he who eats, eats to the Lord, for he gives thanks to God; and he who does not eat, does not eat to the Lord, and he gives thanks to God."},{"ref":"Rom. 14:7","refLong":"Romans 14:7","text":"For none of us lives to himself, and none dies to himself;"},{"ref":"Rom. 14:8","refLong":"Romans 14:8","text":"For whether we live, we live to the Lord, and whether we die, we die to the Lord. Therefore whether we live or we die, we are the Lord’s."},{"ref":"Rom. 14:9","refLong":"Romans 14:9","text":"For Christ died and lived again for this, that He might be Lord both of the dead and of the living."},{"ref":"Rom. 14:10","refLong":"Romans 14:10","text":"But you, why do you judge your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God,"},{"ref":"Rom. 14:11","refLong":"Romans 14:11","text":"For it is written, “As I live, says the Lord, every knee shall bow to Me, and every tongue shall openly confess to God.”"},{"ref":"Rom. 14:12","refLong":"Romans 14:12","text":"So then each one of us will give an account concerning himself to God."},{"ref":"Rom. 14:13","refLong":"Romans 14:13","text":"Therefore let us judge one another no longer, but rather judge this: not to put a stumbling block or cause of falling before your brother."},{"ref":"Rom. 14:14","refLong":"Romans 14:14","text":"I know and am persuaded in the Lord Jesus that there is nothing unclean of itself, except to him who considers something to be unclean; to that man it is unclean."},{"ref":"Rom. 14:15","refLong":"Romans 14:15","text":"For if because of food your brother is wounded, you no longer walk according to love. Do not destroy by your food that man for whom Christ died."},{"ref":"Rom. 14:16","refLong":"Romans 14:16","text":"Therefore do not let your good be slandered;"},{"ref":"Rom. 14:17","refLong":"Romans 14:17","text":"For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."},{"ref":"Rom. 14:18","refLong":"Romans 14:18","text":"For he who serves Christ in this is well pleasing to God and approved by men."},{"ref":"Rom. 14:19","refLong":"Romans 14:19","text":"So then let us pursue the things of peace and the things for building up one another."},{"ref":"Rom. 14:20","refLong":"Romans 14:20","text":"Do not break down the work of God for the sake of food. All things indeed are clean, but it is evil for a man to eat while stumbling others."},{"ref":"Rom. 14:21","refLong":"Romans 14:21","text":"It is good not to eat meat nor drink wine nor to do anything by which your brother stumbles."},{"ref":"Rom. 14:22","refLong":"Romans 14:22","text":"The faith which you have, have to yourself before God. Blessed is he who does not judge himself in what he approves;"},{"ref":"Rom. 14:23","refLong":"Romans 14:23","text":"But he who doubts is condemned if he eats, because it is not out of faith; for all that is not out of faith is sin."}]},{"ref":"Rom. 15","refLong":"Romans 15","numVerses":33,"verses":[{"ref":"Rom. 15:1","refLong":"Romans 15:1","text":"But we who are strong ought to bear the weaknesses of those who are weak and not to please ourselves."},{"ref":"Rom. 15:2","refLong":"Romans 15:2","text":"Let each of us please his neighbor with a view to what is good for building up."},{"ref":"Rom. 15:3","refLong":"Romans 15:3","text":"For Christ also did not please Himself, but as it is written, “The reproaches of those who reproached You fell upon Me.”"},{"ref":"Rom. 15:4","refLong":"Romans 15:4","text":"For the things that were written previously were written for our instruction, in order that through endurance and through the encouragement of the Scriptures we might have hope."},{"ref":"Rom. 15:5","refLong":"Romans 15:5","text":"Now the God of endurance and encouragement grant you to be of the same mind toward one another according to Christ Jesus,"},{"ref":"Rom. 15:6","refLong":"Romans 15:6","text":"That with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ."},{"ref":"Rom. 15:7","refLong":"Romans 15:7","text":"Therefore receive one another, as Christ also received you to the glory of God."},{"ref":"Rom. 15:8","refLong":"Romans 15:8","text":"For I say that Christ has become a servant of the circumcision for the sake of God’s truthfulness, to confirm the promises given to the fathers,"},{"ref":"Rom. 15:9","refLong":"Romans 15:9","text":"And that the Gentiles should glorify God for His mercy, as it is written, “Therefore I will extol You among the Gentiles, and I will sing praise to Your name.”"},{"ref":"Rom. 15:10","refLong":"Romans 15:10","text":"And again he says, “Rejoice, Gentiles, with His people.”"},{"ref":"Rom. 15:11","refLong":"Romans 15:11","text":"And again, “Praise the Lord, all you Gentiles, and let all the peoples speak praise to Him.”"},{"ref":"Rom. 15:12","refLong":"Romans 15:12","text":"And again, Isaiah says, “There shall be the root of Jesse, even He who rises to rule the Gentiles; on Him will the Gentiles hope.”"},{"ref":"Rom. 15:13","refLong":"Romans 15:13","text":"Now the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit."},{"ref":"Rom. 15:14","refLong":"Romans 15:14","text":"But I myself also am persuaded concerning you, my brothers, that you yourselves also are full of goodness, filled with all knowledge, able also to admonish one another."},{"ref":"Rom. 15:15","refLong":"Romans 15:15","text":"But I have written the more boldly to you on some points so as to remind you of them again because of the grace given to me by God"},{"ref":"Rom. 15:16","refLong":"Romans 15:16","text":"That I might be a minister of Christ Jesus to the Gentiles, a laboring priest of the gospel of God, in order that the offering of the Gentiles might be acceptable, having been sanctified in the Holy Spirit."},{"ref":"Rom. 15:17","refLong":"Romans 15:17","text":"I have therefore my boasting in Christ Jesus in the things pertaining to God."},{"ref":"Rom. 15:18","refLong":"Romans 15:18","text":"For I will not dare to speak anything of the things which Christ has not accomplished through me for the obedience of the Gentiles, by word and by work,"},{"ref":"Rom. 15:19","refLong":"Romans 15:19","text":"In the power of signs and wonders, in the power of the Spirit of God; so that from Jerusalem and round about to Illyricum, I have fully preached the gospel of Christ,"},{"ref":"Rom. 15:20","refLong":"Romans 15:20","text":"But have done so aspiring to announce the gospel not where Christ has been named, so that I would not build upon another’s foundation;"},{"ref":"Rom. 15:21","refLong":"Romans 15:21","text":"But as it is written, “They will see, they to whom nothing concerning Him was announced; and those who have not heard will understand.”"},{"ref":"Rom. 15:22","refLong":"Romans 15:22","text":"For this reason also I have been hindered these many times from coming to you."},{"ref":"Rom. 15:23","refLong":"Romans 15:23","text":"But now I no longer have place in these regions and have had a desire since many years ago to come to you"},{"ref":"Rom. 15:24","refLong":"Romans 15:24","text":"Whenever I may go to Spain, for I hope to see you in passing and be sent forward there by you, if first I am filled, at least in part, by your company."},{"ref":"Rom. 15:25","refLong":"Romans 15:25","text":"But now I am going to Jerusalem, ministering to the saints."},{"ref":"Rom. 15:26","refLong":"Romans 15:26","text":"For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints in Jerusalem."},{"ref":"Rom. 15:27","refLong":"Romans 15:27","text":"For they were pleased to do it, and their debtors they are. For if the Gentiles have shared in their spiritual things, they ought also to do service to them in material things."},{"ref":"Rom. 15:28","refLong":"Romans 15:28","text":"When therefore I have finished this and have sealed to them this fruit, I will go on by way of you to Spain."},{"ref":"Rom. 15:29","refLong":"Romans 15:29","text":"And I know that when I come to you, I will come in the fullness of the blessing of Christ."},{"ref":"Rom. 15:30","refLong":"Romans 15:30","text":"Now I exhort you, brothers, through our Lord Jesus Christ and through the love of the Spirit, to strive together with me in your prayers to God on my behalf,"},{"ref":"Rom. 15:31","refLong":"Romans 15:31","text":"That I may be delivered from those who are disobedient in Judea, and that my service for Jerusalem may be acceptable to the saints,"},{"ref":"Rom. 15:32","refLong":"Romans 15:32","text":"So that coming to you in joy through the will of God, I may refresh myself and rest with you."},{"ref":"Rom. 15:33","refLong":"Romans 15:33","text":"Now the God of peace be with you all. Amen."}]},{"ref":"Rom. 16","refLong":"Romans 16","numVerses":27,"verses":[{"ref":"Rom. 16:1","refLong":"Romans 16:1","text":"I commend to you Phoebe our sister, who is a deaconess of the church which is in Cenchrea,"},{"ref":"Rom. 16:2","refLong":"Romans 16:2","text":"That you receive her in the Lord in a manner worthy of the saints and assist her in whatever matter she may have need of you; for she herself has also been the patroness of many, of myself as well."},{"ref":"Rom. 16:3","refLong":"Romans 16:3","text":"Greet Prisca and Aquila, my fellow workers in Christ Jesus,"},{"ref":"Rom. 16:4","refLong":"Romans 16:4","text":"Who risked their own necks for my life, to whom not only I give thanks, but also all the churches of the Gentiles;"},{"ref":"Rom. 16:5","refLong":"Romans 16:5","text":"And greet the church, which is in their house. Greet Epaenetus, my beloved, who is the firstfruits of Asia unto Christ."},{"ref":"Rom. 16:6","refLong":"Romans 16:6","text":"Greet Mary, one who has labored much for you."},{"ref":"Rom. 16:7","refLong":"Romans 16:7","text":"Greet Andronicus and Junia, my kinsmen and my fellow prisoners, who are of note among the apostles, who also were in Christ before me."},{"ref":"Rom. 16:8","refLong":"Romans 16:8","text":"Greet Ampliatus, my beloved in the Lord."},{"ref":"Rom. 16:9","refLong":"Romans 16:9","text":"Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved."},{"ref":"Rom. 16:10","refLong":"Romans 16:10","text":"Greet Apelles, approved in Christ. Greet those of the household of Aristobulus."},{"ref":"Rom. 16:11","refLong":"Romans 16:11","text":"Greet Herodion, my kinsman. Greet those of the household of Narcissus who are in the Lord."},{"ref":"Rom. 16:12","refLong":"Romans 16:12","text":"Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved sister, one who has labored much in the Lord."},{"ref":"Rom. 16:13","refLong":"Romans 16:13","text":"Greet Rufus, chosen in the Lord, and his mother as well as mine."},{"ref":"Rom. 16:14","refLong":"Romans 16:14","text":"Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers with them."},{"ref":"Rom. 16:15","refLong":"Romans 16:15","text":"Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints with them."},{"ref":"Rom. 16:16","refLong":"Romans 16:16","text":"Greet one another with a holy kiss. All the churches of Christ greet you."},{"ref":"Rom. 16:17","refLong":"Romans 16:17","text":"Now I exhort you, brothers, to mark those who make divisions and causes of stumbling contrary to the teaching which you have learned, and turn away from them."},{"ref":"Rom. 16:18","refLong":"Romans 16:18","text":"For such men do not serve our Lord Christ, but their own stomach, and through smooth words and flattering speech deceive the hearts of the simple."},{"ref":"Rom. 16:19","refLong":"Romans 16:19","text":"For the report of your obedience has reached to all; therefore I rejoice over you, but I want you to be wise as to what is good and guileless as to what is evil."},{"ref":"Rom. 16:20","refLong":"Romans 16:20","text":"Now the God of peace will crush Satan under your feet shortly. The grace of our Lord Jesus be with you."},{"ref":"Rom. 16:21","refLong":"Romans 16:21","text":"Timothy, my fellow worker, greets you, as well as Lucius and Jason and Sosipater, my kinsmen."},{"ref":"Rom. 16:22","refLong":"Romans 16:22","text":"I, Tertius, who write this epistle, greet you in the Lord."},{"ref":"Rom. 16:23","refLong":"Romans 16:23","text":"Gaius, my host and host of the whole church, greets you. Erastus, the city treasurer, greets you, and Quartus the brother."},{"ref":"Rom. 16:24","refLong":"Romans 16:24","text":"[Some ancient MSS add v., The grace of our Lord Jesus Christ be with you all. Amen.]"},{"ref":"Rom. 16:25","refLong":"Romans 16:25","text":"Now to Him who is able to establish you according to my gospel, that is, the proclamation of Jesus Christ, according to the revelation of the mystery, which has been kept in silence in the times of the ages"},{"ref":"Rom. 16:26","refLong":"Romans 16:26","text":"But has now been manifested, and through the prophetic writings, according to the command of the eternal God, has been made known to all the Gentiles for the obedience of faith;"},{"ref":"Rom. 16:27","refLong":"Romans 16:27","text":"To the only wise God through Jesus Christ, to Him be the glory forever and ever. Amen."}]}]}