{"ref":"Ruth","refLong":"Ruth","numChapters":4,"chapters":[{"ref":"Ruth 1","refLong":"Ruth 1","numVerses":22,"verses":[{"ref":"Ruth 1:1","refLong":"Ruth 1:1","text":"Now in the days when the judges ruled, there was a famine in the land. And a man from Bethlehem in Judah went down to dwell as a sojourner in the country of Moab, he and his wife and his two sons."},{"ref":"Ruth 1:2","refLong":"Ruth 1:2","text":"And the man’s name was Elimelech, and his wife’s name was Naomi, and the names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem in Judah. And they went to the country of Moab and remained there."},{"ref":"Ruth 1:3","refLong":"Ruth 1:3","text":"And Elimelech, Naomi’s husband, died; and she was left with her two sons."},{"ref":"Ruth 1:4","refLong":"Ruth 1:4","text":"And they took wives for themselves from among the Moabite women. One’s name was Orpah, and the second’s name was Ruth. And they dwelt there about ten years."},{"ref":"Ruth 1:5","refLong":"Ruth 1:5","text":"And both Mahlon and Chilion died, and the woman was left without her two children and her husband."},{"ref":"Ruth 1:6","refLong":"Ruth 1:6","text":"Then she rose up with her daughters-in-law in order to return from the country of Moab, for she had heard in the country of Moab that Jehovah had visited His people by giving them food."},{"ref":"Ruth 1:7","refLong":"Ruth 1:7","text":"So she went forth from the place where she had been, along with her two daughters-in-law; and they went on the way to return to the land of Judah."},{"ref":"Ruth 1:8","refLong":"Ruth 1:8","text":"And Naomi said to her two daughters-in-law, Go and return, each of you, to your mother’s house. May Jehovah deal kindly with you, just as you have dealt with the dead and with me."},{"ref":"Ruth 1:9","refLong":"Ruth 1:9","text":"May Jehovah grant you to find rest, each of you in the house of your husband. Then she kissed them, and they lifted up their voice and wept."},{"ref":"Ruth 1:10","refLong":"Ruth 1:10","text":"And they said to her, No, we will return with you to your people."},{"ref":"Ruth 1:11","refLong":"Ruth 1:11","text":"And Naomi said, Return, my daughters. Why should you go with me? Do I still have sons in my womb, that they may be your husbands?"},{"ref":"Ruth 1:12","refLong":"Ruth 1:12","text":"Return, my daughters, go; for I am too old to have a husband. If I said, I have hope; even if I had a husband tonight and even bore sons;"},{"ref":"Ruth 1:13","refLong":"Ruth 1:13","text":"Would you then wait until they were grown? Would you then refrain from having a husband? No, my daughters; it has been far more bitter for me than it should be for you, for the hand of Jehovah has gone forth against me."},{"ref":"Ruth 1:14","refLong":"Ruth 1:14","text":"And they lifted up their voice and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her."},{"ref":"Ruth 1:15","refLong":"Ruth 1:15","text":"And she said, Your sister-in-law has now returned to her people and to her gods; return with your sister-in-law."},{"ref":"Ruth 1:16","refLong":"Ruth 1:16","text":"But Ruth said, Do not entreat me to leave you and turn away from following after you. For wherever you go, I will go, and wherever you dwell, I will dwell; and your people will be my people, and your God will be my God."},{"ref":"Ruth 1:17","refLong":"Ruth 1:17","text":"Where you die, I will die; and there will I be buried. Jehovah do so to me, and more as well, if anything but death parts me from you."},{"ref":"Ruth 1:18","refLong":"Ruth 1:18","text":"And when Naomi saw that she was determined to go with her, she ceased speaking to her about it."},{"ref":"Ruth 1:19","refLong":"Ruth 1:19","text":"So the two of them traveled until they came to Bethlehem. And when they came to Bethlehem, all the city was stirred because of them; and the women said, Is this Naomi?"},{"ref":"Ruth 1:20","refLong":"Ruth 1:20","text":"And she said to them, Do not call me Naomi; call me Mara; for the All-sufficient One has dealt very bitterly with me."},{"ref":"Ruth 1:21","refLong":"Ruth 1:21","text":"I went out full, but Jehovah has brought me back empty. Why do you call me Naomi, when Jehovah has afflicted me and the All-sufficient One has dealt harshly with me?"},{"ref":"Ruth 1:22","refLong":"Ruth 1:22","text":"So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of the barley harvest."}]},{"ref":"Ruth 2","refLong":"Ruth 2","numVerses":23,"verses":[{"ref":"Ruth 2:1","refLong":"Ruth 2:1","text":"Now Naomi had a relative of her husband’s, a man of great wealth, from Elimelech’s family; and his name was Boaz."},{"ref":"Ruth 2:2","refLong":"Ruth 2:2","text":"And Ruth the Moabitess said to Naomi, Let me go to the field and glean among the ears of grain after him in whose sight I find favor. And she said to her, Go, my daughter."},{"ref":"Ruth 2:3","refLong":"Ruth 2:3","text":"So she went. And she came and gleaned in the field after the reapers; and she happened to glean in a portion of the field belonging to Boaz, who was from Elimelech’s family."},{"ref":"Ruth 2:4","refLong":"Ruth 2:4","text":"And just then Boaz came from Bethlehem and said to the reapers, Jehovah be with you. And they said to him, Jehovah bless you."},{"ref":"Ruth 2:5","refLong":"Ruth 2:5","text":"And Boaz said to his young man who was set over the reapers, Whose young woman is that?"},{"ref":"Ruth 2:6","refLong":"Ruth 2:6","text":"And the young man who was set over the reapers answered and said, She is the young Moabite woman who returned with Naomi from the country of Moab;"},{"ref":"Ruth 2:7","refLong":"Ruth 2:7","text":"And she said, Let me glean and gather after the reapers among the sheaves. So she has come and continued since morning until now, and she has sat in the house for only a little while."},{"ref":"Ruth 2:8","refLong":"Ruth 2:8","text":"And Boaz said to Ruth, Listen, my daughter. Do not go to glean in another field, and also do not pass from here but stay close to my young women."},{"ref":"Ruth 2:9","refLong":"Ruth 2:9","text":"Keep your eyes on the field that they reap; follow after them. I have charged my young men not to touch you. And when you are thirsty, you shall go to the vessels and drink of what the young men have drawn."},{"ref":"Ruth 2:10","refLong":"Ruth 2:10","text":"And she fell upon her face and bowed herself to the ground, and she said to him, Why have I found favor in your sight that you regard me, though I am a foreigner?"},{"ref":"Ruth 2:11","refLong":"Ruth 2:11","text":"And Boaz answered and said to her, All that you have done for your mother-in-law since the death of your husband has been fully told me, as well as how you left your father and mother and the land of your birth, and came to a people whom you did not know before."},{"ref":"Ruth 2:12","refLong":"Ruth 2:12","text":"May Jehovah recompense your work, and may you have a full reward from Jehovah the God of Israel, under whose wings you have come to take refuge."},{"ref":"Ruth 2:13","refLong":"Ruth 2:13","text":"And she said, Let me find favor in your sight, my lord; for you have comforted me and have spoken kindly to your servant girl, though I am not like even one of your servant girls."},{"ref":"Ruth 2:14","refLong":"Ruth 2:14","text":"And Boaz said to her at mealtime, Come here and eat some food; and dip your morsel in the vinegar. And she sat beside the reapers, and he extended some parched grain to her. And she ate and was satisfied, and she had some left."},{"ref":"Ruth 2:15","refLong":"Ruth 2:15","text":"And when she rose up to glean, Boaz charged his young men, saying, Let her glean even among the standing grain, and do not reproach her."},{"ref":"Ruth 2:16","refLong":"Ruth 2:16","text":"And also pull out some from the bundles for her, and leave it for her to glean; and do not rebuke her."},{"ref":"Ruth 2:17","refLong":"Ruth 2:17","text":"So she gleaned in the field until evening. And she beat out what she had gleaned, and it was about an ephah of barley."},{"ref":"Ruth 2:18","refLong":"Ruth 2:18","text":"And she took it up and went into the city. And her mother-in-law saw what she had gleaned. Ruth also brought out and gave to her what she had left after she had been earlier satisfied."},{"ref":"Ruth 2:19","refLong":"Ruth 2:19","text":"And her mother-in-law said to her, Where did you glean today, and where did you work? Blessed be he who paid such attention to you. And she told her mother-in-law whom she had worked with and said, The name of the man whom I worked with today is Boaz."},{"ref":"Ruth 2:20","refLong":"Ruth 2:20","text":"And Naomi said to her daughter-in-law, Blessed be he of Jehovah, whose lovingkindness has not failed for the living and for the dead. And Naomi said to her, The man is close to us; he is one of our kinsmen."},{"ref":"Ruth 2:21","refLong":"Ruth 2:21","text":"And Ruth the Moabitess said, He also said to me, You shall stay close by my young men who are with me until they have completed the whole harvest that I have."},{"ref":"Ruth 2:22","refLong":"Ruth 2:22","text":"And Naomi said to Ruth, her daughter-in-law, It is good, my daughter, that you go out with his young women, so that others do not meet you in any other field."},{"ref":"Ruth 2:23","refLong":"Ruth 2:23","text":"So she stayed close to Boaz’s young women and gleaned until the end of the barley harvest and the wheat harvest, and she dwelt with her mother-in-law."}]},{"ref":"Ruth 3","refLong":"Ruth 3","numVerses":18,"verses":[{"ref":"Ruth 3:1","refLong":"Ruth 3:1","text":"And Naomi, her mother-in-law, said to her, My daughter, I must seek some resting place for you, that it may go well with you."},{"ref":"Ruth 3:2","refLong":"Ruth 3:2","text":"And now is not Boaz our relative, with whose young women you have been? Behold, he is winnowing the barley tonight at the threshing floor."},{"ref":"Ruth 3:3","refLong":"Ruth 3:3","text":"Wash yourself therefore, and anoint yourself, and put on your best clothes; and go down to the threshing floor. But do not make yourself known to the man until he has finished eating and drinking."},{"ref":"Ruth 3:4","refLong":"Ruth 3:4","text":"And when he lies down, notice the place where he lies, and go and uncover his feet, and lie down. And he will tell you what you should do."},{"ref":"Ruth 3:5","refLong":"Ruth 3:5","text":"And she said to her, All that you say, I will do."},{"ref":"Ruth 3:6","refLong":"Ruth 3:6","text":"And she went down to the threshing floor and did according to all that her mother-in-law had charged her."},{"ref":"Ruth 3:7","refLong":"Ruth 3:7","text":"And Boaz ate and drank, and his heart was merry. And he went to lie down at the end of the heap of grain. And she came in secretly and uncovered his feet and lay down."},{"ref":"Ruth 3:8","refLong":"Ruth 3:8","text":"Then at midnight the man was startled; and he turned over, and a woman was there, lying at his feet."},{"ref":"Ruth 3:9","refLong":"Ruth 3:9","text":"And he said, Who are you? And she said, I am Ruth, your female servant. Spread your cloak over your female servant, for you are a kinsman."},{"ref":"Ruth 3:10","refLong":"Ruth 3:10","text":"And he said, Blessed be you of Jehovah, my daughter. You have shown your latter kindness to be better than your first by not going after the choice young men, whether poor or rich."},{"ref":"Ruth 3:11","refLong":"Ruth 3:11","text":"And now, my daughter, do not fear. All that you say, I will do for you; for all the assembly of my people know that you are a worthy woman."},{"ref":"Ruth 3:12","refLong":"Ruth 3:12","text":"And now it is true that I am a kinsman, yet there is a kinsman closer than I."},{"ref":"Ruth 3:13","refLong":"Ruth 3:13","text":"Stay for the night; and in the morning if he will do the kinsman’s duty, fine; let him do it. But if he is not willing to do the kinsman’s duty for you, I will do it for you, as Jehovah lives. Lie down until morning."},{"ref":"Ruth 3:14","refLong":"Ruth 3:14","text":"And she lay at his feet until morning, then rose up before one could recognize another; for he said, Do not let it be known that the woman came to the threshing floor."},{"ref":"Ruth 3:15","refLong":"Ruth 3:15","text":"And he said, Bring the cloak that is on you, and hold it open. And she held it open, and he measured out six measures of barley and laid it on her. And he went into the city."},{"ref":"Ruth 3:16","refLong":"Ruth 3:16","text":"And when she came to her mother-in-law, she said, How are you, my daughter? And she told her all that the man had done for her."},{"ref":"Ruth 3:17","refLong":"Ruth 3:17","text":"And she said, These six measures of barley he gave me, for he said, Do not go to your mother-in-law empty-handed."},{"ref":"Ruth 3:18","refLong":"Ruth 3:18","text":"And she said, Stay here, my daughter, until you know how the matter will fall; for the man will not rest until he has concluded the matter today."}]},{"ref":"Ruth 4","refLong":"Ruth 4","numVerses":22,"verses":[{"ref":"Ruth 4:1","refLong":"Ruth 4:1","text":"Then Boaz went up to the gate and sat there. And just then the kinsman of whom Boaz had spoken came by. And Boaz said, Turn aside and sit here, friend. And he turned aside and sat down."},{"ref":"Ruth 4:2","refLong":"Ruth 4:2","text":"And he took ten men from among the elders of the city and said, Sit here. And they sat down."},{"ref":"Ruth 4:3","refLong":"Ruth 4:3","text":"And he said to the kinsman, Naomi, who has returned from the country of Moab, has put up for sale the portion of the field that belonged to our brother Elimelech."},{"ref":"Ruth 4:4","refLong":"Ruth 4:4","text":"So I thought that I should disclose this to you and say, Buy it in the presence of those sitting here and in the presence of the elders of my people. If you can redeem it, redeem it; but if you cannot redeem it, tell me so that I will know; for there is no one to redeem it ahead of you, and I am after you. And he said, I will redeem it."},{"ref":"Ruth 4:5","refLong":"Ruth 4:5","text":"Then Boaz said, On the day you buy the field from Naomi’s hand, you must also acquire Ruth the Moabitess, the wife of the dead man, in order to raise up the dead man’s name upon his inheritance."},{"ref":"Ruth 4:6","refLong":"Ruth 4:6","text":"And the kinsman said, I cannot redeem it for myself, or else I will mar my own inheritance. You redeem for yourself what I should redeem, for I cannot redeem it."},{"ref":"Ruth 4:7","refLong":"Ruth 4:7","text":"Now such was the custom formerly in Israel concerning redeeming and exchanging that to establish any matter a man would draw off his sandal and give it to his neighbor; this was the way of attesting it in Israel."},{"ref":"Ruth 4:8","refLong":"Ruth 4:8","text":"So when the kinsman said to Boaz, Buy it for yourself, he drew off his sandal."},{"ref":"Ruth 4:9","refLong":"Ruth 4:9","text":"And Boaz said to the elders and all the people, You are witnesses today, that I buy from Naomi’s hand all that was Elimelech’s and all that was Chilion’s and Mahlon’s."},{"ref":"Ruth 4:10","refLong":"Ruth 4:10","text":"Furthermore Ruth the Moabitess, the wife of Mahlon, I acquire as my own wife so that I may raise up the dead man’s name upon his inheritance and the dead man’s name may not be cut off from among his brothers and from the gate of his place. You are witnesses today."},{"ref":"Ruth 4:11","refLong":"Ruth 4:11","text":"And all the people who were in the gate and the elders said, We are witnesses. May Jehovah make the woman who has come into your house like Rachel and like Leah, the two who built the house of Israel. And prosper in Ephrathah, and gain a name in Bethlehem."},{"ref":"Ruth 4:12","refLong":"Ruth 4:12","text":"And may your house be like the house of Perez, whom Tamar bore to Judah, through the seed that Jehovah gives you by this young woman."},{"ref":"Ruth 4:13","refLong":"Ruth 4:13","text":"So Boaz took Ruth, and she became his wife; and he went in unto her, and Jehovah made her conceive; and she bore a son."},{"ref":"Ruth 4:14","refLong":"Ruth 4:14","text":"And the women said to Naomi, Blessed be Jehovah, who has not left you today without a kinsman; and may his name be famous in Israel."},{"ref":"Ruth 4:15","refLong":"Ruth 4:15","text":"And he will be to you as a restorer of life and a sustainer in your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has borne him."},{"ref":"Ruth 4:16","refLong":"Ruth 4:16","text":"And Naomi took the child and laid him on her bosom, and she became his nurse."},{"ref":"Ruth 4:17","refLong":"Ruth 4:17","text":"And the women neighbors gave him a name, saying, A son has been born to Naomi; and they called his name Obed. He is the father of Jesse, the father of David."},{"ref":"Ruth 4:18","refLong":"Ruth 4:18","text":"Now these are the generations of Perez: Perez begot Hezron,"},{"ref":"Ruth 4:19","refLong":"Ruth 4:19","text":"And Hezron begot Ram, and Ram begot Amminadab,"},{"ref":"Ruth 4:20","refLong":"Ruth 4:20","text":"And Amminadab begot Nahshon, and Nahshon begot Salmon,"},{"ref":"Ruth 4:21","refLong":"Ruth 4:21","text":"And Salmon begot Boaz, and Boaz begot Obed,"},{"ref":"Ruth 4:22","refLong":"Ruth 4:22","text":"And Obed begot Jesse, and Jesse begot David."}]}]}