{"ref":"1 Chron.","refLong":"1 Chronicles","numChapters":29,"chapters":[{"ref":"1 Chron. 1","refLong":"1 Chronicles 1","numVerses":54,"verses":[{"ref":"1 Chron. 1:1","refLong":"1 Chronicles 1:1","text":"Adam, Seth, Enosh,"},{"ref":"1 Chron. 1:2","refLong":"1 Chronicles 1:2","text":"Kenan, Mahalalel, Jared,"},{"ref":"1 Chron. 1:3","refLong":"1 Chronicles 1:3","text":"Enoch, Methuselah, Lamech,"},{"ref":"1 Chron. 1:4","refLong":"1 Chronicles 1:4","text":"Noah, Shem, Ham, and Japheth."},{"ref":"1 Chron. 1:5","refLong":"1 Chronicles 1:5","text":"The sons of Japheth: Gomer and Magog and Madai and Javan and Tubal and Meshech and Tiras."},{"ref":"1 Chron. 1:6","refLong":"1 Chronicles 1:6","text":"And the sons of Gomer: Ashkenaz and Diphath and Togarmah."},{"ref":"1 Chron. 1:7","refLong":"1 Chronicles 1:7","text":"And the sons of Javan: Elishah and Tarshish, Kittim and Rodanim."},{"ref":"1 Chron. 1:8","refLong":"1 Chronicles 1:8","text":"The sons of Ham: Cush and Mizraim, Put and Canaan."},{"ref":"1 Chron. 1:9","refLong":"1 Chronicles 1:9","text":"And the sons of Cush: Seba and Havilah and Sabta and Raama and Sabtecha. And the sons of Raama: Sheba and Dedan."},{"ref":"1 Chron. 1:10","refLong":"1 Chronicles 1:10","text":"And Cush begot Nimrod: He began to be a mighty one on the earth."},{"ref":"1 Chron. 1:11","refLong":"1 Chronicles 1:11","text":"And Mizraim begot the Ludim and the Anamim and the Lehabim and the Naphtuhim"},{"ref":"1 Chron. 1:12","refLong":"1 Chronicles 1:12","text":"And the Pathrusim and the Casluhim, from which came the Philistines, and the Caphtorim."},{"ref":"1 Chron. 1:13","refLong":"1 Chronicles 1:13","text":"And Canaan begot Sidon his firstborn and Heth"},{"ref":"1 Chron. 1:14","refLong":"1 Chronicles 1:14","text":"And the Jebusites and the Amorites and the Girgashites"},{"ref":"1 Chron. 1:15","refLong":"1 Chronicles 1:15","text":"And the Hivites and the Arkites and the Sinites"},{"ref":"1 Chron. 1:16","refLong":"1 Chronicles 1:16","text":"And the Arvadites and the Zemarites and the Hamathites."},{"ref":"1 Chron. 1:17","refLong":"1 Chronicles 1:17","text":"The sons of Shem: Elam and Asshur and Arpachshad and Lud and Aram and Uz and Hul and Gether and Meshech."},{"ref":"1 Chron. 1:18","refLong":"1 Chronicles 1:18","text":"And Arpachshad begot Shelah, and Shelah begot Eber."},{"ref":"1 Chron. 1:19","refLong":"1 Chronicles 1:19","text":"And to Eber were born two sons: The name of the one was Peleg, for in his days the earth was divided; and his brother’s name was Joktan."},{"ref":"1 Chron. 1:20","refLong":"1 Chronicles 1:20","text":"And Joktan begot Almodad and Sheleph and Hazarmaveth and Jerah"},{"ref":"1 Chron. 1:21","refLong":"1 Chronicles 1:21","text":"And Hadoram and Uzal and Diklah"},{"ref":"1 Chron. 1:22","refLong":"1 Chronicles 1:22","text":"And Ebal and Abimael and Sheba"},{"ref":"1 Chron. 1:23","refLong":"1 Chronicles 1:23","text":"And Ophir and Havilah and Jobab; all these were the sons of Joktan."},{"ref":"1 Chron. 1:24","refLong":"1 Chronicles 1:24","text":"Shem, Arpachshad, Shelah,"},{"ref":"1 Chron. 1:25","refLong":"1 Chronicles 1:25","text":"Eber, Peleg, Reu,"},{"ref":"1 Chron. 1:26","refLong":"1 Chronicles 1:26","text":"Serug, Nahor, Terah,"},{"ref":"1 Chron. 1:27","refLong":"1 Chronicles 1:27","text":"Abram (the same is Abraham)."},{"ref":"1 Chron. 1:28","refLong":"1 Chronicles 1:28","text":"The sons of Abraham: Isaac and Ishmael."},{"ref":"1 Chron. 1:29","refLong":"1 Chronicles 1:29","text":"These are their generations: the firstborn of Ishmael, Nebaioth; then Kedar and Adbeel and Mibsam;"},{"ref":"1 Chron. 1:30","refLong":"1 Chronicles 1:30","text":"Mishma and Dumah; Massa, Hadad, and Tema;"},{"ref":"1 Chron. 1:31","refLong":"1 Chronicles 1:31","text":"Jetur, Naphish, and Kedemah; these were the sons of Ishmael."},{"ref":"1 Chron. 1:32","refLong":"1 Chronicles 1:32","text":"And the sons of Keturah, Abraham’s concubine: She bore Zimran and Jokshan and Medan and Midian and Ishbak and Shuah. And the sons of Jokshan: Sheba and Dedan."},{"ref":"1 Chron. 1:33","refLong":"1 Chronicles 1:33","text":"And the sons of Midian: Ephah and Epher and Hanoch and Abida and Eldaah. All these were the sons of Keturah."},{"ref":"1 Chron. 1:34","refLong":"1 Chronicles 1:34","text":"And Abraham begot Isaac. The sons of Isaac: Esau and Israel."},{"ref":"1 Chron. 1:35","refLong":"1 Chronicles 1:35","text":"The sons of Esau: Eliphaz, Reuel, and Jeush, and Jaalam and Korah."},{"ref":"1 Chron. 1:36","refLong":"1 Chronicles 1:36","text":"The sons of Eliphaz: Teman and Omar, Zephi and Gatam, Kenaz and Timna and Amalek."},{"ref":"1 Chron. 1:37","refLong":"1 Chronicles 1:37","text":"The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."},{"ref":"1 Chron. 1:38","refLong":"1 Chronicles 1:38","text":"And the sons of Seir: Lotan and Shobal and Zibeon and Anah and Dishon and Ezer and Dishan."},{"ref":"1 Chron. 1:39","refLong":"1 Chronicles 1:39","text":"And the sons of Lotan: Hori and Homam. And Lotan’s sister: Timna."},{"ref":"1 Chron. 1:40","refLong":"1 Chronicles 1:40","text":"The sons of Shobal: Alian and Manahath and Ebal, Shephi and Onam. And the sons of Zibeon: Aiah and Anah."},{"ref":"1 Chron. 1:41","refLong":"1 Chronicles 1:41","text":"The son of Anah: Dishon. And the sons of Dishon: Hamran and Eshban and Ithran and Cheran."},{"ref":"1 Chron. 1:42","refLong":"1 Chronicles 1:42","text":"The sons of Ezer: Bilhan and Zaavan, Jaakan. The sons of Dishan: Uz and Aran."},{"ref":"1 Chron. 1:43","refLong":"1 Chronicles 1:43","text":"And these are the kings who reigned in the land of Edom before a king of the children of Israel reigned: Bela the son of Beor; and the name of his city was Dinhabah."},{"ref":"1 Chron. 1:44","refLong":"1 Chronicles 1:44","text":"And Bela died, and Jobab the son of Zerah of Bozrah reigned in his place."},{"ref":"1 Chron. 1:45","refLong":"1 Chronicles 1:45","text":"And Jobab died, and Husham of the land of the Temanites reigned in his place."},{"ref":"1 Chron. 1:46","refLong":"1 Chronicles 1:46","text":"And Husham died; and Hadad the son of Bedad, who struck Midian in the field of Moab, reigned in his place; and the name of his city was Avith."},{"ref":"1 Chron. 1:47","refLong":"1 Chronicles 1:47","text":"And Hadad died, and Samlah of Masrekah reigned in his place."},{"ref":"1 Chron. 1:48","refLong":"1 Chronicles 1:48","text":"And Samlah died, and Shaul of Rehoboth by the River reigned in his place."},{"ref":"1 Chron. 1:49","refLong":"1 Chronicles 1:49","text":"And Shaul died, and Baal-hanan the son of Achbor reigned in his place."},{"ref":"1 Chron. 1:50","refLong":"1 Chronicles 1:50","text":"And Baal-hanan died, and Hadad reigned in his place. And the name of his city was Pai; and his wife’s name was Mehetabel the daughter of Matred, the daughter of Mezahab."},{"ref":"1 Chron. 1:51","refLong":"1 Chronicles 1:51","text":"And Hadad died. And the clans of Edom were: Clan Timna, Clan Aliah, Clan Jetheth,"},{"ref":"1 Chron. 1:52","refLong":"1 Chronicles 1:52","text":"Clan Oholibamah, Clan Elah, Clan Pinon,"},{"ref":"1 Chron. 1:53","refLong":"1 Chronicles 1:53","text":"Clan Kenaz, Clan Teman, Clan Mibzar,"},{"ref":"1 Chron. 1:54","refLong":"1 Chronicles 1:54","text":"Clan Magdiel, Clan Iram. These were the clans of Edom."}]},{"ref":"1 Chron. 2","refLong":"1 Chronicles 2","numVerses":55,"verses":[{"ref":"1 Chron. 2:1","refLong":"1 Chronicles 2:1","text":"These are the sons of Israel: Reuben, Simeon, Levi and Judah, Issachar and Zebulun,"},{"ref":"1 Chron. 2:2","refLong":"1 Chronicles 2:2","text":"Dan, Joseph and Benjamin, Naphtali, Gad and Asher."},{"ref":"1 Chron. 2:3","refLong":"1 Chronicles 2:3","text":"The sons of Judah: Er and Onan and Shelah, which three were born to him by Bath-shua the Canaanitess. And Er, Judah’s firstborn, was wicked in the sight of Jehovah; and He slew him."},{"ref":"1 Chron. 2:4","refLong":"1 Chronicles 2:4","text":"And Tamar his daughter-in-law bore him Perez and Zerah. The sons of Judah were five in all."},{"ref":"1 Chron. 2:5","refLong":"1 Chronicles 2:5","text":"The sons of Perez: Hezron and Hamul."},{"ref":"1 Chron. 2:6","refLong":"1 Chronicles 2:6","text":"And the sons of Zerah: Zimri and Ethan and Heman and Calcol and Dara; five of them in all."},{"ref":"1 Chron. 2:7","refLong":"1 Chronicles 2:7","text":"And the son of Carmi: Achar, the troubler of Israel, who transgressed by what was accursed."},{"ref":"1 Chron. 2:8","refLong":"1 Chronicles 2:8","text":"And the son of Ethan: Azariah."},{"ref":"1 Chron. 2:9","refLong":"1 Chronicles 2:9","text":"And the sons of Hezron, who were born to him: Jerahmeel and Ram and Chelubai."},{"ref":"1 Chron. 2:10","refLong":"1 Chronicles 2:10","text":"And Ram begot Amminadab, and Amminadab begot Nahshon, the prince of the children of Judah;"},{"ref":"1 Chron. 2:11","refLong":"1 Chronicles 2:11","text":"And Nahshon begot Salma, and Salma begot Boaz,"},{"ref":"1 Chron. 2:12","refLong":"1 Chronicles 2:12","text":"And Boaz begot Obed, and Obed begot Jesse;"},{"ref":"1 Chron. 2:13","refLong":"1 Chronicles 2:13","text":"And Jesse begot his firstborn Eliab, and Abinadab the second, and Shimea the third,"},{"ref":"1 Chron. 2:14","refLong":"1 Chronicles 2:14","text":"Nethanel the fourth, Raddai the fifth,"},{"ref":"1 Chron. 2:15","refLong":"1 Chronicles 2:15","text":"Ozem the sixth, David the seventh;"},{"ref":"1 Chron. 2:16","refLong":"1 Chronicles 2:16","text":"And their sisters were Zeruiah and Abigail. And the sons of Zeruiah: Abishai and Joab and Asahel, three."},{"ref":"1 Chron. 2:17","refLong":"1 Chronicles 2:17","text":"And Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite."},{"ref":"1 Chron. 2:18","refLong":"1 Chronicles 2:18","text":"And Caleb the son of Hezron had children by Azubah his wife, and by Jerioth; her sons are these: Jesher and Shobab and Ardon."},{"ref":"1 Chron. 2:19","refLong":"1 Chronicles 2:19","text":"And Azubah died; and Caleb took Ephrath to himself, and she bore him Hur."},{"ref":"1 Chron. 2:20","refLong":"1 Chronicles 2:20","text":"And Hur begot Uri, and Uri begot Bezalel."},{"ref":"1 Chron. 2:21","refLong":"1 Chronicles 2:21","text":"And afterward Hezron went to the daughter of Machir the father of Gilead and took her when he was sixty years old; and she bore him Segub."},{"ref":"1 Chron. 2:22","refLong":"1 Chronicles 2:22","text":"And Segub begot Jair, who had twenty-three cities in the land of Gilead."},{"ref":"1 Chron. 2:23","refLong":"1 Chronicles 2:23","text":"And Geshur and Aram took the villages of Jair from them, with Kenath and its villages, sixty cities. All these were sons of Machir the father of Gilead."},{"ref":"1 Chron. 2:24","refLong":"1 Chronicles 2:24","text":"And after the death of Hezron in Caleb-ephrathah, Abijah, Hezron’s wife, bore him Ashhur, the father of Tekoa."},{"ref":"1 Chron. 2:25","refLong":"1 Chronicles 2:25","text":"And the sons of Jerahmeel, the firstborn of Hezron, were: Ram the firstborn and Bunah and Oren and Ozem and Ahijah."},{"ref":"1 Chron. 2:26","refLong":"1 Chronicles 2:26","text":"And Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam."},{"ref":"1 Chron. 2:27","refLong":"1 Chronicles 2:27","text":"And the sons of Ram, the firstborn of Jerahmeel, were Maaz and Jamin and Eker."},{"ref":"1 Chron. 2:28","refLong":"1 Chronicles 2:28","text":"And the sons of Onam were Shammai and Jada. And the sons of Shammai: Nadab and Abishur."},{"ref":"1 Chron. 2:29","refLong":"1 Chronicles 2:29","text":"And the name of Abishur’s wife was Abihail, and she bore him Ahban and Molid."},{"ref":"1 Chron. 2:30","refLong":"1 Chronicles 2:30","text":"And the sons of Nadab: Seled and Appaim; and Seled died without sons."},{"ref":"1 Chron. 2:31","refLong":"1 Chronicles 2:31","text":"And the son of Appaim: Ishi; and the son of Ishi: Sheshan; and the son of Sheshan: Ahlai."},{"ref":"1 Chron. 2:32","refLong":"1 Chronicles 2:32","text":"And the sons of Jada, the brother of Shammai: Jether and Jonathan; and Jether died without sons."},{"ref":"1 Chron. 2:33","refLong":"1 Chronicles 2:33","text":"And the sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel."},{"ref":"1 Chron. 2:34","refLong":"1 Chronicles 2:34","text":"And Sheshan had no sons but daughters; and Sheshan had an Egyptian servant, whose name was Jarha."},{"ref":"1 Chron. 2:35","refLong":"1 Chronicles 2:35","text":"And Sheshan gave his daughter to Jarha his servant as his wife, and she bore him Attai."},{"ref":"1 Chron. 2:36","refLong":"1 Chronicles 2:36","text":"And Attai begot Nathan, and Nathan begot Zabad,"},{"ref":"1 Chron. 2:37","refLong":"1 Chronicles 2:37","text":"And Zabad begot Ephlal, and Ephlal begot Obed,"},{"ref":"1 Chron. 2:38","refLong":"1 Chronicles 2:38","text":"And Obed begot Jehu, and Jehu begot Azariah,"},{"ref":"1 Chron. 2:39","refLong":"1 Chronicles 2:39","text":"And Azariah begot Helez, and Helez begot Eleasah,"},{"ref":"1 Chron. 2:40","refLong":"1 Chronicles 2:40","text":"And Eleasah begot Sismai, and Sismai begot Shallum,"},{"ref":"1 Chron. 2:41","refLong":"1 Chronicles 2:41","text":"And Shallum begot Jekamiah, and Jekamiah begot Elishama."},{"ref":"1 Chron. 2:42","refLong":"1 Chronicles 2:42","text":"And the sons of Caleb, the brother of Jerahmeel, were Mesha his firstborn, who was the father of Ziph; and the sons of Mareshah the father of Hebron."},{"ref":"1 Chron. 2:43","refLong":"1 Chronicles 2:43","text":"And the sons of Hebron: Korah and Tappuah and Rekem and Shema."},{"ref":"1 Chron. 2:44","refLong":"1 Chronicles 2:44","text":"And Shema begot Raham, the father of Jorkeam. And Rekem begot Shammai;"},{"ref":"1 Chron. 2:45","refLong":"1 Chronicles 2:45","text":"And the son of Shammai was Maon; and Maon was the father of Beth-zur."},{"ref":"1 Chron. 2:46","refLong":"1 Chronicles 2:46","text":"And Ephah, Caleb’s concubine, bore Haran and Moza and Gazez; and Haran begot Gazez."},{"ref":"1 Chron. 2:47","refLong":"1 Chronicles 2:47","text":"And the sons of Jahdai: Regem and Jotham and Geshan and Pelet and Ephah and Shaaph."},{"ref":"1 Chron. 2:48","refLong":"1 Chronicles 2:48","text":"Maacah, Caleb’s concubine, bore Sheber and Tirhanah;"},{"ref":"1 Chron. 2:49","refLong":"1 Chronicles 2:49","text":"And she bore Shaaph the father of Madmannah, Sheva the father of Machbena and the father of Gibea. And the daughter of Caleb was Achsah."},{"ref":"1 Chron. 2:50","refLong":"1 Chronicles 2:50","text":"These are the sons of Caleb. The sons of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,"},{"ref":"1 Chron. 2:51","refLong":"1 Chronicles 2:51","text":"Salma the father of Bethlehem, Hareph the father of Beth-gader."},{"ref":"1 Chron. 2:52","refLong":"1 Chronicles 2:52","text":"And Shobal the father of Kiriath-jearim had sons: Haroeh and half of the Menuhoth."},{"ref":"1 Chron. 2:53","refLong":"1 Chronicles 2:53","text":"And the families of Kiriath-jearim were the Ithrites and the Puthites and the Shumathites and the Mishraites; from them came the Zorathites and the Eshtaolites."},{"ref":"1 Chron. 2:54","refLong":"1 Chronicles 2:54","text":"The sons of Salma: Bethlehem and the Netophathites, Atroth-beth-joab and half the Manahathites, the Zorites."},{"ref":"1 Chron. 2:55","refLong":"1 Chronicles 2:55","text":"And the families of the scribes who dwelt at Jabez: the Tirathites, the Shimeathites, the Suchathites. These are the Kenites that came from Hammath, the father of the house of Rechab."}]},{"ref":"1 Chron. 3","refLong":"1 Chronicles 3","numVerses":24,"verses":[{"ref":"1 Chron. 3:1","refLong":"1 Chronicles 3:1","text":"And these are the sons of David, who were born to him in Hebron: the firstborn Amnon, by Ahinoam the Jezreelitess; the second, Daniel, by Abigail the Carmelitess;"},{"ref":"1 Chron. 3:2","refLong":"1 Chronicles 3:2","text":"The third, Absalom the son of Maacah, the daughter of Talmai the king of Geshur; the fourth, Adonijah the son of Haggith;"},{"ref":"1 Chron. 3:3","refLong":"1 Chronicles 3:3","text":"The fifth, Shephatiah by Abital; the sixth, Ithream, by Eglah his wife."},{"ref":"1 Chron. 3:4","refLong":"1 Chronicles 3:4","text":"Six were born to him in Hebron. And he reigned there seven years and six months; and he reigned in Jerusalem thirty-three years."},{"ref":"1 Chron. 3:5","refLong":"1 Chronicles 3:5","text":"And these were born to him in Jerusalem: Shimea and Shobab and Nathan and Solomon: four, by Bath-shua the daughter of Ammiel;"},{"ref":"1 Chron. 3:6","refLong":"1 Chronicles 3:6","text":"And Ibhar and Elishama and Eliphelet"},{"ref":"1 Chron. 3:7","refLong":"1 Chronicles 3:7","text":"And Nogah and Nepheg and Japhia"},{"ref":"1 Chron. 3:8","refLong":"1 Chronicles 3:8","text":"And Elishama and Eliada and Eliphelet, nine."},{"ref":"1 Chron. 3:9","refLong":"1 Chronicles 3:9","text":"All were sons of David, besides the sons of the concubines; and Tamar was their sister."},{"ref":"1 Chron. 3:10","refLong":"1 Chronicles 3:10","text":"And Solomon’s son was Rehoboam; Abijah his son, Asa his son, Jehoshaphat his son,"},{"ref":"1 Chron. 3:11","refLong":"1 Chronicles 3:11","text":"Joram his son, Ahaziah his son, Joash his son,"},{"ref":"1 Chron. 3:12","refLong":"1 Chronicles 3:12","text":"Amaziah his son, Azariah his son, Jotham his son,"},{"ref":"1 Chron. 3:13","refLong":"1 Chronicles 3:13","text":"Ahaz his son, Hezekiah his son, Manasseh his son,"},{"ref":"1 Chron. 3:14","refLong":"1 Chronicles 3:14","text":"Amon his son, Josiah his son."},{"ref":"1 Chron. 3:15","refLong":"1 Chronicles 3:15","text":"And the sons of Josiah: the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum."},{"ref":"1 Chron. 3:16","refLong":"1 Chronicles 3:16","text":"And the son of Jehoiakim: Jeconiah his son; Zedekiah his son."},{"ref":"1 Chron. 3:17","refLong":"1 Chronicles 3:17","text":"And the sons of Jeconiah, the captive: Shealtiel his son,"},{"ref":"1 Chron. 3:18","refLong":"1 Chronicles 3:18","text":"And Malchiram and Pedaiah, and Shenazzar, Jecamiah, Hoshama, and Neda-biah."},{"ref":"1 Chron. 3:19","refLong":"1 Chronicles 3:19","text":"And the sons of Pedaiah were Zerubbabel and Shimei. And the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith their sister;"},{"ref":"1 Chron. 3:20","refLong":"1 Chronicles 3:20","text":"And Hashubah and Ohel and Berechiah and Hasadiah and Jushab-hesed, five."},{"ref":"1 Chron. 3:21","refLong":"1 Chronicles 3:21","text":"And the sons of Hananiah: Pelatiah and Isaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."},{"ref":"1 Chron. 3:22","refLong":"1 Chronicles 3:22","text":"And the sons of Shecaniah: Shemaiah; and the sons of Shemaiah: Hattush and Igal and Bariah and Neariah and Shaphat, six."},{"ref":"1 Chron. 3:23","refLong":"1 Chronicles 3:23","text":"And the sons of Neariah: Elioenai and Hezekiah and Azrikam, three."},{"ref":"1 Chron. 3:24","refLong":"1 Chronicles 3:24","text":"And the sons of Elioenai: Hodaviah and Eliashib and Pelaiah and Akkub and Johanan and Delaiah and Anani, seven."}]},{"ref":"1 Chron. 4","refLong":"1 Chronicles 4","numVerses":43,"verses":[{"ref":"1 Chron. 4:1","refLong":"1 Chronicles 4:1","text":"The sons of Judah: Perez, Hezron, and Carmi, and Hur and Shobal."},{"ref":"1 Chron. 4:2","refLong":"1 Chronicles 4:2","text":"And Reaiah the son of Shobal begot Jahath; and Jahath begot Ahumai and Lahad. These are the families of the Zorathites."},{"ref":"1 Chron. 4:3","refLong":"1 Chronicles 4:3","text":"And these were the sons of the father of Etam: Jezreel and Ishma and Idbash; and the name of their sister was Hazzelelponi;"},{"ref":"1 Chron. 4:4","refLong":"1 Chronicles 4:4","text":"And Penuel the father of Gedor and Ezer the father of Hushah; these were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem."},{"ref":"1 Chron. 4:5","refLong":"1 Chronicles 4:5","text":"And Ashhur the father of Tekoa had two wives, Helah and Naarah."},{"ref":"1 Chron. 4:6","refLong":"1 Chronicles 4:6","text":"And Naarah bore him Ahuzzam and Hepher and Temeni and Haahashtari; these were the sons of Naarah."},{"ref":"1 Chron. 4:7","refLong":"1 Chronicles 4:7","text":"And the sons of Helah: Zereth, Izhar, and Ethnan."},{"ref":"1 Chron. 4:8","refLong":"1 Chronicles 4:8","text":"And Koz begot Anub and Zobebah and the families of Aharhel the son of Harum."},{"ref":"1 Chron. 4:9","refLong":"1 Chronicles 4:9","text":"And Jabez was held in more honor than his brothers; and his mother called his name Jabez, saying, Because I bore him with pain."},{"ref":"1 Chron. 4:10","refLong":"1 Chronicles 4:10","text":"And Jabez called on the God of Israel saying, Oh that You would richly bless me and enlarge my border, and that Your hand would be with me, and that You would so keep me from evil that it would not grieve me! And God caused what he had requested to come to pass."},{"ref":"1 Chron. 4:11","refLong":"1 Chronicles 4:11","text":"And Chelub the brother of Shuah begot Mehir, who was the father of Eshton."},{"ref":"1 Chron. 4:12","refLong":"1 Chronicles 4:12","text":"And Eshton begot Bethrapha and Paseah and Tehinnah the father of Ir-nahash; these were the men of Recah."},{"ref":"1 Chron. 4:13","refLong":"1 Chronicles 4:13","text":"And the sons of Kenaz: Othniel and Seraiah; and the son of Othniel: Hathath."},{"ref":"1 Chron. 4:14","refLong":"1 Chronicles 4:14","text":"And Meonothai begot Ophrah; and Seraiah begot Joab the father of Geharashim, for they were craftsmen."},{"ref":"1 Chron. 4:15","refLong":"1 Chronicles 4:15","text":"And the sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the son of Elah: Kenaz."},{"ref":"1 Chron. 4:16","refLong":"1 Chronicles 4:16","text":"And the sons of Jehallelel: Ziph and Ziphah, Tiria and Asareel."},{"ref":"1 Chron. 4:17","refLong":"1 Chronicles 4:17","text":"And the sons of Ezrah: Jether and Mered and Epher and Jalon; and Bithiah conceived and bore to Mered Miriam and Shammai and Ishbah the father of Eshtemoa."},{"ref":"1 Chron. 4:18","refLong":"1 Chronicles 4:18","text":"(But his Judahite wife bore Jered the father of Gedor and Heber the father of Soco and Jekuthiel the father of Zanoah.) And these are the sons of Bithiah the daughter of Pharaoh, whom Mered took."},{"ref":"1 Chron. 4:19","refLong":"1 Chronicles 4:19","text":"And the sons of the wife of Hodiah, the sister of Naham: the father of Keilah the Garmite and Eshtemoa the Maacathite."},{"ref":"1 Chron. 4:20","refLong":"1 Chronicles 4:20","text":"And the sons of Shimon: Amnon and Rinnah, Ben-hanan and Tilon. And the sons of Ishi: Zoheth and Ben-zoheth."},{"ref":"1 Chron. 4:21","refLong":"1 Chronicles 4:21","text":"The sons of Shelah the son of Judah: Er the father of Lecah and Laadah the father of Mareshah and the families of the house of those who worked with fine linen at Beth-ashbea"},{"ref":"1 Chron. 4:22","refLong":"1 Chronicles 4:22","text":"And Jokim and the men of Cozeba and Joash and Saraph, who ruled over Moab, and Jashubi-lehem. (But the records are ancient.)"},{"ref":"1 Chron. 4:23","refLong":"1 Chronicles 4:23","text":"These were the potters and the inhabitants of Netaim and Gedarah; they dwelt there with the king for his work."},{"ref":"1 Chron. 4:24","refLong":"1 Chronicles 4:24","text":"The sons of Simeon: Nemuel and Jamin, Jarib, Zerah, Shaul;"},{"ref":"1 Chron. 4:25","refLong":"1 Chronicles 4:25","text":"Shallum his son, Mibsam his son, Mishma his son."},{"ref":"1 Chron. 4:26","refLong":"1 Chronicles 4:26","text":"And the sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son;"},{"ref":"1 Chron. 4:27","refLong":"1 Chronicles 4:27","text":"And Shimei had sixteen sons and six daughters, but his brothers did not have many sons; neither did all their family multiply like the sons of Judah."},{"ref":"1 Chron. 4:28","refLong":"1 Chronicles 4:28","text":"And they dwelt at Beer-sheba and Moladah and Hazar-shual,"},{"ref":"1 Chron. 4:29","refLong":"1 Chronicles 4:29","text":"And at Bilhah and at Ezem and at Tolad"},{"ref":"1 Chron. 4:30","refLong":"1 Chronicles 4:30","text":"And at Bethuel and at Hormah and at Ziklag"},{"ref":"1 Chron. 4:31","refLong":"1 Chronicles 4:31","text":"And at Beth-marcaboth and at Hazar-susim and at Beth-biri and at Shaaraim. These were their cities until the reign of David."},{"ref":"1 Chron. 4:32","refLong":"1 Chronicles 4:32","text":"And their villages were Etam and Ain, Rimmon and Tochen and Ashan, five cities;"},{"ref":"1 Chron. 4:33","refLong":"1 Chronicles 4:33","text":"As well as all their villages which were around these cities, as far as Baal. These were their dwelling places and their genealogical enrollment."},{"ref":"1 Chron. 4:34","refLong":"1 Chronicles 4:34","text":"And Meshobab and Jamlech and Joshah the son of Amaziah"},{"ref":"1 Chron. 4:35","refLong":"1 Chronicles 4:35","text":"And Joel and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,"},{"ref":"1 Chron. 4:36","refLong":"1 Chronicles 4:36","text":"And Elioenai and Jaakobah and Jeshohaiah and Asaiah and Adiel and Jesimiel and Benaiah"},{"ref":"1 Chron. 4:37","refLong":"1 Chronicles 4:37","text":"And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah —"},{"ref":"1 Chron. 4:38","refLong":"1 Chronicles 4:38","text":"These mentioned by name were leaders in their families; and their fathers’ houses increased greatly."},{"ref":"1 Chron. 4:39","refLong":"1 Chronicles 4:39","text":"And they went to the entrance of Gedor, as far as the east side of the valley, to seek pasture for their flocks."},{"ref":"1 Chron. 4:40","refLong":"1 Chronicles 4:40","text":"And they found rich and good pasture and a spacious and quiet and peaceful land, for they who had formerly dwelt there were of Ham."},{"ref":"1 Chron. 4:41","refLong":"1 Chronicles 4:41","text":"And these written by name came in the days of Hezekiah the king of Judah, and struck their tents and the Meunim who were found there, and destroyed them utterly, as they are to this day; and they have dwelt in place of them; for there was pasture there for their flocks."},{"ref":"1 Chron. 4:42","refLong":"1 Chronicles 4:42","text":"And some of them from among the sons of Simeon, five hundred men, went to Mount Seir, having at their head Pelatiah and Neariah and Rephaiah and Uzziel, the sons of Ishi;"},{"ref":"1 Chron. 4:43","refLong":"1 Chronicles 4:43","text":"And they struck down the rest of the Amalekites who had escaped; and they have dwelt there to this day."}]},{"ref":"1 Chron. 5","refLong":"1 Chronicles 5","numVerses":26,"verses":[{"ref":"1 Chron. 5:1","refLong":"1 Chronicles 5:1","text":"And the sons of Reuben the firstborn of Israel (for he was the firstborn; but because he defiled his father’s bed, his birthright was given to the sons of Joseph the son of Israel; but he was not to be enrolled in the genealogy according to the birthright,"},{"ref":"1 Chron. 5:2","refLong":"1 Chronicles 5:2","text":"For Judah prevailed among his brothers, and from him was the leader, but the birthright was Joseph’s) —"},{"ref":"1 Chron. 5:3","refLong":"1 Chronicles 5:3","text":"The sons of Reuben the firstborn of Israel: Hanoch and Pallu, Hezron and Carmi."},{"ref":"1 Chron. 5:4","refLong":"1 Chronicles 5:4","text":"The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,"},{"ref":"1 Chron. 5:5","refLong":"1 Chronicles 5:5","text":"Micah his son, Reaiah his son, Baal his son,"},{"ref":"1 Chron. 5:6","refLong":"1 Chronicles 5:6","text":"Beerah his son, whom Tilgath-pilneser the king of Assyria carried away captive; he was the leader of the Reubenites."},{"ref":"1 Chron. 5:7","refLong":"1 Chronicles 5:7","text":"And his brothers by their families, in the genealogical enrollment of their generations, were: Jeiel the chief and Zechariah"},{"ref":"1 Chron. 5:8","refLong":"1 Chronicles 5:8","text":"And Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, as far as Nebo and Baal-meon;"},{"ref":"1 Chron. 5:9","refLong":"1 Chronicles 5:9","text":"And he dwelt on the east as far as the entrance to the wilderness from the river Euphrates; for their cattle were multiplied in the land of Gilead."},{"ref":"1 Chron. 5:10","refLong":"1 Chronicles 5:10","text":"And in the days of Saul they waged war with the Hagarites, who fell by their hand; and they dwelt in their tents throughout the east side of Gilead."},{"ref":"1 Chron. 5:11","refLong":"1 Chronicles 5:11","text":"And the children of Gad dwelt opposite them in the land of Bashan as far as Salecah."},{"ref":"1 Chron. 5:12","refLong":"1 Chronicles 5:12","text":"Joel was the head and Shapham the next, then Jaanai, and Shaphat in Bashan."},{"ref":"1 Chron. 5:13","refLong":"1 Chronicles 5:13","text":"And their brothers according to their fathers’ houses were Michael and Meshullam and Sheba and Jorai and Jacan and Zia and Eber, seven."},{"ref":"1 Chron. 5:14","refLong":"1 Chronicles 5:14","text":"These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz:"},{"ref":"1 Chron. 5:15","refLong":"1 Chronicles 5:15","text":"Ahi the son of Abdiel, the son of Guni, was the head of their fathers’ house."},{"ref":"1 Chron. 5:16","refLong":"1 Chronicles 5:16","text":"And they dwelt in Gilead in Bashan and in its towns and in all the pasture lands of Sharon as far as their limits."},{"ref":"1 Chron. 5:17","refLong":"1 Chronicles 5:17","text":"All these were enrolled in genealogies in the days of Jotham the king of Judah and in the days of Jeroboam the king of Israel."},{"ref":"1 Chron. 5:18","refLong":"1 Chronicles 5:18","text":"The children of Reuben and the Gadites and half the tribe of Manasseh were among the valiant men, men who carried shield and sword, and drew the bow and were skillful in war — forty-four thousand seven hundred sixty ready for war."},{"ref":"1 Chron. 5:19","refLong":"1 Chronicles 5:19","text":"And they waged war with the Hagarites and Jetur and Naphish and Nodab;"},{"ref":"1 Chron. 5:20","refLong":"1 Chronicles 5:20","text":"And they were helped against them, and the Hagarites were delivered into their hand, as well as all who were with them; for they cried out to God in the battle, and He was entreated for them because they trusted in Him."},{"ref":"1 Chron. 5:21","refLong":"1 Chronicles 5:21","text":"And they took their livestock: their fifty thousand camels, and two hundred fifty thousand sheep, and two thousand donkeys, as well as one hundred thousand people."},{"ref":"1 Chron. 5:22","refLong":"1 Chronicles 5:22","text":"For many fell down slain, for the war was of God. And they dwelt in their place until the captivity."},{"ref":"1 Chron. 5:23","refLong":"1 Chronicles 5:23","text":"And the children of the half-tribe of Manasseh dwelt in the land, from Bashan as far as Baal-hermon and Senir and Mount Hermon; they were many."},{"ref":"1 Chron. 5:24","refLong":"1 Chronicles 5:24","text":"And these were the heads of their fathers’ houses: Epher and Ishi and Eliel and Azriel and Jeremiah and Hodaviah and Jahdiel, mighty men of valor, famous men, heads of their fathers’ houses."},{"ref":"1 Chron. 5:25","refLong":"1 Chronicles 5:25","text":"But they trespassed against the God of their fathers, and went as harlots after the gods of the peoples of the land, whom God had destroyed before them."},{"ref":"1 Chron. 5:26","refLong":"1 Chronicles 5:26","text":"And the God of Israel stirred up the spirit of Pul the king of Assyria and the spirit of Tilgath-pilneser the king of Assyria; and He carried them away, the Reubenites and the Gadites and the half-tribe of Manasseh, and brought them to Halah and Habor and Hara and to the river Gozan, where they are to this day."}]},{"ref":"1 Chron. 6","refLong":"1 Chronicles 6","numVerses":81,"verses":[{"ref":"1 Chron. 6:1","refLong":"1 Chronicles 6:1","text":"The sons of Levi: Gershon, Kohath, and Merari."},{"ref":"1 Chron. 6:2","refLong":"1 Chronicles 6:2","text":"And the sons of Kohath: Amram and Izhar and Hebron and Uzziel."},{"ref":"1 Chron. 6:3","refLong":"1 Chronicles 6:3","text":"And the children of Amram: Aaron and Moses and Miriam. And the sons of Aaron: Nadab and Abihu, Eleazar and Ithamar."},{"ref":"1 Chron. 6:4","refLong":"1 Chronicles 6:4","text":"Eleazar begot Phinehas; Phinehas begot Abishua,"},{"ref":"1 Chron. 6:5","refLong":"1 Chronicles 6:5","text":"And Abishua begot Bukki, and Bukki begot Uzzi,"},{"ref":"1 Chron. 6:6","refLong":"1 Chronicles 6:6","text":"And Uzzi begot Zerahiah, and Zerahiah begot Meraioth;"},{"ref":"1 Chron. 6:7","refLong":"1 Chronicles 6:7","text":"Meraioth begot Amariah, and Amariah begot Ahitub,"},{"ref":"1 Chron. 6:8","refLong":"1 Chronicles 6:8","text":"And Ahitub begot Zadok, and Zadok begot Ahimaaz,"},{"ref":"1 Chron. 6:9","refLong":"1 Chronicles 6:9","text":"And Ahimaaz begot Azariah, and Azariah begot Johanan,"},{"ref":"1 Chron. 6:10","refLong":"1 Chronicles 6:10","text":"And Johanan begot Azariah (it was he who served as priest in the house that Solomon built in Jerusalem);"},{"ref":"1 Chron. 6:11","refLong":"1 Chronicles 6:11","text":"And Azariah begot Amariah, and Amariah begot Ahitub,"},{"ref":"1 Chron. 6:12","refLong":"1 Chronicles 6:12","text":"And Ahitub begot Zadok, and Zadok begot Shallum,"},{"ref":"1 Chron. 6:13","refLong":"1 Chronicles 6:13","text":"And Shallum begot Hilkiah, and Hilkiah begot Azariah,"},{"ref":"1 Chron. 6:14","refLong":"1 Chronicles 6:14","text":"And Azariah begot Seraiah, and Seraiah begot Jehozadak,"},{"ref":"1 Chron. 6:15","refLong":"1 Chronicles 6:15","text":"And Jehozadak went into captivity when Jehovah carried away Judah and Jerusalem by the hand of Nebuchadnezzar."},{"ref":"1 Chron. 6:16","refLong":"1 Chronicles 6:16","text":"The sons of Levi: Gershom, Kohath, and Merari."},{"ref":"1 Chron. 6:17","refLong":"1 Chronicles 6:17","text":"And these are the names of the sons of Gershom: Libni and Shimei."},{"ref":"1 Chron. 6:18","refLong":"1 Chronicles 6:18","text":"And the sons of Kohath: Amram and Izhar and Hebron and Uzziel."},{"ref":"1 Chron. 6:19","refLong":"1 Chronicles 6:19","text":"The sons of Merari: Mahli and Mushi. And these are the families of Levi according to their fathers:"},{"ref":"1 Chron. 6:20","refLong":"1 Chronicles 6:20","text":"Of Gershom: Libni his son, Jahath his son, Zimmah his son,"},{"ref":"1 Chron. 6:21","refLong":"1 Chronicles 6:21","text":"Joah his son, Iddo his son, Zerah his son, Jeatherai his son."},{"ref":"1 Chron. 6:22","refLong":"1 Chronicles 6:22","text":"The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"},{"ref":"1 Chron. 6:23","refLong":"1 Chronicles 6:23","text":"Elkanah his son, and Ebiasaph his son, and Assir his son,"},{"ref":"1 Chron. 6:24","refLong":"1 Chronicles 6:24","text":"Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."},{"ref":"1 Chron. 6:25","refLong":"1 Chronicles 6:25","text":"And the sons of Elkanah: Amasai and Ahimoth."},{"ref":"1 Chron. 6:26","refLong":"1 Chronicles 6:26","text":"As for Elkanah, the sons of Elkanah: Zophai his son, and Nahath his son,"},{"ref":"1 Chron. 6:27","refLong":"1 Chronicles 6:27","text":"Eliab his son, Jeroham his son, Elkanah his son."},{"ref":"1 Chron. 6:28","refLong":"1 Chronicles 6:28","text":"And the sons of Samuel: the firstborn Joel and Abijah."},{"ref":"1 Chron. 6:29","refLong":"1 Chronicles 6:29","text":"The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,"},{"ref":"1 Chron. 6:30","refLong":"1 Chronicles 6:30","text":"Shimea his son, Haggiah his son, Asaiah his son."},{"ref":"1 Chron. 6:31","refLong":"1 Chronicles 6:31","text":"And these are they whom David set over the service of song in the house of Jehovah after the Ark was at rest."},{"ref":"1 Chron. 6:32","refLong":"1 Chronicles 6:32","text":"And they ministered before the tabernacle of the Tent of Meeting with singing until Solomon built the house of Jehovah in Jerusalem; and they attended to their service according to their order."},{"ref":"1 Chron. 6:33","refLong":"1 Chronicles 6:33","text":"And these are they who attended and their sons: Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel,"},{"ref":"1 Chron. 6:34","refLong":"1 Chronicles 6:34","text":"The son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"},{"ref":"1 Chron. 6:35","refLong":"1 Chronicles 6:35","text":"The son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"},{"ref":"1 Chron. 6:36","refLong":"1 Chronicles 6:36","text":"The son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"},{"ref":"1 Chron. 6:37","refLong":"1 Chronicles 6:37","text":"The son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"},{"ref":"1 Chron. 6:38","refLong":"1 Chronicles 6:38","text":"The son of Izhar, the son of Kohath, the son of Levi, the son of Israel;"},{"ref":"1 Chron. 6:39","refLong":"1 Chronicles 6:39","text":"And his brother Asaph, who stood at his right hand: Asaph, the son of Berechiah, the son of Shimea,"},{"ref":"1 Chron. 6:40","refLong":"1 Chronicles 6:40","text":"The son of Michael, the son of Baaseiah, the son of Malchijah,"},{"ref":"1 Chron. 6:41","refLong":"1 Chronicles 6:41","text":"The son of Ethni, the son of Zerah, the son of Adaiah,"},{"ref":"1 Chron. 6:42","refLong":"1 Chronicles 6:42","text":"The son of Ethan, the son of Zimmah, the son of Shimei,"},{"ref":"1 Chron. 6:43","refLong":"1 Chronicles 6:43","text":"The son of Jahath, the son of Gershom, the son of Levi."},{"ref":"1 Chron. 6:44","refLong":"1 Chronicles 6:44","text":"And their brothers the sons of Merari were on the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"},{"ref":"1 Chron. 6:45","refLong":"1 Chronicles 6:45","text":"The son of Hashabiah, the son of Amaziah, the son of Hilkiah,"},{"ref":"1 Chron. 6:46","refLong":"1 Chronicles 6:46","text":"The son of Amzi, the son of Bani, the son of Shemer,"},{"ref":"1 Chron. 6:47","refLong":"1 Chronicles 6:47","text":"The son of Mahli, the son of Mushi, the son of Merari, the son of Levi."},{"ref":"1 Chron. 6:48","refLong":"1 Chronicles 6:48","text":"And their brothers the Levites were given to all the service of the tabernacle of the house of God."},{"ref":"1 Chron. 6:49","refLong":"1 Chronicles 6:49","text":"And Aaron and his sons made offerings upon the altar of burnt offering and upon the altar of incense for all the work of the Holy of Holies and in order to make expiation for Israel, according to all that Moses the servant of God had commanded."},{"ref":"1 Chron. 6:50","refLong":"1 Chronicles 6:50","text":"And these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"},{"ref":"1 Chron. 6:51","refLong":"1 Chronicles 6:51","text":"Bukki his son, Uzzi his son, Zerahiah his son,"},{"ref":"1 Chron. 6:52","refLong":"1 Chronicles 6:52","text":"Meraioth his son, Amariah his son, Ahitub his son,"},{"ref":"1 Chron. 6:53","refLong":"1 Chronicles 6:53","text":"Zadok his son, Ahimaaz his son."},{"ref":"1 Chron. 6:54","refLong":"1 Chronicles 6:54","text":"And these are their dwelling places according to their encampments, within their borders. To the sons of Aaron, to the family of the Kohathites (for to them did the lot come):"},{"ref":"1 Chron. 6:55","refLong":"1 Chronicles 6:55","text":"And they gave them Hebron in the land of Judah and its pasture lands surrounding it;"},{"ref":"1 Chron. 6:56","refLong":"1 Chronicles 6:56","text":"But the fields of the city and its villages they gave to Caleb the son of Jephunneh."},{"ref":"1 Chron. 6:57","refLong":"1 Chronicles 6:57","text":"And to the children of Aaron they gave the city of refuge, Hebron; and Libnah and its pasture lands, and Jattir, and Eshtemoa and its pasture lands,"},{"ref":"1 Chron. 6:58","refLong":"1 Chronicles 6:58","text":"And Hilen and its pasture lands, Debir and its pasture lands,"},{"ref":"1 Chron. 6:59","refLong":"1 Chronicles 6:59","text":"And Ashan and its pasture lands, and Beth-shemesh and its pasture lands;"},{"ref":"1 Chron. 6:60","refLong":"1 Chronicles 6:60","text":"And out of the tribe of Benjamin: Geba and its pasture lands, and Alemeth and its pasture lands, and Anathoth and its pasture lands. All their cities were thirteen cities, according to their families."},{"ref":"1 Chron. 6:61","refLong":"1 Chronicles 6:61","text":"And to the rest of the children of Kohath were given by lot out of the family of the tribe, out of the half-tribe, half of Manasseh, ten cities."},{"ref":"1 Chron. 6:62","refLong":"1 Chronicles 6:62","text":"And to the children of Gershom, according to their families, out of the tribe of Issachar and out of the tribe of Asher and out of the tribe of Naphtali and out of the tribe of Manasseh in Bashan, thirteen cities."},{"ref":"1 Chron. 6:63","refLong":"1 Chronicles 6:63","text":"To the children of Merari were given by lot, according to their families, out of the tribe of Reuben and out of the tribe of Gad and out of the tribe of Zebulun, twelve cities."},{"ref":"1 Chron. 6:64","refLong":"1 Chronicles 6:64","text":"And the children of Israel gave the cities and their pasture lands to the Levites."},{"ref":"1 Chron. 6:65","refLong":"1 Chronicles 6:65","text":"And they gave by lot those cities which were mentioned by name out of the tribe of the children of Judah and out of the tribe of the children of Simeon and out of the tribe of the children of Benjamin."},{"ref":"1 Chron. 6:66","refLong":"1 Chronicles 6:66","text":"And some of the families of the children of Kohath had cities of their territory from the tribe of Ephraim."},{"ref":"1 Chron. 6:67","refLong":"1 Chronicles 6:67","text":"And they gave them the city of refuge Shechem and its pasture lands in the hill country of Ephraim, and Gezer and its pasture lands,"},{"ref":"1 Chron. 6:68","refLong":"1 Chronicles 6:68","text":"And Jokmeam and its pasture lands, and Beth-horon and its pasture lands,"},{"ref":"1 Chron. 6:69","refLong":"1 Chronicles 6:69","text":"And Aijalon and its pasture lands, and Gath-rimmon and its pasture lands;"},{"ref":"1 Chron. 6:70","refLong":"1 Chronicles 6:70","text":"And out of the half-tribe of Manasseh: Aner and its pasture lands, and Bileam and its pasture lands, for the rest of the families of the children of Kohath."},{"ref":"1 Chron. 6:71","refLong":"1 Chronicles 6:71","text":"To the children of Gershom were given out of the family of the half-tribe of Manasseh: Golan in Bashan and its pasture lands, and Ashtaroth and its pasture lands;"},{"ref":"1 Chron. 6:72","refLong":"1 Chronicles 6:72","text":"And out of the tribe of Issachar: Kedesh and its pasture lands, Daberath and its pasture lands,"},{"ref":"1 Chron. 6:73","refLong":"1 Chronicles 6:73","text":"And Ramoth and its pasture lands, and Anem and its pasture lands;"},{"ref":"1 Chron. 6:74","refLong":"1 Chronicles 6:74","text":"And out of the tribe of Asher: Mashal and its pasture lands, and Abdon and its pasture lands,"},{"ref":"1 Chron. 6:75","refLong":"1 Chronicles 6:75","text":"And Hukok and its pasture lands, and Rehob and its pasture lands;"},{"ref":"1 Chron. 6:76","refLong":"1 Chronicles 6:76","text":"And out of the tribe of Naphtali: Kedesh in Galilee and its pasture lands, and Hammon and its pasture lands, and Kiriathaim and its pasture lands."},{"ref":"1 Chron. 6:77","refLong":"1 Chronicles 6:77","text":"To the rest of the children of Merari were given out of the tribe of Zebulun: Rimmono and its pasture lands, and Tabor and its pasture lands;"},{"ref":"1 Chron. 6:78","refLong":"1 Chronicles 6:78","text":"And on the other side of the Jordan by Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness and its pasture lands, and Jahzah and its pasture lands,"},{"ref":"1 Chron. 6:79","refLong":"1 Chronicles 6:79","text":"And Kedemoth and its pasture lands, and Mephaath and its pasture lands;"},{"ref":"1 Chron. 6:80","refLong":"1 Chronicles 6:80","text":"And out of the tribe of Gad: Ramoth in Gilead and its pasture lands, and Mahanaim and its pasture lands,"},{"ref":"1 Chron. 6:81","refLong":"1 Chronicles 6:81","text":"And Heshbon and its pasture lands, and Jazer and its pasture lands."}]},{"ref":"1 Chron. 7","refLong":"1 Chronicles 7","numVerses":40,"verses":[{"ref":"1 Chron. 7:1","refLong":"1 Chronicles 7:1","text":"And the sons of Issachar were Tola and Puah, Jashub and Shimron, four."},{"ref":"1 Chron. 7:2","refLong":"1 Chronicles 7:2","text":"And the sons of Tola: Uzzi and Rephaiah and Jeriel and Jahmai and Ibsam and Shemuel, the heads of their fathers’ houses. The sons of Tola were mighty men of valor in their generations; their number in the days of David was twenty-two thousand six hundred."},{"ref":"1 Chron. 7:3","refLong":"1 Chronicles 7:3","text":"And the sons of Uzzi: Izrahiah; and the sons of Izrahiah: Michael and Obadiah and Joel and Isshiah; all five of them were chief men."},{"ref":"1 Chron. 7:4","refLong":"1 Chronicles 7:4","text":"And with them by their generations, according to their fathers’ houses, were bands for war, thirty-six thousand; for they had many wives and sons."},{"ref":"1 Chron. 7:5","refLong":"1 Chronicles 7:5","text":"And their brothers among all the families of Issachar were valiant men of valor, enrolled by genealogy, in all eighty-seven thousand."},{"ref":"1 Chron. 7:6","refLong":"1 Chronicles 7:6","text":"The sons of Benjamin: Bela and Becher and Jediael, three."},{"ref":"1 Chron. 7:7","refLong":"1 Chronicles 7:7","text":"And the sons of Bela: Ezbon and Uzzi and Uzziel and Jerimoth and Iri, five; they were the heads of fathers’ houses, mighty men of valor, and were enrolled by genealogy, twenty-two thousand thirty-four."},{"ref":"1 Chron. 7:8","refLong":"1 Chronicles 7:8","text":"And the sons of Becher: Zemirah and Joash and Eliezer and Elioenai and Omri and Jeremoth and Abijah and Anathoth and Alemeth; all these were the sons of Becher."},{"ref":"1 Chron. 7:9","refLong":"1 Chronicles 7:9","text":"And they were enrolled by genealogy by their generations, the heads of their fathers’ houses, mighty men of valor, twenty thousand two hundred."},{"ref":"1 Chron. 7:10","refLong":"1 Chronicles 7:10","text":"And the son of Jediael: Bilhan; and the sons of Bilhan: Jeush and Benjamin and Ehud and Chenaanah and Zethan and Tarshish and Ahishahar."},{"ref":"1 Chron. 7:11","refLong":"1 Chronicles 7:11","text":"All these were the sons of Jediael, according to the heads of their fathers’ houses, mighty men of valor, seventeen thousand two hundred, ready for the service of war."},{"ref":"1 Chron. 7:12","refLong":"1 Chronicles 7:12","text":"And Shuppim and Huppim, the children of Ir; Hushim, the son of Aher."},{"ref":"1 Chron. 7:13","refLong":"1 Chronicles 7:13","text":"The sons of Naphtali: Jahziel and Guni and Jezer and Shallum, the sons of Bilhah."},{"ref":"1 Chron. 7:14","refLong":"1 Chronicles 7:14","text":"The sons of Manasseh: Asriel, whom his Syrian concubine bore; she bore Machir the father of Gilead."},{"ref":"1 Chron. 7:15","refLong":"1 Chronicles 7:15","text":"And Machir took a wife, the sister of Huppim and Shuppim; and the name of their sister was Maacah. And the name of the second son was Zelophehad, and Zelophehad had daughters."},{"ref":"1 Chron. 7:16","refLong":"1 Chronicles 7:16","text":"And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem."},{"ref":"1 Chron. 7:17","refLong":"1 Chronicles 7:17","text":"And the son of Ulam: Bedan. These were the sons of Gilead, the son of Machir, the son of Manasseh."},{"ref":"1 Chron. 7:18","refLong":"1 Chronicles 7:18","text":"And his sister Hammolecheth bore Ishhod and Abiezer and Mahlah."},{"ref":"1 Chron. 7:19","refLong":"1 Chronicles 7:19","text":"And the sons of Shemidah were Ahian and Shechem and Likhi and Aniam."},{"ref":"1 Chron. 7:20","refLong":"1 Chronicles 7:20","text":"And the sons of Ephraim: Shuthelah and Bered his son and Tahath his son and Eleadah his son and Tahath his son"},{"ref":"1 Chron. 7:21","refLong":"1 Chronicles 7:21","text":"And Zabad his son and Shuthelah his son and Ezer and Elead. And the men of Gath who had been born in the land slew them, because they came down to take their cattle."},{"ref":"1 Chron. 7:22","refLong":"1 Chronicles 7:22","text":"And Ephraim their father mourned many days, and his brothers came to comfort him."},{"ref":"1 Chron. 7:23","refLong":"1 Chronicles 7:23","text":"And he went in to his wife, and she conceived and bore a son; and he called his name Beriah, for it was when misfortune was in his house."},{"ref":"1 Chron. 7:24","refLong":"1 Chronicles 7:24","text":"And his daughter was Sheerah; and she built lower and upper Beth-horon and Uzzen-sheerah."},{"ref":"1 Chron. 7:25","refLong":"1 Chronicles 7:25","text":"And Rephah was his son, as well as Resheph and Telah his son and Tahan his son,"},{"ref":"1 Chron. 7:26","refLong":"1 Chronicles 7:26","text":"Ladan his son, Ammihud his son, Elishama his son,"},{"ref":"1 Chron. 7:27","refLong":"1 Chronicles 7:27","text":"Nun his son, Joshua his son."},{"ref":"1 Chron. 7:28","refLong":"1 Chronicles 7:28","text":"And their possession and dwelling places were Bethel and its villages, and Naaran to the east, and Gezer to the west and its villages, and Shechem and its villages as far as to Ayyah and its villages."},{"ref":"1 Chron. 7:29","refLong":"1 Chronicles 7:29","text":"And in the hands of the children of Manasseh were Beth-shean and its villages, Taanach and its villages, Megiddo and its villages, Dor and its villages. In these dwelt the children of Joseph the son of Israel."},{"ref":"1 Chron. 7:30","refLong":"1 Chronicles 7:30","text":"The sons of Asher: Imnah and Ishvah and Ishvi and Beriah; and Serah was their sister."},{"ref":"1 Chron. 7:31","refLong":"1 Chronicles 7:31","text":"And the sons of Beriah: Heber and Malchiel, who is the father of Birzaith."},{"ref":"1 Chron. 7:32","refLong":"1 Chronicles 7:32","text":"And Heber begot Japhlet and Shomer and Hotham and Shua their sister."},{"ref":"1 Chron. 7:33","refLong":"1 Chronicles 7:33","text":"And the sons of Japhlet: Pasach and Bimhal and Ashvath; these are the sons of Japhlet."},{"ref":"1 Chron. 7:34","refLong":"1 Chronicles 7:34","text":"And the sons of Shemer: Ahi and Rohgah and Jehubbah and Aram."},{"ref":"1 Chron. 7:35","refLong":"1 Chronicles 7:35","text":"And the sons of his brother Helem: Zophah and Imna and Shelesh and Amal."},{"ref":"1 Chron. 7:36","refLong":"1 Chronicles 7:36","text":"The sons of Zophah: Suah and Harnepher and Shual and Beri and Imrah,"},{"ref":"1 Chron. 7:37","refLong":"1 Chronicles 7:37","text":"Bezer and Hod and Shamma and Shilshah and Ithran, and Beera."},{"ref":"1 Chron. 7:38","refLong":"1 Chronicles 7:38","text":"And the sons of Jether: Jephunneh and Pispah and Ara."},{"ref":"1 Chron. 7:39","refLong":"1 Chronicles 7:39","text":"And the sons of Ulla: Arah and Hanniel and Rizia."},{"ref":"1 Chron. 7:40","refLong":"1 Chronicles 7:40","text":"All these were the sons of Asher, the heads of fathers’ houses, choice and mighty men of valor, chiefs of the princes. And the number of them enrolled by genealogy for the service in war was twenty-six thousand men."}]},{"ref":"1 Chron. 8","refLong":"1 Chronicles 8","numVerses":40,"verses":[{"ref":"1 Chron. 8:1","refLong":"1 Chronicles 8:1","text":"And Benjamin begot Bela his firstborn, Ashbel the second, and Aharah the third,"},{"ref":"1 Chron. 8:2","refLong":"1 Chronicles 8:2","text":"Nohah the fourth, and Rapha the fifth."},{"ref":"1 Chron. 8:3","refLong":"1 Chronicles 8:3","text":"And Bela had sons: Addar and Gera and Abihud"},{"ref":"1 Chron. 8:4","refLong":"1 Chronicles 8:4","text":"And Abishua and Naaman and Ahoah"},{"ref":"1 Chron. 8:5","refLong":"1 Chronicles 8:5","text":"And Gera and Shephuphan and Huram."},{"ref":"1 Chron. 8:6","refLong":"1 Chronicles 8:6","text":"And these are the sons of Ehud (these were the heads of fathers’ houses of the inhabitants of Geba; and they carried them away to Manahath,"},{"ref":"1 Chron. 8:7","refLong":"1 Chronicles 8:7","text":"Namely, Naaman and Ahijah and Gera; he carried them into exile); and he begot Uzza and Ahihud."},{"ref":"1 Chron. 8:8","refLong":"1 Chronicles 8:8","text":"And Shaharaim begot children in the field of Moab after he had sent away Hushim and Baara his wives."},{"ref":"1 Chron. 8:9","refLong":"1 Chronicles 8:9","text":"And he begot by Hodesh his wife: Jobab and Zibia and Mesha and Malcham"},{"ref":"1 Chron. 8:10","refLong":"1 Chronicles 8:10","text":"And Jeuz and Sachia and Mirmah; these were his sons, the heads of fathers’ houses."},{"ref":"1 Chron. 8:11","refLong":"1 Chronicles 8:11","text":"And by Hushim he begot Abitub and Elpaal."},{"ref":"1 Chron. 8:12","refLong":"1 Chronicles 8:12","text":"And the sons of Elpaal: Eber and Misham and Shemed, who built Ono and Lod and its villages;"},{"ref":"1 Chron. 8:13","refLong":"1 Chronicles 8:13","text":"And Beriah and Shema, who were heads of fathers’ houses of the inhabitants of Aijalon; they drove away the inhabitants of Gath."},{"ref":"1 Chron. 8:14","refLong":"1 Chronicles 8:14","text":"And Ahio, Shashak, and Jeremoth,"},{"ref":"1 Chron. 8:15","refLong":"1 Chronicles 8:15","text":"And Zebadiah and Arad and Eder"},{"ref":"1 Chron. 8:16","refLong":"1 Chronicles 8:16","text":"And Michael and Ishpah and Joha were the sons of Beriah."},{"ref":"1 Chron. 8:17","refLong":"1 Chronicles 8:17","text":"And Zebadiah and Meshullam and Hizki and Heber"},{"ref":"1 Chron. 8:18","refLong":"1 Chronicles 8:18","text":"And Ishmerai and Izliah and Jobab were the sons of Elpaal."},{"ref":"1 Chron. 8:19","refLong":"1 Chronicles 8:19","text":"And Jakim and Zichri and Zabdi"},{"ref":"1 Chron. 8:20","refLong":"1 Chronicles 8:20","text":"And Elienai and Zillethai and Eliel"},{"ref":"1 Chron. 8:21","refLong":"1 Chronicles 8:21","text":"And Adaiah and Beraiah and Shimrath were the sons of Shimei."},{"ref":"1 Chron. 8:22","refLong":"1 Chronicles 8:22","text":"And Ishpan and Eber and Eliel"},{"ref":"1 Chron. 8:23","refLong":"1 Chronicles 8:23","text":"And Abdon and Zichri and Hanan"},{"ref":"1 Chron. 8:24","refLong":"1 Chronicles 8:24","text":"And Hananiah and Elam and Anthothijah"},{"ref":"1 Chron. 8:25","refLong":"1 Chronicles 8:25","text":"And Iphdeiah and Penuel were the sons of Shashak."},{"ref":"1 Chron. 8:26","refLong":"1 Chronicles 8:26","text":"And Shamsherai and Shehariah and Athaliah"},{"ref":"1 Chron. 8:27","refLong":"1 Chronicles 8:27","text":"And Jaareshiah and Elijah and Zichri were the sons of Jeroham."},{"ref":"1 Chron. 8:28","refLong":"1 Chronicles 8:28","text":"These were heads of fathers’ houses, according to their generations, chief men; these dwelt in Jerusalem."},{"ref":"1 Chron. 8:29","refLong":"1 Chronicles 8:29","text":"And in Gibeon there dwelt the father of Gibeon, and his wife’s name was Maacah;"},{"ref":"1 Chron. 8:30","refLong":"1 Chronicles 8:30","text":"And his firstborn son was Abdon, then Zur and Kish and Baal and Nadab"},{"ref":"1 Chron. 8:31","refLong":"1 Chronicles 8:31","text":"And Gedor and Ahio and Zecher and Mikloth."},{"ref":"1 Chron. 8:32","refLong":"1 Chronicles 8:32","text":"And Mikloth begot Shimeah. And these also dwelt opposite their brothers in Jerusalem, with their brothers."},{"ref":"1 Chron. 8:33","refLong":"1 Chronicles 8:33","text":"And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan and Malchishua and Abinadab and Esh-baal."},{"ref":"1 Chron. 8:34","refLong":"1 Chronicles 8:34","text":"And the son of Jonathan was Merib-baal; and Merib-baal begot Micah."},{"ref":"1 Chron. 8:35","refLong":"1 Chronicles 8:35","text":"And the sons of Micah: Pithon and Melech and Tarea and Ahaz."},{"ref":"1 Chron. 8:36","refLong":"1 Chronicles 8:36","text":"And Ahaz begot Jehoaddah; and Jehoaddah begot Alemeth and Azmaveth and Zimri; and Zimri begot Moza;"},{"ref":"1 Chron. 8:37","refLong":"1 Chronicles 8:37","text":"And Moza begot Binea; Rapha was his son, Eleasah his son, Azel his son."},{"ref":"1 Chron. 8:38","refLong":"1 Chronicles 8:38","text":"And Azel had six sons, and these were their names: Azrikam, Bocheru, and Ishmael and Sheariah and Obadiah and Hanan; all these were the sons of Azel."},{"ref":"1 Chron. 8:39","refLong":"1 Chronicles 8:39","text":"And the sons of Eshek his brother were Ulam his firstborn, Jeush the second, and Eliphelet the third."},{"ref":"1 Chron. 8:40","refLong":"1 Chronicles 8:40","text":"And the sons of Ulam were mighty men of valor, archers; and they had many children and grandchildren, one hundred fifty. All these were of the sons of Benjamin."}]},{"ref":"1 Chron. 9","refLong":"1 Chronicles 9","numVerses":44,"verses":[{"ref":"1 Chron. 9:1","refLong":"1 Chronicles 9:1","text":"So all Israel was enrolled by genealogy, and they are now written in the book of the kings of Israel; and Judah was carried away captive to Babylon for their unfaithfulness."},{"ref":"1 Chron. 9:2","refLong":"1 Chronicles 9:2","text":"Now the first ones to dwell in their possessions in their cities were Israel, the priests, the Levites, and the temple servants."},{"ref":"1 Chron. 9:3","refLong":"1 Chronicles 9:3","text":"And some of the children of Judah and some of the children of Benjamin and some of the children of Ephraim and Manasseh dwelt in Jerusalem:"},{"ref":"1 Chron. 9:4","refLong":"1 Chronicles 9:4","text":"Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Perez the son of Judah;"},{"ref":"1 Chron. 9:5","refLong":"1 Chronicles 9:5","text":"And of the Shilonites: Asaiah the firstborn and his sons."},{"ref":"1 Chron. 9:6","refLong":"1 Chronicles 9:6","text":"And of the sons of Zerah: Jeuel and their brothers, six hundred ninety."},{"ref":"1 Chron. 9:7","refLong":"1 Chronicles 9:7","text":"And of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;"},{"ref":"1 Chron. 9:8","refLong":"1 Chronicles 9:8","text":"And Ibneiah the son of Jeroham: and Elah the son of Uzzi, the son of Michri; and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;"},{"ref":"1 Chron. 9:9","refLong":"1 Chronicles 9:9","text":"And their brothers, according to their generations, nine hundred fifty-six; all these men were heads of fathers’ houses according to their fathers’ houses."},{"ref":"1 Chron. 9:10","refLong":"1 Chronicles 9:10","text":"And of the priests: Jedaiah and Jehoiarib and Jachin;"},{"ref":"1 Chron. 9:11","refLong":"1 Chronicles 9:11","text":"And Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God;"},{"ref":"1 Chron. 9:12","refLong":"1 Chronicles 9:12","text":"And Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah; and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"},{"ref":"1 Chron. 9:13","refLong":"1 Chronicles 9:13","text":"And their brothers, heads of their fathers’ houses, one thousand seven hundred sixty able men for the work of the service of the house of God."},{"ref":"1 Chron. 9:14","refLong":"1 Chronicles 9:14","text":"And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"},{"ref":"1 Chron. 9:15","refLong":"1 Chronicles 9:15","text":"And Bakbakkar, Heresh, and Galal; and Mattaniah the son of Mica, the son of Zichri, the son of Asaph;"},{"ref":"1 Chron. 9:16","refLong":"1 Chronicles 9:16","text":"And Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah the son of Asa, the son of Elkanah, who dwelt in the villages of the Netophathites."},{"ref":"1 Chron. 9:17","refLong":"1 Chronicles 9:17","text":"And the gatekeepers: Shallum and Akkub and Talmon and Ahiman and their brothers. Shallum was the chief,"},{"ref":"1 Chron. 9:18","refLong":"1 Chronicles 9:18","text":"Being stationed until then at the king’s gate on the east. These were the gatekeepers for the camps of the children of Levi."},{"ref":"1 Chron. 9:19","refLong":"1 Chronicles 9:19","text":"And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brothers of his father’s house, the Korahites, were over the work of the service as keepers of the thresholds of the tent; and their fathers had been over the camp of Jehovah, keepers of the entrance."},{"ref":"1 Chron. 9:20","refLong":"1 Chronicles 9:20","text":"And Phinehas the son of Eleazar was ruler over them in time past; Jehovah was with him."},{"ref":"1 Chron. 9:21","refLong":"1 Chronicles 9:21","text":"Zechariah the son of Meshelemiah was gatekeeper of the entrance of the Tent of Meeting."},{"ref":"1 Chron. 9:22","refLong":"1 Chronicles 9:22","text":"All these who were chosen to be gatekeepers in the thresholds were two hundred twelve. These were enrolled by genealogy in their villages; David and Samuel the seer appointed them because of their faithfulness."},{"ref":"1 Chron. 9:23","refLong":"1 Chronicles 9:23","text":"So they and their sons had charge of the gates of the house of Jehovah, the house of the tent, as guards."},{"ref":"1 Chron. 9:24","refLong":"1 Chronicles 9:24","text":"On the four sides were the gatekeepers, toward the east, west, north, and south."},{"ref":"1 Chron. 9:25","refLong":"1 Chronicles 9:25","text":"And their brothers in their villages were to come in every seven days from time to time to be with them:"},{"ref":"1 Chron. 9:26","refLong":"1 Chronicles 9:26","text":"For the four chief gatekeepers, who were Levites, were faithful and were over the chambers and over the treasuries in the house of God."},{"ref":"1 Chron. 9:27","refLong":"1 Chronicles 9:27","text":"And they spent the night around the house of God because the charge of the watch was upon them; and they had charge of opening it morning by morning."},{"ref":"1 Chron. 9:28","refLong":"1 Chronicles 9:28","text":"And some of them had charge of the vessels of service; for these were counted when they were brought in, and they were counted when they were taken out."},{"ref":"1 Chron. 9:29","refLong":"1 Chronicles 9:29","text":"And some of them also were appointed over the furniture, and over all the vessels of the sanctuary, and over the fine flour and the wine and the oil and the frankincense and the spices."},{"ref":"1 Chron. 9:30","refLong":"1 Chronicles 9:30","text":"And some of the sons of the priests prepared the compounding of the spices."},{"ref":"1 Chron. 9:31","refLong":"1 Chronicles 9:31","text":"And Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, was entrusted with the things that were baked in pans."},{"ref":"1 Chron. 9:32","refLong":"1 Chronicles 9:32","text":"And some of their brothers from the sons of the Kohathites were over the rows of bread, to prepare them every Sabbath."},{"ref":"1 Chron. 9:33","refLong":"1 Chronicles 9:33","text":"And these are the singers, heads of fathers’ houses of the Levites, who dwelt in the chambers and were free from other service, for they were employed in their work day and night."},{"ref":"1 Chron. 9:34","refLong":"1 Chronicles 9:34","text":"These were heads of fathers’ houses of the Levites according to their generations, chief men; these dwelt at Jerusalem."},{"ref":"1 Chron. 9:35","refLong":"1 Chronicles 9:35","text":"And in Gibeon there dwelt the father of Gibeon, Jeiel, and his wife’s name was Maacah;"},{"ref":"1 Chron. 9:36","refLong":"1 Chronicles 9:36","text":"And his firstborn son was Abdon, then Zur and Kish and Baal and Ner and Nadab"},{"ref":"1 Chron. 9:37","refLong":"1 Chronicles 9:37","text":"And Gedor and Ahio and Zechariah and Mikloth."},{"ref":"1 Chron. 9:38","refLong":"1 Chronicles 9:38","text":"And Mikloth begot Shimeam. And these also dwelt opposite their brothers in Jerusalem, with their brothers."},{"ref":"1 Chron. 9:39","refLong":"1 Chronicles 9:39","text":"And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan and Malchishua and Abinadab and Esh-baal."},{"ref":"1 Chron. 9:40","refLong":"1 Chronicles 9:40","text":"And the son of Jonathan was Merib-baal; and Merib-baal begot Micah."},{"ref":"1 Chron. 9:41","refLong":"1 Chronicles 9:41","text":"And the sons of Micah: Pithon and Melech and Tahrea and Ahaz."},{"ref":"1 Chron. 9:42","refLong":"1 Chronicles 9:42","text":"And Ahaz begot Jarah; and Jarah begot Alemeth and Azmaveth and Zimri; and Zimri begot Moza;"},{"ref":"1 Chron. 9:43","refLong":"1 Chronicles 9:43","text":"And Moza begot Binea; and Rephaiah was his son, Eleasah his son, Azel his son."},{"ref":"1 Chron. 9:44","refLong":"1 Chronicles 9:44","text":"And Azel had six sons, and these were their names: Azrikam, Bocheru, and Ishmael and Sheariah and Obadiah and Hanan; these were the sons of Azel."}]},{"ref":"1 Chron. 10","refLong":"1 Chronicles 10","numVerses":14,"verses":[{"ref":"1 Chron. 10:1","refLong":"1 Chronicles 10:1","text":"And the Philistines fought against Israel, and the men of Israel fled from before the Philistines and fell down slain on Mount Gilboa."},{"ref":"1 Chron. 10:2","refLong":"1 Chronicles 10:2","text":"And the Philistines chased Saul and his sons; and the Philistines struck down Jonathan and Abinadab and Malchi-shua, Saul’s sons."},{"ref":"1 Chron. 10:3","refLong":"1 Chronicles 10:3","text":"And the battle bore heavily against Saul, and the archers hit him; and he was wounded by the archers."},{"ref":"1 Chron. 10:4","refLong":"1 Chronicles 10:4","text":"Then Saul said to his armor bearer, Draw your sword, and thrust me through with it, lest these uncircumcised come and abuse me. But his armor bearer would not, for he was very afraid. So Saul took his sword and fell on it."},{"ref":"1 Chron. 10:5","refLong":"1 Chronicles 10:5","text":"And when his armor bearer saw that Saul was dead, he likewise fell on his sword and died."},{"ref":"1 Chron. 10:6","refLong":"1 Chronicles 10:6","text":"So Saul and his three sons died, and all his house died together."},{"ref":"1 Chron. 10:7","refLong":"1 Chronicles 10:7","text":"And when all the men of Israel who were in the valley saw that they had fled and that Saul and his sons were dead, they forsook their cities and fled; and the Philistines came and dwelt in them."},{"ref":"1 Chron. 10:8","refLong":"1 Chronicles 10:8","text":"And the next day the Philistines came to strip the slain, and they found Saul and his sons fallen on Mount Gilboa."},{"ref":"1 Chron. 10:9","refLong":"1 Chronicles 10:9","text":"And they stripped him and took his head and his armor, and they sent them all around, throughout the land of the Philistines in order to announce the good news to their idols and to the people."},{"ref":"1 Chron. 10:10","refLong":"1 Chronicles 10:10","text":"And they put his armor in the house of their gods, and they fastened his head in the house of Dagon."},{"ref":"1 Chron. 10:11","refLong":"1 Chronicles 10:11","text":"And when all Jabesh-gilead heard all that the Philistines had done to Saul,"},{"ref":"1 Chron. 10:12","refLong":"1 Chronicles 10:12","text":"All the valiant men rose up and took the body of Saul and the bodies of his sons; and they brought them to Jabesh and buried their bones under the terebinth at Jabesh, and they fasted seven days."},{"ref":"1 Chron. 10:13","refLong":"1 Chronicles 10:13","text":"So Saul died on account of his unfaithfulness which he committed against Jehovah, because of the word of Jehovah which he did not keep, and also because he asked the counsel of a medium, inquiring of it."},{"ref":"1 Chron. 10:14","refLong":"1 Chronicles 10:14","text":"And he did not inquire of Jehovah; therefore He killed him and turned the kingdom to David the son of Jesse."}]},{"ref":"1 Chron. 11","refLong":"1 Chronicles 11","numVerses":47,"verses":[{"ref":"1 Chron. 11:1","refLong":"1 Chronicles 11:1","text":"Then all Israel gathered themselves to David at Hebron, saying, Here we are, your bone and your flesh."},{"ref":"1 Chron. 11:2","refLong":"1 Chronicles 11:2","text":"Even previously, when Saul was king, it was you who led out and brought in Israel. And Jehovah your God said to you, It is you who shall shepherd My people Israel, and you shall be ruler over My people Israel."},{"ref":"1 Chron. 11:3","refLong":"1 Chronicles 11:3","text":"And all the elders of Israel came to the king at Hebron. And David made a covenant with them in Hebron before Jehovah, and they anointed David king over Israel according to the word of Jehovah spoken by Samuel."},{"ref":"1 Chron. 11:4","refLong":"1 Chronicles 11:4","text":"And David and all Israel went to Jerusalem, that is, Jebus; and the Jebusites were the inhabitants of the land there."},{"ref":"1 Chron. 11:5","refLong":"1 Chronicles 11:5","text":"And the inhabitants of Jebus said to David, You shall not come in here. But David took the stronghold of Zion, which is now the city of David."},{"ref":"1 Chron. 11:6","refLong":"1 Chronicles 11:6","text":"And David said, Whoever strikes the Jebusites first will be the chief and the captain. And Joab the son of Zeruiah went up first, so he became chief."},{"ref":"1 Chron. 11:7","refLong":"1 Chronicles 11:7","text":"So David dwelt in the stronghold; therefore they called it the city of David."},{"ref":"1 Chron. 11:8","refLong":"1 Chronicles 11:8","text":"And he built the city all around, from the Millo even unto the surrounding area, and Joab repaired the rest of the city."},{"ref":"1 Chron. 11:9","refLong":"1 Chronicles 11:9","text":"And David became greater and greater, and Jehovah of hosts was with him."},{"ref":"1 Chron. 11:10","refLong":"1 Chronicles 11:10","text":"And these are the chief of the mighty men whom David had, who showed themselves strong with him in his kingdom, with all Israel, to make him king according to the word of Jehovah concerning Israel."},{"ref":"1 Chron. 11:11","refLong":"1 Chronicles 11:11","text":"And these are the number of the mighty men whom David had: Jashobeam the son of a Hachmonite, the chief of the thirty; he brandished his spear against three hundred, and they were slain at one time."},{"ref":"1 Chron. 11:12","refLong":"1 Chronicles 11:12","text":"After him was Eleazar the son of Dodo, the Ahohite; he was among the three mighty men."},{"ref":"1 Chron. 11:13","refLong":"1 Chronicles 11:13","text":"He was with David at Pas-dammim, and the Philistines gathered themselves there for battle, and there was a plot of land full of barley there; and the people fled before the Philistines."},{"ref":"1 Chron. 11:14","refLong":"1 Chronicles 11:14","text":"But they stationed themselves in the midst of the plot and delivered it and struck the Philistines, and Jehovah accomplished a great salvation."},{"ref":"1 Chron. 11:15","refLong":"1 Chronicles 11:15","text":"Now three of the thirty chief men went down to the rock to David in the cave of Adullam while the army of the Philistines was encamped in the valley of Rephaim."},{"ref":"1 Chron. 11:16","refLong":"1 Chronicles 11:16","text":"Now at that time David was in the stronghold, and the garrison of the Philistines was in Bethlehem at that time."},{"ref":"1 Chron. 11:17","refLong":"1 Chronicles 11:17","text":"And David said longingly, If only someone would give me water to drink from the well of Bethlehem that is by the gate!"},{"ref":"1 Chron. 11:18","refLong":"1 Chronicles 11:18","text":"And the three burst through the camp of the Philistines and drew water from the well of Bethlehem that is by the gate. And they carried it and brought it to David, but David would not drink it; rather he poured it out to Jehovah."},{"ref":"1 Chron. 11:19","refLong":"1 Chronicles 11:19","text":"And he said, Far be it from me, before my God, that I should do this! Shall I drink the blood of these men who went at the risk of their lives? For at the risk of their lives they brought it. Therefore he would not drink it. These things the three mighty men did."},{"ref":"1 Chron. 11:20","refLong":"1 Chronicles 11:20","text":"And Abishai the brother of Joab was chief of the three. And he brandished his spear against three hundred, who were slain; and he had a name among the three."},{"ref":"1 Chron. 11:21","refLong":"1 Chronicles 11:21","text":"He was indeed honored among the two of the thirty, and he became their leader; but he did not attain to the three."},{"ref":"1 Chron. 11:22","refLong":"1 Chronicles 11:22","text":"And Benaiah the son of Jehoiada, the son of a valiant man from Kabzeel, was great in mighty deeds. He struck the two sons of Ariel the Moabite; he also went down and struck a lion in the midst of a pit on a snowy day."},{"ref":"1 Chron. 11:23","refLong":"1 Chronicles 11:23","text":"And he struck an Egyptian, a man of great stature, five cubits tall. And the Egyptian had a spear in his hand like a weaver’s beam, but he went down to him with a staff and snatched the spear out of the hand of the Egyptian and slew him with his own spear."},{"ref":"1 Chron. 11:24","refLong":"1 Chronicles 11:24","text":"These things Benaiah the son of Jehoiada did, and he had a name among the three mighty men."},{"ref":"1 Chron. 11:25","refLong":"1 Chronicles 11:25","text":"He was indeed more honored than the thirty, but he did not attain to the three. And David set him over his bodyguard."},{"ref":"1 Chron. 11:26","refLong":"1 Chronicles 11:26","text":"And the mighty men of the armies were: Asahel the brother of Joab; Elhanan the son of Dodo of Bethlehem;"},{"ref":"1 Chron. 11:27","refLong":"1 Chronicles 11:27","text":"Shammoth the Harodite; Helez the Pelonite;"},{"ref":"1 Chron. 11:28","refLong":"1 Chronicles 11:28","text":"Ira the son of Ikkesh the Tekoite; Abiezer the Anathothite;"},{"ref":"1 Chron. 11:29","refLong":"1 Chronicles 11:29","text":"Sibbecai the Hushathite; Ilai the Ahohite;"},{"ref":"1 Chron. 11:30","refLong":"1 Chronicles 11:30","text":"Maharai the Netophathite; Heled the son of Baanah the Netophathite;"},{"ref":"1 Chron. 11:31","refLong":"1 Chronicles 11:31","text":"Ithai the son of Ribai from Gibeah of the children of Benjamin; Benaiah the Pirathonite;"},{"ref":"1 Chron. 11:32","refLong":"1 Chronicles 11:32","text":"Hurai from the brooks of Gaash; Abiel the Arbathite;"},{"ref":"1 Chron. 11:33","refLong":"1 Chronicles 11:33","text":"Azmaveth the Baharumite; Eliahba the Shaalbonite;"},{"ref":"1 Chron. 11:34","refLong":"1 Chronicles 11:34","text":"Of the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite;"},{"ref":"1 Chron. 11:35","refLong":"1 Chronicles 11:35","text":"Ahiam the son of Sacar the Hararite; Eliphal the son of Ur;"},{"ref":"1 Chron. 11:36","refLong":"1 Chronicles 11:36","text":"Hepher the Mecherathite; Ahijah the Pelonite;"},{"ref":"1 Chron. 11:37","refLong":"1 Chronicles 11:37","text":"Hezro the Carmelite; Naarai the son of Ezbai;"},{"ref":"1 Chron. 11:38","refLong":"1 Chronicles 11:38","text":"Joel the brother of Nathan; Mibhar the son of Hagri;"},{"ref":"1 Chron. 11:39","refLong":"1 Chronicles 11:39","text":"Zelek the Ammonite; Naharai the Beerothite, the armor bearer to Joab the son of Zeruiah;"},{"ref":"1 Chron. 11:40","refLong":"1 Chronicles 11:40","text":"Ira the Ithrite; Gareb the Ithrite;"},{"ref":"1 Chron. 11:41","refLong":"1 Chronicles 11:41","text":"Uriah the Hittite; Zabad the son of Ahlai;"},{"ref":"1 Chron. 11:42","refLong":"1 Chronicles 11:42","text":"Adina the son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him;"},{"ref":"1 Chron. 11:43","refLong":"1 Chronicles 11:43","text":"Hanan the son of Maacah and Joshaphat the Mithnite;"},{"ref":"1 Chron. 11:44","refLong":"1 Chronicles 11:44","text":"Uzzia the Ashterathite; Shama and Jeiel the sons of Hotham the Aroerite;"},{"ref":"1 Chron. 11:45","refLong":"1 Chronicles 11:45","text":"Jediael the son of Shimri, and Joha his brother, the Tizite;"},{"ref":"1 Chron. 11:46","refLong":"1 Chronicles 11:46","text":"Eliel the Mahavite, and Jeribai and Joshaviah the sons of Elnaam, and Ithmah the Moabite;"},{"ref":"1 Chron. 11:47","refLong":"1 Chronicles 11:47","text":"Eliel and Obed and Jaasiel the Mezobaite."}]},{"ref":"1 Chron. 12","refLong":"1 Chronicles 12","numVerses":40,"verses":[{"ref":"1 Chron. 12:1","refLong":"1 Chronicles 12:1","text":"Now these are those who came to David at Ziklag while he was still hidden away because of Saul the son of Kish, and they were among the mighty men who helped him in battle."},{"ref":"1 Chron. 12:2","refLong":"1 Chronicles 12:2","text":"They drew the bow, and with both right and left hands they could sling stones and shoot arrows with the bow; they were from among the brothers of Saul from Benjamin."},{"ref":"1 Chron. 12:3","refLong":"1 Chronicles 12:3","text":"The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel and Pelet, the sons of Azmaveth; and Beracah and Jehu the Anathothite;"},{"ref":"1 Chron. 12:4","refLong":"1 Chronicles 12:4","text":"And Ishmaiah the Gibeonite, a mighty man among the thirty and over the thirty; and Jeremiah and Jahaziel and Johanan and Jozabad the Gederathite;"},{"ref":"1 Chron. 12:5","refLong":"1 Chronicles 12:5","text":"Eluzai and Jerimoth and Bealiah and Shemariah and Shephatiah the Haruphite;"},{"ref":"1 Chron. 12:6","refLong":"1 Chronicles 12:6","text":"Elkanah and Isshiah and Azarel and Joezer and Jashobeam, the Korahites;"},{"ref":"1 Chron. 12:7","refLong":"1 Chronicles 12:7","text":"And Joelah and Zebadiah, the sons of Jeroham of Gedor."},{"ref":"1 Chron. 12:8","refLong":"1 Chronicles 12:8","text":"And some of the Gadites separated themselves unto David at the stronghold in the wilderness, mighty men of valor, men fit for the service of war, who could wield shield and spear and whose faces were like the faces of lions; and they were as swift as gazelles upon the mountains:"},{"ref":"1 Chron. 12:9","refLong":"1 Chronicles 12:9","text":"Ezer the chief, Obadiah the second, Eliab the third,"},{"ref":"1 Chron. 12:10","refLong":"1 Chronicles 12:10","text":"Mishmannah the fourth, Jeremiah the fifth,"},{"ref":"1 Chron. 12:11","refLong":"1 Chronicles 12:11","text":"Attai the sixth, Eliel the seventh,"},{"ref":"1 Chron. 12:12","refLong":"1 Chronicles 12:12","text":"Johanan the eighth, Elzabad the ninth,"},{"ref":"1 Chron. 12:13","refLong":"1 Chronicles 12:13","text":"Jeremiah the tenth, Machbannai the eleventh."},{"ref":"1 Chron. 12:14","refLong":"1 Chronicles 12:14","text":"These from among the sons of Gad were heads of the army; he who was least was equal to a hundred, and the greatest to a thousand."},{"ref":"1 Chron. 12:15","refLong":"1 Chronicles 12:15","text":"These are the ones who crossed over the Jordan in the first month, when it overflowed all its banks; and they put to flight all those of the valleys, to the east and to the west."},{"ref":"1 Chron. 12:16","refLong":"1 Chronicles 12:16","text":"And some of the children of Benjamin and Judah came to David at the stronghold."},{"ref":"1 Chron. 12:17","refLong":"1 Chronicles 12:17","text":"And David went out to meet them; and he responded and said to them, If you have come to me in peace in order to help me, my heart will be knit to you; but if you have come to betray me to my adversaries, though there is no wrong in my hands, may the God of our fathers see and reprove."},{"ref":"1 Chron. 12:18","refLong":"1 Chronicles 12:18","text":"Then the Spirit came upon Amasai, the head of the thirty, and he said,We are yours, O David, / And are with you, O son of Jesse. / Peace, peace be with you, / And peace with those who help you; / For your God helps you.And David received them and made them heads of the troops."},{"ref":"1 Chron. 12:19","refLong":"1 Chronicles 12:19","text":"And some from Manasseh fell away to David when he came with the Philistines for battle against Saul. (But they did not help them, for the lords of the Philistines, upon deliberation, sent him away, saying, He will fall back to his master Saul at the cost of our heads.)"},{"ref":"1 Chron. 12:20","refLong":"1 Chronicles 12:20","text":"As he went to Ziklag, some fell away to him: Adnah and Jozabad and Jediael and Michael and Jozabad and Elihu and Zillethai, captains of thousands who were from Manasseh."},{"ref":"1 Chron. 12:21","refLong":"1 Chronicles 12:21","text":"And they helped David against the band of raiders, for they were all mighty men of valor, and they were captains of the army."},{"ref":"1 Chron. 12:22","refLong":"1 Chronicles 12:22","text":"Indeed day by day they came to David to help him, until there was a great army, like the army of God."},{"ref":"1 Chron. 12:23","refLong":"1 Chronicles 12:23","text":"And these are the numbers of the heads of those who were armed for war and came to David at Hebron to turn the kingdom of Saul unto him according to the word of Jehovah:"},{"ref":"1 Chron. 12:24","refLong":"1 Chronicles 12:24","text":"The children of Judah who carried shield and spear were six thousand eight hundred, armed for war;"},{"ref":"1 Chron. 12:25","refLong":"1 Chronicles 12:25","text":"Of the children of Simeon, mighty men of valor for the war, seven thousand one hundred;"},{"ref":"1 Chron. 12:26","refLong":"1 Chronicles 12:26","text":"Of the children of Levi, four thousand six hundred."},{"ref":"1 Chron. 12:27","refLong":"1 Chronicles 12:27","text":"And Jehoiada was the leader of the house of Aaron; and with him were three thousand seven hundred;"},{"ref":"1 Chron. 12:28","refLong":"1 Chronicles 12:28","text":"As well as Zadok, a young mighty man of valor; and from his father’s house, twenty-two captains;"},{"ref":"1 Chron. 12:29","refLong":"1 Chronicles 12:29","text":"And of the children of Benjamin, the brothers of Saul, three thousand; for until that time the greater part of them kept their allegiance to the house of Saul;"},{"ref":"1 Chron. 12:30","refLong":"1 Chronicles 12:30","text":"And of the children of Ephraim, twenty thousand eight hundred mighty men of valor, men of renown in their fathers’ houses;"},{"ref":"1 Chron. 12:31","refLong":"1 Chronicles 12:31","text":"And of the half-tribe of Manasseh, eighteen thousand, who were designated by name to come and make David king."},{"ref":"1 Chron. 12:32","refLong":"1 Chronicles 12:32","text":"And of the children of Issachar, men who understood the times that they might know what Israel should do, the heads of them were two hundred; and all their brothers were at their command;"},{"ref":"1 Chron. 12:33","refLong":"1 Chronicles 12:33","text":"Of Zebulun, those who were able to go forth in war, who could set the battle in array with all the equipment of war, were fifty thousand, and they helped David without a double heart;"},{"ref":"1 Chron. 12:34","refLong":"1 Chronicles 12:34","text":"And of Naphtali, one thousand captains, and with them, with shield and spear, thirty-seven thousand;"},{"ref":"1 Chron. 12:35","refLong":"1 Chronicles 12:35","text":"And of the Danites who could set the battle in array, twenty-eight thousand six hundred;"},{"ref":"1 Chron. 12:36","refLong":"1 Chronicles 12:36","text":"And of Asher, those who were able to go forth in war, who could set the battle in array, forty thousand;"},{"ref":"1 Chron. 12:37","refLong":"1 Chronicles 12:37","text":"And on the other side of the Jordan, of the Reubenites and the Gadites and the half-tribe of Manasseh, with all the equipment of war for the battle, one hundred twenty thousand."},{"ref":"1 Chron. 12:38","refLong":"1 Chronicles 12:38","text":"All these, men of war who could order the battle array, came with a perfect heart to Hebron to make David king over all Israel; and all the rest of Israel as well were of one heart to make David king."},{"ref":"1 Chron. 12:39","refLong":"1 Chronicles 12:39","text":"And they were there with David for three days, eating and drinking; for their brothers had provided for them."},{"ref":"1 Chron. 12:40","refLong":"1 Chronicles 12:40","text":"Moreover those near them, as far as Issachar and Zebulun and Naphtali, brought bread on asses and on camels and on mules and on oxen — provisions of flour, cakes of figs, and clusters of raisins, and wine and oil, and oxen and sheep, in abundance; for there was joy in Israel."}]},{"ref":"1 Chron. 13","refLong":"1 Chronicles 13","numVerses":14,"verses":[{"ref":"1 Chron. 13:1","refLong":"1 Chronicles 13:1","text":"And David took counsel with the captains of the thousands and of the hundreds, with every leader."},{"ref":"1 Chron. 13:2","refLong":"1 Chronicles 13:2","text":"And David said to all the congregation of Israel, If it seems good to you, and it is from Jehovah our God, let us send far and wide to our brothers who remain in all the land of Israel and to the priests and the Levites who are with them in their cities with pasture lands, that they may gather themselves to us."},{"ref":"1 Chron. 13:3","refLong":"1 Chronicles 13:3","text":"And let us bring back the Ark of our God to ourselves, for we did not inquire of it in the days of Saul."},{"ref":"1 Chron. 13:4","refLong":"1 Chronicles 13:4","text":"And all the congregation said that they would do so, for the matter was right in the sight of all the people."},{"ref":"1 Chron. 13:5","refLong":"1 Chronicles 13:5","text":"And David gathered all Israel together from the Shihor of Egypt even to the entrance of Hamath to bring the Ark of God from Kiriath-jearim."},{"ref":"1 Chron. 13:6","refLong":"1 Chronicles 13:6","text":"And David went up with all Israel to Baalah, that is, to Kiriath-jearim, which is Judah’s, to bring up from there the Ark of God, of Jehovah, who is enthroned between the cherubim, which is called by the Name;"},{"ref":"1 Chron. 13:7","refLong":"1 Chronicles 13:7","text":"And they set the Ark of God upon a new cart from the house of Abinadab, and Uzzah and Ahio drove the cart."},{"ref":"1 Chron. 13:8","refLong":"1 Chronicles 13:8","text":"And David and all Israel played before God with all their strength, even with songs and with lyres and with harps and with tambourines and with cymbals and with trumpets."},{"ref":"1 Chron. 13:9","refLong":"1 Chronicles 13:9","text":"And when they came to Chidon’s threshing floor, Uzzah stretched out his hand to take hold of the Ark; for the oxen had stumbled."},{"ref":"1 Chron. 13:10","refLong":"1 Chronicles 13:10","text":"And the anger of Jehovah was kindled against Uzzah, and He struck him because he stretched out his hand to the Ark; and he died there before God."},{"ref":"1 Chron. 13:11","refLong":"1 Chronicles 13:11","text":"And David was angry because Jehovah had broken forth with an outburst upon Uzzah, and he called that place Perez-uzzah, as it is to this day."},{"ref":"1 Chron. 13:12","refLong":"1 Chronicles 13:12","text":"And David was afraid of God that day, saying, How shall I bring the Ark of God to myself?"},{"ref":"1 Chron. 13:13","refLong":"1 Chronicles 13:13","text":"So David did not remove the Ark to himself to the city of David, but he carried it aside into the house of Obed-edom the Gittite."},{"ref":"1 Chron. 13:14","refLong":"1 Chronicles 13:14","text":"And the Ark of God remained with the house of Obed-edom in his house three months, and Jehovah blessed the house of Obed-edom and all that he had."}]},{"ref":"1 Chron. 14","refLong":"1 Chronicles 14","numVerses":17,"verses":[{"ref":"1 Chron. 14:1","refLong":"1 Chronicles 14:1","text":"And Hiram the king of Tyre sent messengers to David, as well as cedar timbers and masons and carpenters to build a house for him."},{"ref":"1 Chron. 14:2","refLong":"1 Chronicles 14:2","text":"And David perceived that Jehovah had established him as king over Israel and that his kingdom was highly exalted for the sake of His people Israel."},{"ref":"1 Chron. 14:3","refLong":"1 Chronicles 14:3","text":"And David took more wives in Jerusalem, and David begot more sons and daughters."},{"ref":"1 Chron. 14:4","refLong":"1 Chronicles 14:4","text":"And these are the names of those who were born, whom he had in Jerusalem: Shammua and Shobab and Nathan and Solomon"},{"ref":"1 Chron. 14:5","refLong":"1 Chronicles 14:5","text":"And Ibhar and Elishua and Elpelet"},{"ref":"1 Chron. 14:6","refLong":"1 Chronicles 14:6","text":"And Nogah and Nepheg and Japhia"},{"ref":"1 Chron. 14:7","refLong":"1 Chronicles 14:7","text":"And Elishama and Beeliada and Eliphelet."},{"ref":"1 Chron. 14:8","refLong":"1 Chronicles 14:8","text":"Now when the Philistines heard that David was anointed king over all Israel, all the Philistines went up in search of David; and David heard of it and went out against them."},{"ref":"1 Chron. 14:9","refLong":"1 Chronicles 14:9","text":"And the Philistines came and made a raid in the valley of Rephaim."},{"ref":"1 Chron. 14:10","refLong":"1 Chronicles 14:10","text":"Then David inquired of God, saying, Shall I go up against the Philistines? Will You deliver them into my hand? And Jehovah said to him, Go up, and I will deliver them into your hand."},{"ref":"1 Chron. 14:11","refLong":"1 Chronicles 14:11","text":"And they went up to Baal-perazim, and David struck them there. And David said, God has broken forth upon my enemies by my hand like the breaking forth of a flood. Therefore they called the name of that place Baal-perazim."},{"ref":"1 Chron. 14:12","refLong":"1 Chronicles 14:12","text":"And they left their gods there; and David gave the order, and they were burned with fire."},{"ref":"1 Chron. 14:13","refLong":"1 Chronicles 14:13","text":"And the Philistines made yet another raid in the valley."},{"ref":"1 Chron. 14:14","refLong":"1 Chronicles 14:14","text":"And David inquired again of God, and God said to him, You shall not go up after them; go around behind them, and come upon them opposite the balsam trees."},{"ref":"1 Chron. 14:15","refLong":"1 Chronicles 14:15","text":"And when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle; for God will have gone forth before you to strike the army of the Philistines."},{"ref":"1 Chron. 14:16","refLong":"1 Chronicles 14:16","text":"And David did as God had commanded him, and they struck down the army of the Philistines from Gibeon even unto Gezer."},{"ref":"1 Chron. 14:17","refLong":"1 Chronicles 14:17","text":"And David’s fame went forth among all the lands, and Jehovah put the fear of him upon all the nations."}]},{"ref":"1 Chron. 15","refLong":"1 Chronicles 15","numVerses":29,"verses":[{"ref":"1 Chron. 15:1","refLong":"1 Chronicles 15:1","text":"And David made houses for himself in the city of David, and he prepared a place for the Ark of God and pitched a tent for it."},{"ref":"1 Chron. 15:2","refLong":"1 Chronicles 15:2","text":"Then David said, None should bear the Ark of God except the Levites, for Jehovah has chosen them to bear the Ark of Jehovah and to minister to Him forever."},{"ref":"1 Chron. 15:3","refLong":"1 Chronicles 15:3","text":"So David assembled all Israel at Jerusalem in order to bring up the Ark of Jehovah to its place, which he had prepared for it."},{"ref":"1 Chron. 15:4","refLong":"1 Chronicles 15:4","text":"And David gathered the sons of Aaron and the Levites:"},{"ref":"1 Chron. 15:5","refLong":"1 Chronicles 15:5","text":"Of the sons of Kohath, Uriel the leader, and his brothers, one hundred twenty;"},{"ref":"1 Chron. 15:6","refLong":"1 Chronicles 15:6","text":"Of the sons of Merari, Asaiah the leader, and his brothers, two hundred twenty;"},{"ref":"1 Chron. 15:7","refLong":"1 Chronicles 15:7","text":"Of the sons of Gershom, Joel the leader, and his brothers, one hundred thirty;"},{"ref":"1 Chron. 15:8","refLong":"1 Chronicles 15:8","text":"Of the sons of Elizaphan, Shemaiah the leader, and his brothers, two hundred;"},{"ref":"1 Chron. 15:9","refLong":"1 Chronicles 15:9","text":"Of the sons of Hebron, Eliel the leader, and his brothers, eighty;"},{"ref":"1 Chron. 15:10","refLong":"1 Chronicles 15:10","text":"Of the sons of Uzziel, Amminadab the leader, and his brothers, one hundred twelve."},{"ref":"1 Chron. 15:11","refLong":"1 Chronicles 15:11","text":"And David called for Zadok and Abiathar the priests and the Levites, for Uriel, Asaiah and Joel, Shemaiah and Eliel and Amminadab;"},{"ref":"1 Chron. 15:12","refLong":"1 Chronicles 15:12","text":"And he said to them, You are the heads of the fathers’ houses of the Levites; sanctify yourselves, you and your brothers, and bring up the Ark of Jehovah the God of Israel to the place that I have prepared for it."},{"ref":"1 Chron. 15:13","refLong":"1 Chronicles 15:13","text":"For because you did not bring it up the first time, Jehovah our God broke forth upon us; for we did not seek Him according to the ordinance."},{"ref":"1 Chron. 15:14","refLong":"1 Chronicles 15:14","text":"So the priests and the Levites sanctified themselves in order to bring up the Ark of Jehovah the God of Israel."},{"ref":"1 Chron. 15:15","refLong":"1 Chronicles 15:15","text":"And the sons of the Levites bore the Ark of God as Moses had commanded, according to the word of Jehovah, upon their shoulders with the poles upon them."},{"ref":"1 Chron. 15:16","refLong":"1 Chronicles 15:16","text":"And David told the leaders of the Levites to appoint their brothers as singers with musical instruments — harps, lyres, loud-sounding cymbals — to raise sounds of joy."},{"ref":"1 Chron. 15:17","refLong":"1 Chronicles 15:17","text":"So the Levites appointed Heman the son of Joel; and of his brothers, Asaph the son of Berechiah; and of the sons of Merari their brothers, Ethan the son of Kushaiah;"},{"ref":"1 Chron. 15:18","refLong":"1 Chronicles 15:18","text":"And with them their brothers of the second order: Zechariah, and Jaaziel, and Shemiramoth and Jehiel and Unni, Eliab and Benaiah and Maaseiah and Mattithiah and Eliphelehu and Mikneiah, and Obed-edom and Jeiel, the doorkeepers."},{"ref":"1 Chron. 15:19","refLong":"1 Chronicles 15:19","text":"So the singers, Heman, Asaph, and Ethan, were appointed to sound aloud with bronze cymbals;"},{"ref":"1 Chron. 15:20","refLong":"1 Chronicles 15:20","text":"And Zechariah and Aziel and Shemiramoth and Jehiel and Unni and Eliab and Maaseiah and Benaiah with harps set to alamoth;"},{"ref":"1 Chron. 15:21","refLong":"1 Chronicles 15:21","text":"And Mattithiah and Eliphelehu and Mikneiah and Obed-edom and Jeiel and Azaziah were appointed to lead with lyres set to sheminith."},{"ref":"1 Chron. 15:22","refLong":"1 Chronicles 15:22","text":"And Chenaniah, the leader of the Levites, was over the song; he instructed about the song, because he was skillful."},{"ref":"1 Chron. 15:23","refLong":"1 Chronicles 15:23","text":"And Berechiah and Elkanah were doorkeepers for the Ark."},{"ref":"1 Chron. 15:24","refLong":"1 Chronicles 15:24","text":"And Shebaniah and Joshaphat and Nethanel and Amasai and Zechariah and Benaiah and Eliezer, the priests, blew the trumpets before the Ark of God; and Obed-edom and Jehiah were doorkeepers for the Ark."},{"ref":"1 Chron. 15:25","refLong":"1 Chronicles 15:25","text":"So David and the elders of Israel and the captains of thousands went to bring up the Ark of the Covenant of Jehovah from the house of Obed-edom with rejoicing."},{"ref":"1 Chron. 15:26","refLong":"1 Chronicles 15:26","text":"And because God helped the Levites who bore the Ark of the Covenant of Jehovah, they sacrificed seven bulls and seven rams."},{"ref":"1 Chron. 15:27","refLong":"1 Chronicles 15:27","text":"And David was clothed with a fine linen robe, as were all the Levites who bore the Ark and the singers and Chenaniah, the song leader of the singers; and David had on a linen ephod."},{"ref":"1 Chron. 15:28","refLong":"1 Chronicles 15:28","text":"So all Israel brought up the Ark of the Covenant of Jehovah with shouting and with the sound of the horn and with trumpets and with cymbals, sounding aloud with harps and lyres."},{"ref":"1 Chron. 15:29","refLong":"1 Chronicles 15:29","text":"And when the Ark of the Covenant of Jehovah came to the city of David, Michal the daughter of Saul looked down through a window and saw King David dancing and playing; and she despised him in her heart."}]},{"ref":"1 Chron. 16","refLong":"1 Chronicles 16","numVerses":43,"verses":[{"ref":"1 Chron. 16:1","refLong":"1 Chronicles 16:1","text":"And they brought the Ark of God and set it in the midst of the tent that David had pitched for it. And they offered up burnt offerings and peace offerings before God."},{"ref":"1 Chron. 16:2","refLong":"1 Chronicles 16:2","text":"And when David finished offering up the burnt offerings and the peace offerings, he blessed the people in the name of Jehovah."},{"ref":"1 Chron. 16:3","refLong":"1 Chronicles 16:3","text":"And he apportioned to everyone of Israel, to both men and women, to each one, a cake of bread and a portion of meat and a cake of raisins."},{"ref":"1 Chron. 16:4","refLong":"1 Chronicles 16:4","text":"And he appointed some of the Levites as ministers before the Ark of Jehovah and to commemorate and thank and praise Jehovah the God of Israel:"},{"ref":"1 Chron. 16:5","refLong":"1 Chronicles 16:5","text":"Asaph the chief; and second to him Zechariah; Jeiel and Shemiramoth and Jehiel and Mattithiah and Eliab and Benaiah and Obed-edom and Jeiel, with harps and with lyres; and Asaph sounding aloud with cymbals;"},{"ref":"1 Chron. 16:6","refLong":"1 Chronicles 16:6","text":"And Benaiah and Jahaziel the priests with trumpets continually before the Ark of the Covenant of God."},{"ref":"1 Chron. 16:7","refLong":"1 Chronicles 16:7","text":"On that day, at that time, David first ordained the giving of thanks to Jehovah by the hand of Asaph and his brothers."},{"ref":"1 Chron. 16:8","refLong":"1 Chronicles 16:8","text":"Give thanks to Jehovah; call upon His name; / Make known His deeds among the peoples."},{"ref":"1 Chron. 16:9","refLong":"1 Chronicles 16:9","text":"Sing to Him; sing psalms to Him; / Muse upon all His wondrous deeds."},{"ref":"1 Chron. 16:10","refLong":"1 Chronicles 16:10","text":"Glory in His holy name; / Let the heart of those who seek Jehovah rejoice."},{"ref":"1 Chron. 16:11","refLong":"1 Chronicles 16:11","text":"Seek Jehovah and His strength; / Seek His face continually."},{"ref":"1 Chron. 16:12","refLong":"1 Chronicles 16:12","text":"Remember His wondrous deeds, which He has done, / His signs and the judgments of His mouth,"},{"ref":"1 Chron. 16:13","refLong":"1 Chronicles 16:13","text":"O seed of Israel His servant, / O children of Jacob, His chosen ones."},{"ref":"1 Chron. 16:14","refLong":"1 Chronicles 16:14","text":"He is Jehovah our God; / His judgments are in all the earth."},{"ref":"1 Chron. 16:15","refLong":"1 Chronicles 16:15","text":"Remember His covenant forever, / The word that He commanded to a thousand generations,"},{"ref":"1 Chron. 16:16","refLong":"1 Chronicles 16:16","text":"The covenant that He made with Abraham, / And His oath unto Isaac."},{"ref":"1 Chron. 16:17","refLong":"1 Chronicles 16:17","text":"And He confirmed it unto Jacob as a statute, / Unto Israel as an eternal covenant,"},{"ref":"1 Chron. 16:18","refLong":"1 Chronicles 16:18","text":"Saying, To you I will give the land of Canaan, / The portion of your inheritance;"},{"ref":"1 Chron. 16:19","refLong":"1 Chronicles 16:19","text":"When you were men few in number, / Indeed very few and strangers in the land;"},{"ref":"1 Chron. 16:20","refLong":"1 Chronicles 16:20","text":"And they went about from nation to nation, / And from one kingdom to another people."},{"ref":"1 Chron. 16:21","refLong":"1 Chronicles 16:21","text":"He allowed no man to oppress them; / Indeed He rebuked kings for their sake."},{"ref":"1 Chron. 16:22","refLong":"1 Chronicles 16:22","text":"Saying, Do not touch My anointed ones, / And do My prophets no harm."},{"ref":"1 Chron. 16:23","refLong":"1 Chronicles 16:23","text":"Sing to Jehovah all the earth; / Proclaim His salvation from day to day."},{"ref":"1 Chron. 16:24","refLong":"1 Chronicles 16:24","text":"Declare His glory among the nations, / His wondrous deeds among all the peoples."},{"ref":"1 Chron. 16:25","refLong":"1 Chronicles 16:25","text":"For Jehovah is great and much to be praised, / And He is to be feared above all gods."},{"ref":"1 Chron. 16:26","refLong":"1 Chronicles 16:26","text":"For all the gods of the peoples are idols, / But Jehovah made the heavens."},{"ref":"1 Chron. 16:27","refLong":"1 Chronicles 16:27","text":"Majesty and splendor are before Him; / Strength and gladness are in His place."},{"ref":"1 Chron. 16:28","refLong":"1 Chronicles 16:28","text":"Ascribe to Jehovah, O families of the peoples, / Ascribe to Jehovah, glory and strength;"},{"ref":"1 Chron. 16:29","refLong":"1 Chronicles 16:29","text":"Ascribe to Jehovah the glory of His name; / Bring an offering, and come before Him. / Worship Jehovah in holy splendor;"},{"ref":"1 Chron. 16:30","refLong":"1 Chronicles 16:30","text":"Tremble before Him, all the earth. / Indeed the world has been established; it will not be moved;"},{"ref":"1 Chron. 16:31","refLong":"1 Chronicles 16:31","text":"Let the heavens rejoice and the earth be glad; / And let them say among the nations, Jehovah reigns!"},{"ref":"1 Chron. 16:32","refLong":"1 Chronicles 16:32","text":"Let the sea and its fullness roar; / Let the field and all that is in it exult;"},{"ref":"1 Chron. 16:33","refLong":"1 Chronicles 16:33","text":"Then the trees of the forest will sing for joy / Before Jehovah, for He is coming / To judge the earth."},{"ref":"1 Chron. 16:34","refLong":"1 Chronicles 16:34","text":"Give thanks to Jehovah, for He is good, / For His lovingkindness is forever;"},{"ref":"1 Chron. 16:35","refLong":"1 Chronicles 16:35","text":"And say, Save us, O God of our salvation; / And gather us and deliver us out of the nations, / That we may give thanks to Your holy name, / That we may glory in Your praise."},{"ref":"1 Chron. 16:36","refLong":"1 Chronicles 16:36","text":"Blessed be Jehovah the God of Israel, / From eternity to eternity.And all the people said, Amen, and praised Jehovah."},{"ref":"1 Chron. 16:37","refLong":"1 Chronicles 16:37","text":"So there before the Ark of the Covenant of Jehovah he left Asaph and his brothers to minister before the Ark continually, as every day’s work dictated;"},{"ref":"1 Chron. 16:38","refLong":"1 Chronicles 16:38","text":"As well as Obed-edom and his sixty-eight relatives, with Obed-edom the son of Jeduthun and Hosah as gatekeepers;"},{"ref":"1 Chron. 16:39","refLong":"1 Chronicles 16:39","text":"And Zadok the priest and his brothers the priests before the tabernacle of Jehovah in the high place which was at Gibeon,"},{"ref":"1 Chron. 16:40","refLong":"1 Chronicles 16:40","text":"To offer up burnt offerings to Jehovah upon the burnt offering altar continually every morning and every evening, according to all that was written in the law of Jehovah, which He commanded Israel."},{"ref":"1 Chron. 16:41","refLong":"1 Chronicles 16:41","text":"And with them were Heman and Jeduthun and the rest of those who had been chosen, who had been mentioned by name, to give thanks to Jehovah, for His lovingkindness endures forever."},{"ref":"1 Chron. 16:42","refLong":"1 Chronicles 16:42","text":"And with them were Heman and Jeduthun with trumpets and cymbals for those who were to sound aloud and with instruments for the songs of God, and the sons of Jeduthun were to be at the gate."},{"ref":"1 Chron. 16:43","refLong":"1 Chronicles 16:43","text":"And all the people, each one, departed to his house; and David returned to bless his house."}]},{"ref":"1 Chron. 17","refLong":"1 Chronicles 17","numVerses":27,"verses":[{"ref":"1 Chron. 17:1","refLong":"1 Chronicles 17:1","text":"And as David dwelt in his house, David said to Nathan the prophet, See now, I dwell in a house of cedar, but the Ark of the Covenant of Jehovah dwells under curtains."},{"ref":"1 Chron. 17:2","refLong":"1 Chronicles 17:2","text":"And Nathan said to David, All that is in your heart do, for God is with you."},{"ref":"1 Chron. 17:3","refLong":"1 Chronicles 17:3","text":"And in that night the word of God came to Nathan, saying,"},{"ref":"1 Chron. 17:4","refLong":"1 Chronicles 17:4","text":"Go and say to David My servant, Thus says Jehovah, It will not be you who builds Me a house to dwell in."},{"ref":"1 Chron. 17:5","refLong":"1 Chronicles 17:5","text":"For I have not dwelt in a house, since the day I brought up Israel to this day; but I have been from tent to tent and from tabernacle to tabernacle."},{"ref":"1 Chron. 17:6","refLong":"1 Chronicles 17:6","text":"In all My going about among all Israel, did I ever speak a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, Why have you not built Me a house of cedar?"},{"ref":"1 Chron. 17:7","refLong":"1 Chronicles 17:7","text":"And now thus shall you say to My servant David, Thus says Jehovah of hosts, I took you from the pasture, from following the sheep, that you might be ruler over My people Israel;"},{"ref":"1 Chron. 17:8","refLong":"1 Chronicles 17:8","text":"And I have been with you in every place that you have gone and have cut off all your enemies before you; and I will make a name for you, like the name of the great ones who are on the earth."},{"ref":"1 Chron. 17:9","refLong":"1 Chronicles 17:9","text":"And I will appoint a place for My people Israel and will plant them there, that they may dwell in their own place and be disturbed no more; and the sons of wickedness will waste them away no more as before,"},{"ref":"1 Chron. 17:10","refLong":"1 Chronicles 17:10","text":"Even since the time when I commanded that there be judges over My people Israel; and I will subdue all your enemies. Moreover I declare to you that Jehovah will build you a house."},{"ref":"1 Chron. 17:11","refLong":"1 Chronicles 17:11","text":"When your days are fulfilled that you must go to be with your fathers, I will raise up your seed after you, which will be from your sons, and I will establish his kingdom."},{"ref":"1 Chron. 17:12","refLong":"1 Chronicles 17:12","text":"It is he who will build a house for Me, and I will establish his throne forever."},{"ref":"1 Chron. 17:13","refLong":"1 Chronicles 17:13","text":"I will be his Father, and he will be My son; and My lovingkindness I will not take from him, as I took it away from him who was before you."},{"ref":"1 Chron. 17:14","refLong":"1 Chronicles 17:14","text":"And I will set him in My house and My kingdom forever, and his throne will be established forever."},{"ref":"1 Chron. 17:15","refLong":"1 Chronicles 17:15","text":"According to all these words and according to this whole vision did Nathan speak to David."},{"ref":"1 Chron. 17:16","refLong":"1 Chronicles 17:16","text":"Then King David went and sat before Jehovah; and he said, Who am I, O Jehovah God, and what is my house that You have brought me this far?"},{"ref":"1 Chron. 17:17","refLong":"1 Chronicles 17:17","text":"And this was a small thing in Your sight, O God; but You have spoken of the house of Your servant for a great while to come; and You have regarded me according to the custom for a man of high degree, O Jehovah God."},{"ref":"1 Chron. 17:18","refLong":"1 Chronicles 17:18","text":"What more can David add to say to You concerning this honoring of Your servant? For You know Your servant."},{"ref":"1 Chron. 17:19","refLong":"1 Chronicles 17:19","text":"O Jehovah, for Your servant’s sake and according to Your own heart, You have done all this greatness to make known all these great things."},{"ref":"1 Chron. 17:20","refLong":"1 Chronicles 17:20","text":"O Jehovah, there is none like You, nor is there any God besides You, according to all that we have heard with our ears."},{"ref":"1 Chron. 17:21","refLong":"1 Chronicles 17:21","text":"And who is like Your people Israel, a nation unique on the earth, which God went to redeem to Himself as a people in order to make for Yourself a name of greatness and awesomeness to drive out nations from before Your people, whom You have redeemed out of Egypt?"},{"ref":"1 Chron. 17:22","refLong":"1 Chronicles 17:22","text":"And You have made Your people Israel to be a people to You forever, and You, O Jehovah, became their God."},{"ref":"1 Chron. 17:23","refLong":"1 Chronicles 17:23","text":"And now, O Jehovah, may the word which You have spoken concerning Your servant and concerning his house be established forever, and do as You have spoken."},{"ref":"1 Chron. 17:24","refLong":"1 Chronicles 17:24","text":"And may Your name be established and magnified forever when men say, Jehovah of hosts is the God of Israel, even a God to Israel; and the house of David Your servant will be established before You."},{"ref":"1 Chron. 17:25","refLong":"1 Chronicles 17:25","text":"For You, O my God, have revealed to Your servant, that You will build him a house; therefore Your servant has found it in his heart to pray before You."},{"ref":"1 Chron. 17:26","refLong":"1 Chronicles 17:26","text":"And now, O Jehovah, You are God, and You have spoken this good matter concerning Your servant;"},{"ref":"1 Chron. 17:27","refLong":"1 Chronicles 17:27","text":"Now therefore You have been pleased to bless the house of Your servant, that it may be before You forever; for You, O Jehovah, have blessed, and it is blessed forever."}]},{"ref":"1 Chron. 18","refLong":"1 Chronicles 18","numVerses":17,"verses":[{"ref":"1 Chron. 18:1","refLong":"1 Chronicles 18:1","text":"And after this David struck the Philistines and subdued them. And David took Gath and her villages out of the hand of the Philistines."},{"ref":"1 Chron. 18:2","refLong":"1 Chronicles 18:2","text":"And he struck Moab, and the Moabites became servants to David and brought tribute."},{"ref":"1 Chron. 18:3","refLong":"1 Chronicles 18:3","text":"Then David struck Hadadezer the king of Zobah at Hamath, when he went to establish his power at the river Euphrates."},{"ref":"1 Chron. 18:4","refLong":"1 Chronicles 18:4","text":"And David took from him one thousand chariots and seven thousand horsemen and twenty thousand foot soldiers. And David hamstrung all the chariot horses but left enough of them for a hundred chariots."},{"ref":"1 Chron. 18:5","refLong":"1 Chronicles 18:5","text":"And when the Syrians of Damascus came to help Hadadezer the king of Zobah, David struck twenty-two thousand men among the Syrians."},{"ref":"1 Chron. 18:6","refLong":"1 Chronicles 18:6","text":"And David put garrisons among the Syrians of Damascus, and the Syrians became servants to David and brought tribute. And Jehovah preserved David wherever he went."},{"ref":"1 Chron. 18:7","refLong":"1 Chronicles 18:7","text":"And David took the shields of gold that were on the servants of Hadadezer and brought them to Jerusalem."},{"ref":"1 Chron. 18:8","refLong":"1 Chronicles 18:8","text":"And from Tibhath and Cun, cities of Hadadezer, David took very much bronze, with which Solomon made the bronze sea and the pillars and the vessels of bronze."},{"ref":"1 Chron. 18:9","refLong":"1 Chronicles 18:9","text":"Then when Tou the king of Hamath heard that David had struck down all the army of Hadadezer the king of Zobah,"},{"ref":"1 Chron. 18:10","refLong":"1 Chronicles 18:10","text":"He sent Hadoram his son to King David to greet him and congratulate him for fighting against Hadadezer and striking him down, for Hadadezer had been at war with Tou. And Hadoram brought all kinds of articles of gold and of silver and of bronze."},{"ref":"1 Chron. 18:11","refLong":"1 Chronicles 18:11","text":"King David consecrated these also to Jehovah along with the silver and gold that he had carried from all the nations: from the Edomites and from the Moabites and from the children of Ammon and from the Philistines and from the Amalekites."},{"ref":"1 Chron. 18:12","refLong":"1 Chronicles 18:12","text":"Moreover Abishai the son of Zeruiah struck down the Edomites in the Valley of Salt, that is, eighteen thousand men."},{"ref":"1 Chron. 18:13","refLong":"1 Chronicles 18:13","text":"And he put garrisons in Edom, and all the Edomites became servants to David. And Jehovah preserved David wherever he went."},{"ref":"1 Chron. 18:14","refLong":"1 Chronicles 18:14","text":"So David reigned over all Israel and executed justice and righteousness for all his people."},{"ref":"1 Chron. 18:15","refLong":"1 Chronicles 18:15","text":"And Joab the son of Zeruiah was over the army, and Jehoshaphat the son of Ahilud was recorder."},{"ref":"1 Chron. 18:16","refLong":"1 Chronicles 18:16","text":"And Zadok the son of Ahitub and Abimelech the son of Abiathar were priests, and Shavsha was scribe."},{"ref":"1 Chron. 18:17","refLong":"1 Chronicles 18:17","text":"And Benaiah the son of Jehoiada was over the Cherethites and the Pelethites, and David’s sons were chief at the king’s side."}]},{"ref":"1 Chron. 19","refLong":"1 Chronicles 19","numVerses":19,"verses":[{"ref":"1 Chron. 19:1","refLong":"1 Chronicles 19:1","text":"And after this Nahash the king of the children of Ammon died, and his son reigned in his place."},{"ref":"1 Chron. 19:2","refLong":"1 Chronicles 19:2","text":"And David said, I will show kindness to Hanun the son of Nahash, because his father showed kindness to me. And David sent messengers to comfort him concerning his father. And David’s servants came into the land of the children of Ammon to Hanun to comfort him."},{"ref":"1 Chron. 19:3","refLong":"1 Chronicles 19:3","text":"But the princes of the children of Ammon said to Hanun, Do you really think that David is honoring your father just because he sent to you some men to comfort you? Have not his servants come to you in order to search out and to overthrow and to spy on the land?"},{"ref":"1 Chron. 19:4","refLong":"1 Chronicles 19:4","text":"So Hanun took David’s servants and shaved them and cut away half their garments at the hips, and he sent them away."},{"ref":"1 Chron. 19:5","refLong":"1 Chronicles 19:5","text":"Now when they went and told David about the men, he sent some to meet them, for the men were very ashamed. And the king said, Stay in Jericho until your beards grow back, then return."},{"ref":"1 Chron. 19:6","refLong":"1 Chronicles 19:6","text":"And when the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent one thousand talents of silver to hire for themselves chariots and horsemen from Mesopotamia and from the Syrians of Maacah and from Zobah."},{"ref":"1 Chron. 19:7","refLong":"1 Chronicles 19:7","text":"So they hired for themselves thirty-two thousand chariots and the king of Maacah and his people, who came and camped before Medeba. And the children of Ammon gathered together from their cities and came to the battle."},{"ref":"1 Chron. 19:8","refLong":"1 Chronicles 19:8","text":"And when David heard of it, he sent Joab and all the host of mighty men."},{"ref":"1 Chron. 19:9","refLong":"1 Chronicles 19:9","text":"And the children of Ammon went forth and set the battle in array at the entrance of the city, but the kings who had come were alone in the field."},{"ref":"1 Chron. 19:10","refLong":"1 Chronicles 19:10","text":"Now when Joab saw that there were battle lines against him before and behind, he chose some of the choice men in Israel and set them in array against the Syrians."},{"ref":"1 Chron. 19:11","refLong":"1 Chronicles 19:11","text":"And the rest of the people he put under the charge of Abishai his brother, and they arrayed themselves against the children of Ammon."},{"ref":"1 Chron. 19:12","refLong":"1 Chronicles 19:12","text":"And he said, If the Syrians are too strong for me, then you shall help me; and if the children of Ammon are too strong for you, then I will help you."},{"ref":"1 Chron. 19:13","refLong":"1 Chronicles 19:13","text":"Be strong and let us be bold for the sake of our people and for the sake of the cities of our God, and may Jehovah do what seems good in His sight."},{"ref":"1 Chron. 19:14","refLong":"1 Chronicles 19:14","text":"So Joab and the people who were with him approached the battle against the Syrians, and the Syrians fled before him."},{"ref":"1 Chron. 19:15","refLong":"1 Chronicles 19:15","text":"And the children of Ammon saw that the Syrians fled, and they also fled from before Abishai his brother and entered the city. And Joab entered Jerusalem."},{"ref":"1 Chron. 19:16","refLong":"1 Chronicles 19:16","text":"Now when the Syrians saw that they had been routed before Israel, they sent messengers and brought forth the Syrians who were beyond the River with Shophach the captain of the army of Hadadezer before them."},{"ref":"1 Chron. 19:17","refLong":"1 Chronicles 19:17","text":"And it was told David, and he gathered all Israel together and passed over the Jordan and came to them and set his men in array against them. When David set his men in array to meet the Syrians in battle, they fought with him."},{"ref":"1 Chron. 19:18","refLong":"1 Chronicles 19:18","text":"And the Syrians fled before Israel. And David slew seven thousand charioteers of the Syrians and forty thousand footmen, and he put Shophach the captain of the army to death."},{"ref":"1 Chron. 19:19","refLong":"1 Chronicles 19:19","text":"And when the servants of Hadadezer saw that they had been routed before Israel, they made peace with David and served him. So the Syrians were not willing to help the children of Ammon anymore."}]},{"ref":"1 Chron. 20","refLong":"1 Chronicles 20","numVerses":8,"verses":[{"ref":"1 Chron. 20:1","refLong":"1 Chronicles 20:1","text":"Then at the time of the turn of the year, at the time when kings go forth to battle, Joab led the army and devastated the land of the children of Ammon. And he went and besieged Rabbah while David remained in Jerusalem. And Joab struck Rabbah and overthrew it."},{"ref":"1 Chron. 20:2","refLong":"1 Chronicles 20:2","text":"And David took the crown of their king from off his head and found it to weigh a talent of gold, and in it were precious stones; and it was put upon David’s head. And he brought forth the spoil of the city, a very great amount."},{"ref":"1 Chron. 20:3","refLong":"1 Chronicles 20:3","text":"And he brought out the people who were in it and hewed them with saws and iron cutting tools and axes, and thus did David do to all the cities of the children of Ammon. And David and all the people returned to Jerusalem."},{"ref":"1 Chron. 20:4","refLong":"1 Chronicles 20:4","text":"Then after this a war arose with the Philistines at Gezer; and Sibbecai the Hushathite slew Sippai, one of the children of the giants; and they were subdued."},{"ref":"1 Chron. 20:5","refLong":"1 Chronicles 20:5","text":"And there was war again with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver’s beam."},{"ref":"1 Chron. 20:6","refLong":"1 Chronicles 20:6","text":"And again there was war at Gath, where there was a man of great stature, who had six fingers on each hand and six toes on each foot, twenty-four in all; and he also had been born to the giant."},{"ref":"1 Chron. 20:7","refLong":"1 Chronicles 20:7","text":"And he defied Israel; and Jonathan the son of Shimea, David’s brother, slew him."},{"ref":"1 Chron. 20:8","refLong":"1 Chronicles 20:8","text":"These had been born to the giant in Gath; and they fell by the hand of David and by the hands of his servants."}]},{"ref":"1 Chron. 21","refLong":"1 Chronicles 21","numVerses":30,"verses":[{"ref":"1 Chron. 21:1","refLong":"1 Chronicles 21:1","text":"And Satan stood up against Israel and moved David to number Israel."},{"ref":"1 Chron. 21:2","refLong":"1 Chronicles 21:2","text":"And David said to Joab and to the captains of the people, Go and count Israel, from Beer-sheba to Dan, and bring the results to me, that I may know their number."},{"ref":"1 Chron. 21:3","refLong":"1 Chronicles 21:3","text":"And Joab said, May Jehovah add to His people a hundred times as many as they are. But, O my lord the king, are they not all my lord’s servants? Why does my lord request this? Why should he become a cause of guilt to Israel?"},{"ref":"1 Chron. 21:4","refLong":"1 Chronicles 21:4","text":"Nevertheless the king’s word prevailed over Joab, and Joab went forth and went throughout all Israel and came to Jerusalem."},{"ref":"1 Chron. 21:5","refLong":"1 Chronicles 21:5","text":"And Joab gave the sum of the numbering of the people to David. And all Israel were one million one hundred thousand men who drew the sword, and Judah was four hundred seventy thousand men who drew the sword."},{"ref":"1 Chron. 21:6","refLong":"1 Chronicles 21:6","text":"But he did not number Levi and Benjamin among them, for the king’s word was abhorrent to Joab."},{"ref":"1 Chron. 21:7","refLong":"1 Chronicles 21:7","text":"And this matter displeased God, and He struck Israel."},{"ref":"1 Chron. 21:8","refLong":"1 Chronicles 21:8","text":"And David said to God, I have sinned greatly in that I have done this thing; but now put away the iniquity of Your servant, for I have acted very foolishly."},{"ref":"1 Chron. 21:9","refLong":"1 Chronicles 21:9","text":"And Jehovah spoke to Gad, David’s seer, saying,"},{"ref":"1 Chron. 21:10","refLong":"1 Chronicles 21:10","text":"Go and speak to David, saying, Thus says Jehovah, I am offering you three things; choose for yourself one of them, that I may do it to you."},{"ref":"1 Chron. 21:11","refLong":"1 Chronicles 21:11","text":"So Gad went to David and said to him, Thus says Jehovah, Take for yourself"},{"ref":"1 Chron. 21:12","refLong":"1 Chronicles 21:12","text":"Either three years of famine, or three months to be swept away before your adversaries, while the sword of your enemies overtakes you, or three days of the sword of Jehovah, even pestilence in the land, and the angel of Jehovah destroying throughout all the territory of Israel. And now see what word I should return to Him who sent me."},{"ref":"1 Chron. 21:13","refLong":"1 Chronicles 21:13","text":"And David said to Gad, I am in a great strait; let me fall into the hand of Jehovah, for His compassions are very great; and do not let me fall into the hand of man."},{"ref":"1 Chron. 21:14","refLong":"1 Chronicles 21:14","text":"So Jehovah sent a pestilence in Israel, and seventy thousand people of Israel fell."},{"ref":"1 Chron. 21:15","refLong":"1 Chronicles 21:15","text":"And God sent an angel to Jerusalem to destroy it; but as he was destroying it, Jehovah saw and repented of the harm. And He said to the destroying angel, It is enough; now hold back your hand. And the angel of Jehovah was standing by the threshing floor of Ornan the Jebusite."},{"ref":"1 Chron. 21:16","refLong":"1 Chronicles 21:16","text":"And David lifted up his eyes and saw the angel of Jehovah standing between the earth and the heavens, with his drawn sword in his hand stretched out over Jerusalem. Then David and the elders, covered with sackcloth, fell on their faces."},{"ref":"1 Chron. 21:17","refLong":"1 Chronicles 21:17","text":"And David said to God, Was it not I who ordered the numbering of the people? And it is I who have sinned and acted very wickedly. But these sheep, what have they done? O Jehovah my God, let Your hand, I pray, be against me and against the house of my father, but not against Your people that they should be plagued."},{"ref":"1 Chron. 21:18","refLong":"1 Chronicles 21:18","text":"And the angel of Jehovah commanded Gad to tell David that David should go up and raise up an altar to Jehovah on the threshing floor of Ornan the Jebusite."},{"ref":"1 Chron. 21:19","refLong":"1 Chronicles 21:19","text":"And David went up at Gad’s word, which he spoke in the name of Jehovah."},{"ref":"1 Chron. 21:20","refLong":"1 Chronicles 21:20","text":"And Ornan turned back and saw the angel, and his four sons who were with him hid themselves; and Ornan was threshing wheat."},{"ref":"1 Chron. 21:21","refLong":"1 Chronicles 21:21","text":"And as David came to Ornan, Ornan looked and saw David. And he went forth from the threshing floor and bowed down to David with his face to the ground."},{"ref":"1 Chron. 21:22","refLong":"1 Chronicles 21:22","text":"And David said to Ornan, Give me the site of the threshing floor that I may build on it an altar to Jehovah. For the full price you shall give it to me, that the plague may be stayed from the people."},{"ref":"1 Chron. 21:23","refLong":"1 Chronicles 21:23","text":"And Ornan said to David, Take it; and may my lord the king do whatever seems good in his sight. Look, I have given the oxen for the burnt offerings and the threshing instruments for the wood and the wheat for the meal offering — all this I give."},{"ref":"1 Chron. 21:24","refLong":"1 Chronicles 21:24","text":"But King David said to Ornan, No; but I will surely buy it for the full price, for I will not take what is yours for Jehovah and offer up burnt offerings that cost me nothing."},{"ref":"1 Chron. 21:25","refLong":"1 Chronicles 21:25","text":"So David gave to Ornan six hundred shekels of gold by weight for the site."},{"ref":"1 Chron. 21:26","refLong":"1 Chronicles 21:26","text":"And there David built an altar to Jehovah, and he offered burnt offerings and peace offerings. And he called on Jehovah, and He answered him with fire from heaven upon the altar of burnt offering."},{"ref":"1 Chron. 21:27","refLong":"1 Chronicles 21:27","text":"And Jehovah commanded the angel, and he returned his sword to its sheath."},{"ref":"1 Chron. 21:28","refLong":"1 Chronicles 21:28","text":"At that time, when David saw that Jehovah had answered him on the threshing floor of Ornan the Jebusite, he sacrificed there."},{"ref":"1 Chron. 21:29","refLong":"1 Chronicles 21:29","text":"And the tabernacle of Jehovah, which Moses made in the wilderness, and the altar of burnt offering at that time were in the high place at Gibeon."},{"ref":"1 Chron. 21:30","refLong":"1 Chronicles 21:30","text":"And David was not able to go before it to inquire of God because he was terrified of the sword of the angel of Jehovah."}]},{"ref":"1 Chron. 22","refLong":"1 Chronicles 22","numVerses":19,"verses":[{"ref":"1 Chron. 22:1","refLong":"1 Chronicles 22:1","text":"Then David said, This is the house of Jehovah God, and this is the altar of the burnt offering for Israel."},{"ref":"1 Chron. 22:2","refLong":"1 Chronicles 22:2","text":"And David ordered the gathering of the sojourners who were in the land of Israel. And he appointed masons to hew the wrought stones for the building of the house of God."},{"ref":"1 Chron. 22:3","refLong":"1 Chronicles 22:3","text":"And David prepared iron in abundance for the nails of the doors of the gates and for the clasps; and bronze in abundance, without weight;"},{"ref":"1 Chron. 22:4","refLong":"1 Chronicles 22:4","text":"And cedar trees without number, for the Sidonians and the Tyrians brought cedar trees in vast quantity to David."},{"ref":"1 Chron. 22:5","refLong":"1 Chronicles 22:5","text":"And David said, Solomon my son is young and tender, and the house that is to be built to Jehovah must be exceedingly great in fame and glory throughout all lands; I will therefore make preparations for it. So David prepared an abundance before his death."},{"ref":"1 Chron. 22:6","refLong":"1 Chronicles 22:6","text":"Then he called for Solomon his son and commanded him to build a house for Jehovah the God of Israel."},{"ref":"1 Chron. 22:7","refLong":"1 Chronicles 22:7","text":"And David said to Solomon, My son, as for me, it was on my heart to build a house for the name of Jehovah my God."},{"ref":"1 Chron. 22:8","refLong":"1 Chronicles 22:8","text":"But the word of Jehovah came to me, saying, You have shed blood abundantly and have waged great wars. You shall not build a house for My name, for you have shed much blood on the earth in My sight."},{"ref":"1 Chron. 22:9","refLong":"1 Chronicles 22:9","text":"Behold, a son will be born to you. He will be a man of rest, and I will give him rest from all his enemies around him, for Solomon will be his name, and I will give peace and quiet to Israel throughout his days."},{"ref":"1 Chron. 22:10","refLong":"1 Chronicles 22:10","text":"It is he who will build a house for My name; and he will be My son, and I will be his Father; and I will establish the throne of his kingdom over Israel forever."},{"ref":"1 Chron. 22:11","refLong":"1 Chronicles 22:11","text":"Now, my son, may Jehovah be with you; and may you prosper and build the house of Jehovah your God, as He has spoken concerning you."},{"ref":"1 Chron. 22:12","refLong":"1 Chronicles 22:12","text":"Only, let Jehovah give you insight and understanding, and let Him give you charge over Israel that you may keep the law of Jehovah your God;"},{"ref":"1 Chron. 22:13","refLong":"1 Chronicles 22:13","text":"Then you will prosper if you are certain to perform the statutes and ordinances with which Jehovah charged Moses concerning Israel. Be strong and be bold; do not be afraid or dismayed."},{"ref":"1 Chron. 22:14","refLong":"1 Chronicles 22:14","text":"Now then in my affliction I have prepared for the house of Jehovah one hundred thousand talents of gold and one million talents of silver and bronze and iron without weight, for it is in abundance; and timber and stone I have prepared; and you may add to these."},{"ref":"1 Chron. 22:15","refLong":"1 Chronicles 22:15","text":"And with you there are workmen in abundance, masons and workers in stone and wood and all manner of men who are skillful in every kind of work."},{"ref":"1 Chron. 22:16","refLong":"1 Chronicles 22:16","text":"To the gold and silver and bronze and iron there is no number. Arise and do it, and may Jehovah be with you."},{"ref":"1 Chron. 22:17","refLong":"1 Chronicles 22:17","text":"And David commanded all the leaders of Israel to help Solomon his son, saying,"},{"ref":"1 Chron. 22:18","refLong":"1 Chronicles 22:18","text":"Indeed Jehovah your God is with you. And He has given you rest all around. For He has given the inhabitants of the land into my hand, and the land has been subdued before Jehovah and before His people."},{"ref":"1 Chron. 22:19","refLong":"1 Chronicles 22:19","text":"Now set your heart and your soul to seek after Jehovah your God; and arise and build the sanctuary of Jehovah God, in order to bring the Ark of the Covenant of Jehovah and all the holy vessels of God to the house that is to be built for the name of Jehovah."}]},{"ref":"1 Chron. 23","refLong":"1 Chronicles 23","numVerses":32,"verses":[{"ref":"1 Chron. 23:1","refLong":"1 Chronicles 23:1","text":"Now when David was old and full of days, he made Solomon his son king over Israel."},{"ref":"1 Chron. 23:2","refLong":"1 Chronicles 23:2","text":"And he gathered all the leaders of Israel and the priests and the Levites."},{"ref":"1 Chron. 23:3","refLong":"1 Chronicles 23:3","text":"And the Levites were numbered from thirty years old and upward; and their number, head by head and man by man, was thirty-eight thousand."},{"ref":"1 Chron. 23:4","refLong":"1 Chronicles 23:4","text":"Of these twenty-four thousand were to oversee the work of the house of Jehovah, and six thousand were officers and judges,"},{"ref":"1 Chron. 23:5","refLong":"1 Chronicles 23:5","text":"And four thousand were gatekeepers, and four thousand were to praise Jehovah with the instruments that I have made for praising, said David."},{"ref":"1 Chron. 23:6","refLong":"1 Chronicles 23:6","text":"And David formed them into divisions according to the sons of Levi: Gershon, Kohath, and Merari."},{"ref":"1 Chron. 23:7","refLong":"1 Chronicles 23:7","text":"Of the Gershonites: Ladan and Shimei."},{"ref":"1 Chron. 23:8","refLong":"1 Chronicles 23:8","text":"The sons of Ladan: Jehiel the chief and Zetham and Joel, three."},{"ref":"1 Chron. 23:9","refLong":"1 Chronicles 23:9","text":"The sons of Shimei: Shelomoth and Haziel and Haran, three. These were the heads of the fathers’ houses of Ladan."},{"ref":"1 Chron. 23:10","refLong":"1 Chronicles 23:10","text":"And the sons of Shimei: Jahath, Zina, and Jeush, and Beriah. These four were the sons of Shimei."},{"ref":"1 Chron. 23:11","refLong":"1 Chronicles 23:11","text":"And Jahath was the chief, and Zizah the second. But Jeush and Beriah did not have many sons; therefore they became a father’s house in one reckoning."},{"ref":"1 Chron. 23:12","refLong":"1 Chronicles 23:12","text":"The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four."},{"ref":"1 Chron. 23:13","refLong":"1 Chronicles 23:13","text":"The sons of Amram: Aaron and Moses; and Aaron was separated that he might sanctify the most holy things forever, he and his sons, by burning incense before Jehovah, by ministering to Him, and by blessing in His name forever."},{"ref":"1 Chron. 23:14","refLong":"1 Chronicles 23:14","text":"And as for Moses the man of God, his sons were named among the tribe of Levi."},{"ref":"1 Chron. 23:15","refLong":"1 Chronicles 23:15","text":"The sons of Moses: Gershom and Eliezer."},{"ref":"1 Chron. 23:16","refLong":"1 Chronicles 23:16","text":"The sons of Gershom: Shebuel the chief."},{"ref":"1 Chron. 23:17","refLong":"1 Chronicles 23:17","text":"And the sons of Eliezer were: Rehabiah the chief; and Eliezer had no other sons, but the sons of Rehabiah were very many."},{"ref":"1 Chron. 23:18","refLong":"1 Chronicles 23:18","text":"The sons of Izhar: Shelomith the chief."},{"ref":"1 Chron. 23:19","refLong":"1 Chronicles 23:19","text":"The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth."},{"ref":"1 Chron. 23:20","refLong":"1 Chronicles 23:20","text":"The sons of Uzziel: Micah the chief and Isshiah the second."},{"ref":"1 Chron. 23:21","refLong":"1 Chronicles 23:21","text":"The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."},{"ref":"1 Chron. 23:22","refLong":"1 Chronicles 23:22","text":"And Eleazar died and had no sons, only daughters; and their brothers the sons of Kish took them as their wives."},{"ref":"1 Chron. 23:23","refLong":"1 Chronicles 23:23","text":"The sons of Mushi: Mahli and Eder and Jeremoth, three."},{"ref":"1 Chron. 23:24","refLong":"1 Chronicles 23:24","text":"These were the sons of Levi according to their fathers’ houses, the heads of the fathers’ houses of those who had been counted, by the number of names, head by head, who did the work for the service of the house of Jehovah, from twenty years old and upward."},{"ref":"1 Chron. 23:25","refLong":"1 Chronicles 23:25","text":"For David said, Jehovah the God of Israel has given rest to His people, and He will dwell in Jerusalem forever;"},{"ref":"1 Chron. 23:26","refLong":"1 Chronicles 23:26","text":"And also the Levites need not carry the tabernacle and all its vessels for its service."},{"ref":"1 Chron. 23:27","refLong":"1 Chronicles 23:27","text":"For by the last words of David the sons of Levi were numbered from twenty years and upward."},{"ref":"1 Chron. 23:28","refLong":"1 Chronicles 23:28","text":"For their station was alongside the sons of Aaron for the service of the house of Jehovah in the courts and in the chambers and in the purifying of all the holy things, that is, the work of the service of the house of God;"},{"ref":"1 Chron. 23:29","refLong":"1 Chronicles 23:29","text":"And for the rows of bread and the fine flour of the meal offering and the unleavened wafers and what is baked in the pan and what is mixed with oil and all measures of quantity and size;"},{"ref":"1 Chron. 23:30","refLong":"1 Chronicles 23:30","text":"And to stand morning by morning to thank and praise Jehovah, and likewise in the evening;"},{"ref":"1 Chron. 23:31","refLong":"1 Chronicles 23:31","text":"And to offer all the burnt offerings to Jehovah, according to the number ordained for them, on the Sabbaths, at the new moons, and on the appointed feasts, continually before Jehovah;"},{"ref":"1 Chron. 23:32","refLong":"1 Chronicles 23:32","text":"And they were to keep the charge of the Tent of Meeting and the charge of the sanctuary and the charge of the sons of Aaron their brothers for the service of the house of Jehovah."}]},{"ref":"1 Chron. 24","refLong":"1 Chronicles 24","numVerses":31,"verses":[{"ref":"1 Chron. 24:1","refLong":"1 Chronicles 24:1","text":"And the divisions of the sons of Aaron were these: the sons of Aaron: Nadab and Abihu, Eleazar and Ithamar."},{"ref":"1 Chron. 24:2","refLong":"1 Chronicles 24:2","text":"But Nadab and Abihu died before their father and had no children; therefore Eleazar and Ithamar served as priests."},{"ref":"1 Chron. 24:3","refLong":"1 Chronicles 24:3","text":"And David with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar divided them according to their offices in their service."},{"ref":"1 Chron. 24:4","refLong":"1 Chronicles 24:4","text":"Since more chief men were found among the sons of Eleazar than the sons of Ithamar, they were divided thus: of the sons of Eleazar there were sixteen, heads of fathers’ houses; and of the sons of Ithamar, according to their fathers’ houses, eight."},{"ref":"1 Chron. 24:5","refLong":"1 Chronicles 24:5","text":"And they were divided by lot, each like the others; for there were officers of the sanctuary and officers of God, both from the sons of Eleazar and from the sons of Ithamar."},{"ref":"1 Chron. 24:6","refLong":"1 Chronicles 24:6","text":"And Shemaiah the son of Nethanel the scribe, from among the Levites, recorded them in the presence of the king and the leaders and Zadok the priest and Ahimelech the son of Abiathar and the heads of the fathers’ houses of the priests and of the Levites, one fathers’ house being drawn for Eleazar and one drawn for Ithamar."},{"ref":"1 Chron. 24:7","refLong":"1 Chronicles 24:7","text":"Now the first lot came forth to Jehoiarib, the second to Jedaiah,"},{"ref":"1 Chron. 24:8","refLong":"1 Chronicles 24:8","text":"The third to Harim, the fourth to Seorim,"},{"ref":"1 Chron. 24:9","refLong":"1 Chronicles 24:9","text":"The fifth to Malchijah, the sixth to Mijamin,"},{"ref":"1 Chron. 24:10","refLong":"1 Chronicles 24:10","text":"The seventh to Hakkoz, the eighth to Abijah,"},{"ref":"1 Chron. 24:11","refLong":"1 Chronicles 24:11","text":"The ninth to Jeshua, the tenth to Shecaniah,"},{"ref":"1 Chron. 24:12","refLong":"1 Chronicles 24:12","text":"The eleventh to Eliashib, the twelfth to Jakim,"},{"ref":"1 Chron. 24:13","refLong":"1 Chronicles 24:13","text":"The thirteenth to Huppah, the fourteenth to Jeshebeab,"},{"ref":"1 Chron. 24:14","refLong":"1 Chronicles 24:14","text":"The fifteenth to Bilgah, the sixteenth to Immer,"},{"ref":"1 Chron. 24:15","refLong":"1 Chronicles 24:15","text":"The seventeenth to Hezir, the eighteenth to Happizzez,"},{"ref":"1 Chron. 24:16","refLong":"1 Chronicles 24:16","text":"The nineteenth to Pethahiah, the twentieth to Jehezkel,"},{"ref":"1 Chron. 24:17","refLong":"1 Chronicles 24:17","text":"The twenty-first to Jachin, the twenty-second to Gamul,"},{"ref":"1 Chron. 24:18","refLong":"1 Chronicles 24:18","text":"The twenty-third to Delaiah, the twenty-fourth to Maaziah."},{"ref":"1 Chron. 24:19","refLong":"1 Chronicles 24:19","text":"These were their offices in their service for coming into the house of Jehovah according to the arrangement given to them by Aaron their father, as Jehovah the God of Israel had commanded him."},{"ref":"1 Chron. 24:20","refLong":"1 Chronicles 24:20","text":"And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."},{"ref":"1 Chron. 24:21","refLong":"1 Chronicles 24:21","text":"Of Rehabiah: of the sons of Rehabiah, Isshiah the chief."},{"ref":"1 Chron. 24:22","refLong":"1 Chronicles 24:22","text":"Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."},{"ref":"1 Chron. 24:23","refLong":"1 Chronicles 24:23","text":"And the sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, Jekameam the fourth."},{"ref":"1 Chron. 24:24","refLong":"1 Chronicles 24:24","text":"The sons of Uzziel, Micah; of the sons of Micah, Shamir."},{"ref":"1 Chron. 24:25","refLong":"1 Chronicles 24:25","text":"The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."},{"ref":"1 Chron. 24:26","refLong":"1 Chronicles 24:26","text":"The sons of Merari: Mahli and Mushi; the sons of Jaaziah: Beno."},{"ref":"1 Chron. 24:27","refLong":"1 Chronicles 24:27","text":"The sons of Merari: of Jaaziah were Beno and Shoham and Zaccur and Ibri."},{"ref":"1 Chron. 24:28","refLong":"1 Chronicles 24:28","text":"Of Mahli: Eleazar, who had no sons."},{"ref":"1 Chron. 24:29","refLong":"1 Chronicles 24:29","text":"Of Kish: the sons of Kish: Jerahmeel."},{"ref":"1 Chron. 24:30","refLong":"1 Chronicles 24:30","text":"And the sons of Mushi: Mahli and Eder and Jerimoth. These were the sons of the Levites according to their fathers’ houses."},{"ref":"1 Chron. 24:31","refLong":"1 Chronicles 24:31","text":"These likewise cast lots even as their brothers the sons of Aaron in the presence of David the king and Zadok and Ahimelech and the heads of the fathers’ houses of the priests and of the Levites, the head of the fathers’ houses even as his younger brother."}]},{"ref":"1 Chron. 25","refLong":"1 Chronicles 25","numVerses":31,"verses":[{"ref":"1 Chron. 25:1","refLong":"1 Chronicles 25:1","text":"Moreover David and the leaders of the army set apart for the service some of the sons of Asaph and Heman and Jeduthun to prophesy with lyres, harps, and cymbals. And the list of those who did the work according to their service was:"},{"ref":"1 Chron. 25:2","refLong":"1 Chronicles 25:2","text":"Of the sons of Asaph: Zaccur and Joseph and Nethaniah and Asharelah, the sons of Asaph, under the hand of Asaph, who prophesied under the king’s direction."},{"ref":"1 Chron. 25:3","refLong":"1 Chronicles 25:3","text":"Of Jeduthun: the sons of Jeduthun: Gedaliah and Zeri and Jeshaiah and Shimei and Hashabiah and Mattithiah, six, under the direction of their father Jeduthun with the lyre, who prophesied in giving thanks and praising Jehovah."},{"ref":"1 Chron. 25:4","refLong":"1 Chronicles 25:4","text":"Of Heman: the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth;"},{"ref":"1 Chron. 25:5","refLong":"1 Chronicles 25:5","text":"All these were the sons of Heman the king’s seer, for exalting His power with the words of God; and God gave Heman fourteen sons and three daughters."},{"ref":"1 Chron. 25:6","refLong":"1 Chronicles 25:6","text":"All these were under the direction of their father for song in the house of Jehovah, with cymbals, harps, and lyres, for the service of the house of God, Asaph, Jeduthun, and Heman being under the direction of the king."},{"ref":"1 Chron. 25:7","refLong":"1 Chronicles 25:7","text":"And the number of them, with their brothers who were instructed in singing to Jehovah, all of whom were skillful, was two hundred eighty-eight."},{"ref":"1 Chron. 25:8","refLong":"1 Chronicles 25:8","text":"And they cast lots for their duties, all alike, the small as well as the great, the teacher as well as the student."},{"ref":"1 Chron. 25:9","refLong":"1 Chronicles 25:9","text":"Now the first lot came forth for Asaph to Joseph; the second to Gedaliah, he and his brothers and his sons, twelve;"},{"ref":"1 Chron. 25:10","refLong":"1 Chronicles 25:10","text":"The third to Zaccur, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:11","refLong":"1 Chronicles 25:11","text":"The fourth to Izri, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:12","refLong":"1 Chronicles 25:12","text":"The fifth to Nethaniah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:13","refLong":"1 Chronicles 25:13","text":"The sixth to Bukkiah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:14","refLong":"1 Chronicles 25:14","text":"The seventh to Jesharelah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:15","refLong":"1 Chronicles 25:15","text":"The eighth to Jeshaiah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:16","refLong":"1 Chronicles 25:16","text":"The ninth to Mattaniah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:17","refLong":"1 Chronicles 25:17","text":"The tenth to Shimei, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:18","refLong":"1 Chronicles 25:18","text":"The eleventh to Azarel, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:19","refLong":"1 Chronicles 25:19","text":"The twelfth to Hashabiah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:20","refLong":"1 Chronicles 25:20","text":"For the thirteenth, Shubael, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:21","refLong":"1 Chronicles 25:21","text":"For the fourteenth, Mattithiah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:22","refLong":"1 Chronicles 25:22","text":"For the fifteenth to Jeremoth, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:23","refLong":"1 Chronicles 25:23","text":"For the sixteenth to Hananiah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:24","refLong":"1 Chronicles 25:24","text":"For the seventeenth to Joshbekashah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:25","refLong":"1 Chronicles 25:25","text":"For the eighteenth to Hanani, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:26","refLong":"1 Chronicles 25:26","text":"For the nineteenth to Mallothi, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:27","refLong":"1 Chronicles 25:27","text":"For the twentieth to Eliathah, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:28","refLong":"1 Chronicles 25:28","text":"For the twenty-first to Hothir, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:29","refLong":"1 Chronicles 25:29","text":"For the twenty-second to Giddalti, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:30","refLong":"1 Chronicles 25:30","text":"For the twenty-third to Mahazioth, his sons and his brothers, twelve;"},{"ref":"1 Chron. 25:31","refLong":"1 Chronicles 25:31","text":"For the twenty-fourth to Romamti-ezer, his sons and his brothers, twelve."}]},{"ref":"1 Chron. 26","refLong":"1 Chronicles 26","numVerses":32,"verses":[{"ref":"1 Chron. 26:1","refLong":"1 Chronicles 26:1","text":"For the divisions of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."},{"ref":"1 Chron. 26:2","refLong":"1 Chronicles 26:2","text":"And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"ref":"1 Chron. 26:3","refLong":"1 Chronicles 26:3","text":"Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."},{"ref":"1 Chron. 26:4","refLong":"1 Chronicles 26:4","text":"And Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third and Sacar the fourth and Nethanel the fifth,"},{"ref":"1 Chron. 26:5","refLong":"1 Chronicles 26:5","text":"Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him."},{"ref":"1 Chron. 26:6","refLong":"1 Chronicles 26:6","text":"And to Shemaiah his son were sons born, who ruled over the house of their father, for they were mighty men of valor."},{"ref":"1 Chron. 26:7","refLong":"1 Chronicles 26:7","text":"The sons of Shemaiah: Othni and Rephael and Obed and Elzabad, whose brothers, Elihu and Semachiah, were valiant men."},{"ref":"1 Chron. 26:8","refLong":"1 Chronicles 26:8","text":"All these were among the sons of Obed-edom: they and their sons and their brothers, men of strength able for the service, sixty-two of Obed-edom."},{"ref":"1 Chron. 26:9","refLong":"1 Chronicles 26:9","text":"And Meshelemiah had sons and brothers, valiant men, eighteen."},{"ref":"1 Chron. 26:10","refLong":"1 Chronicles 26:10","text":"And Hosah, of the children of Merari, had sons: Shimri the chief (for although he was not the firstborn, his father made him chief),"},{"ref":"1 Chron. 26:11","refLong":"1 Chronicles 26:11","text":"Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brothers of Hosah were thirteen."},{"ref":"1 Chron. 26:12","refLong":"1 Chronicles 26:12","text":"To these divisions of the doorkeepers, the chief men, were given duties like those of their brothers, to minister in the house of Jehovah."},{"ref":"1 Chron. 26:13","refLong":"1 Chronicles 26:13","text":"And they cast lots, the small as well as the great, according to their fathers’ houses, for every gate."},{"ref":"1 Chron. 26:14","refLong":"1 Chronicles 26:14","text":"And the lot for the east fell to Shelemiah. Then for Zechariah his son, a counselor with insight, they cast lots; and his lot went out for the north."},{"ref":"1 Chron. 26:15","refLong":"1 Chronicles 26:15","text":"For Obed-edom it went out for the south; and for his sons it went out for the storehouse."},{"ref":"1 Chron. 26:16","refLong":"1 Chronicles 26:16","text":"For Shuppim and Hosah it went out for the west, by the gate of Shallecheth on the ascending road. Guard corresponded to guard."},{"ref":"1 Chron. 26:17","refLong":"1 Chronicles 26:17","text":"On the east: six Levites; on the north: four a day; on the south: four a day; and for the storehouse: two by two;"},{"ref":"1 Chron. 26:18","refLong":"1 Chronicles 26:18","text":"At the colonnade to the west: four at the road and two at the colonnade."},{"ref":"1 Chron. 26:19","refLong":"1 Chronicles 26:19","text":"These were the divisions of the doorkeepers, from the sons of the Korahites and from the sons of Merari."},{"ref":"1 Chron. 26:20","refLong":"1 Chronicles 26:20","text":"And of the Levites, Ahijah was over the treasures of the house of God and over the treasures of the dedicated gifts."},{"ref":"1 Chron. 26:21","refLong":"1 Chronicles 26:21","text":"The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers’ houses belonging to Ladan the Gershonite: Jehieli."},{"ref":"1 Chron. 26:22","refLong":"1 Chronicles 26:22","text":"The sons of Jehieli: Zetham and Joel his brother, who were over the treasures of the house of Jehovah."},{"ref":"1 Chron. 26:23","refLong":"1 Chronicles 26:23","text":"Of the Amramites, the Izharites, the Hebronites, and the Uzzielites,"},{"ref":"1 Chron. 26:24","refLong":"1 Chronicles 26:24","text":"Shebuel the son of Gershom, the son of Moses, was ruler over the treasures."},{"ref":"1 Chron. 26:25","refLong":"1 Chronicles 26:25","text":"And his brothers: From Eliezer came Rehabiah his son and Jeshaiah his son and Joram his son and Zichri his son and Shelomoth his son."},{"ref":"1 Chron. 26:26","refLong":"1 Chronicles 26:26","text":"This Shelomoth and his brothers were over all the treasures of the dedicated gifts, which David the king and the heads of the fathers’ houses, the captains over thousands and hundreds and the captains of the army, had dedicated;"},{"ref":"1 Chron. 26:27","refLong":"1 Chronicles 26:27","text":"Out of the spoil won in battles they dedicated these to repair the house of Jehovah."},{"ref":"1 Chron. 26:28","refLong":"1 Chronicles 26:28","text":"And all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated, and whoever had dedicated anything, was under the hand of Shelomoth and his brothers."},{"ref":"1 Chron. 26:29","refLong":"1 Chronicles 26:29","text":"Of the Izharites, Chenaniah and his sons were appointed to the outward duties over Israel, as officers and judges."},{"ref":"1 Chron. 26:30","refLong":"1 Chronicles 26:30","text":"Of the Hebronites, Hashabiah and his brothers, men of valor, one thousand seven hundred, had the oversight of Israel beyond the Jordan to the west for all the business of Jehovah, and for the service of the king."},{"ref":"1 Chron. 26:31","refLong":"1 Chronicles 26:31","text":"Of the Hebronites, Jerijah was chief. (As for the Hebronites, in the fortieth year of David’s reign a search was made according to their generations by fathers’ houses, and among them mighty men of valor were found at Jazer-gilead.)"},{"ref":"1 Chron. 26:32","refLong":"1 Chronicles 26:32","text":"And his brothers, men of valor, were two thousand seven hundred, heads of fathers’ houses, whom King David made overseers over the Reubenites and the Gadites and the half-tribe of the Manassites, for every matter pertaining to God and for the affairs of the king."}]},{"ref":"1 Chron. 27","refLong":"1 Chronicles 27","numVerses":34,"verses":[{"ref":"1 Chron. 27:1","refLong":"1 Chronicles 27:1","text":"And these are the children of Israel by their number, the heads of fathers’ houses, and the captains of thousands and of hundreds, and their officers who served the king in all the matters of the divisions that came in and went out month by month throughout all the months of the year; for every division there were twenty-four thousand."},{"ref":"1 Chron. 27:2","refLong":"1 Chronicles 27:2","text":"Over the first division for the first month was Jashobeam the son of Zabdiel; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:3","refLong":"1 Chronicles 27:3","text":"He was from the children of Perez, the chief of all the captains of the army for the first month."},{"ref":"1 Chron. 27:4","refLong":"1 Chronicles 27:4","text":"And over the division of the second month was Dodai the Ahohite and his division, with Mikloth being the leader; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:5","refLong":"1 Chronicles 27:5","text":"The third captain of the army for the third month was Benaiah the chief, the son of Jehoiada the priest; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:6","refLong":"1 Chronicles 27:6","text":"This is that Benaiah who was the mighty man of the thirty and who was over the thirty; and in his division was Ammizabad his son."},{"ref":"1 Chron. 27:7","refLong":"1 Chronicles 27:7","text":"The fourth for the fourth month was Asahel the brother of Joab and Zebadiah his son after him; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:8","refLong":"1 Chronicles 27:8","text":"The fifth for the fifth month was the captain Shamhuth the Izrahite and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:9","refLong":"1 Chronicles 27:9","text":"The sixth for the sixth month was Ira the son of Ikkesh the Tekoite; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:10","refLong":"1 Chronicles 27:10","text":"The seventh for the seventh month was Helez the Pelonite, from the children of Ephraim; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:11","refLong":"1 Chronicles 27:11","text":"The eighth for the eighth month was Sibbecai the Hushathite, from the Zerahites; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:12","refLong":"1 Chronicles 27:12","text":"The ninth for the ninth month was Abiezer the Anathothite, from the Benjamites; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:13","refLong":"1 Chronicles 27:13","text":"The tenth for the tenth month was Maharai the Netophathite, from the Zerahites; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:14","refLong":"1 Chronicles 27:14","text":"The eleventh for the eleventh month was Benaiah the Pirathonite, from the children of Ephraim; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:15","refLong":"1 Chronicles 27:15","text":"The twelfth for the twelfth month was Heldai the Netophathite, of Othniel; and in his division were twenty-four thousand."},{"ref":"1 Chron. 27:16","refLong":"1 Chronicles 27:16","text":"And over the tribes of Israel were these: for the Reubenites was Eliezer the son of Zichri, the leader; for the Simeonites, Shephatiah the son of Maacah;"},{"ref":"1 Chron. 27:17","refLong":"1 Chronicles 27:17","text":"For Levi, Hashabiah the son of Kemuel; for Aaron, Zadok;"},{"ref":"1 Chron. 27:18","refLong":"1 Chronicles 27:18","text":"For Judah, Elihu, one of the brothers of David; for Issachar, Omri the son of Michael;"},{"ref":"1 Chron. 27:19","refLong":"1 Chronicles 27:19","text":"For Zebulun, Ishmaiah the son of Obadiah; for Naphtali, Jeremoth the son of Azriel;"},{"ref":"1 Chron. 27:20","refLong":"1 Chronicles 27:20","text":"For the children of Ephraim, Hoshea the son of Azaziah; for the half-tribe of Manasseh, Joel the son of Pedaiah;"},{"ref":"1 Chron. 27:21","refLong":"1 Chronicles 27:21","text":"For the other half of Manasseh, in Gilead, Iddo the son of Zechariah; for Benjamin, Jaasiel the son of Abner;"},{"ref":"1 Chron. 27:22","refLong":"1 Chronicles 27:22","text":"For Dan, Azarel the son of Jeroham. These were the captains of the tribes of Israel."},{"ref":"1 Chron. 27:23","refLong":"1 Chronicles 27:23","text":"But David did not take the number of those from twenty years old and under, because Jehovah had said He would increase Israel like the stars of heaven."},{"ref":"1 Chron. 27:24","refLong":"1 Chronicles 27:24","text":"Joab the son of Zeruiah had begun to number them but did not finish; and because of this, wrath came upon Israel. Nor was the number put into the account in the chronicles of King David."},{"ref":"1 Chron. 27:25","refLong":"1 Chronicles 27:25","text":"And over the king’s treasures was Azmaveth the son of Adiel; and over the treasures in the fields, in the cities, and in the villages and in the towers was Jonathan the son of Uzziah;"},{"ref":"1 Chron. 27:26","refLong":"1 Chronicles 27:26","text":"And over those who did the work of the field for tilling the ground was Ezri the son of Chelub;"},{"ref":"1 Chron. 27:27","refLong":"1 Chronicles 27:27","text":"And over the vineyards was Shimei the Ramathite; and over the produce of the vineyards in the wine cellars was Zabdi the Shiphmite;"},{"ref":"1 Chron. 27:28","refLong":"1 Chronicles 27:28","text":"And over the olive trees and the sycamore trees that were in the lowland was Baal-hanan the Gederite; and over the oil stores was Joash;"},{"ref":"1 Chron. 27:29","refLong":"1 Chronicles 27:29","text":"And over the cattle that grazed in Sharon was Shitrai the Sharonite; and over the cattle that were in the valleys was Shaphat the son of Adlai;"},{"ref":"1 Chron. 27:30","refLong":"1 Chronicles 27:30","text":"And over the camels was Obil the Ishmaelite; and over the asses was Jehdeiah the Meronothite; and over the flocks was Jaziz the Hagrite."},{"ref":"1 Chron. 27:31","refLong":"1 Chronicles 27:31","text":"All these were the overseers of the property that belonged to King David."},{"ref":"1 Chron. 27:32","refLong":"1 Chronicles 27:32","text":"In addition, Jonathan, David’s uncle, was a counselor, a man of understanding, and a scribe; and Jehiel the son of Hachmoni was with the king’s sons;"},{"ref":"1 Chron. 27:33","refLong":"1 Chronicles 27:33","text":"And Ahithophel was the king’s counselor; and Hushai the Archite was the king’s friend;"},{"ref":"1 Chron. 27:34","refLong":"1 Chronicles 27:34","text":"And after Ahithophel was Jehoiada the son of Benaiah, then Abiathar; and the captain of the king’s army was Joab."}]},{"ref":"1 Chron. 28","refLong":"1 Chronicles 28","numVerses":21,"verses":[{"ref":"1 Chron. 28:1","refLong":"1 Chronicles 28:1","text":"And David assembled at Jerusalem all the leaders of Israel: the leaders of the tribes, and the leaders of the divisions who served the king, and the captains of thousands, and the captains of hundreds, and the overseers of all the property and cattle of the king and of his sons, with the eunuchs and the mighty men, indeed all the mighty men of valor."},{"ref":"1 Chron. 28:2","refLong":"1 Chronicles 28:2","text":"And David the king rose to his feet and said, Hear me, my brothers and my people: I had it in my heart to build a house of rest for the Ark of the Covenant of Jehovah and for the footstool of our God, and I prepared materials for building it."},{"ref":"1 Chron. 28:3","refLong":"1 Chronicles 28:3","text":"But God said to me, You shall not build a house for My name, for you are a man of war and have shed blood."},{"ref":"1 Chron. 28:4","refLong":"1 Chronicles 28:4","text":"But Jehovah the God of Israel chose me out of all my father’s house to be king over Israel forever; for He chose Judah as leader, and in the house of Judah the house of my father, and among the sons of my father He took pleasure in me, making me king over all Israel."},{"ref":"1 Chron. 28:5","refLong":"1 Chronicles 28:5","text":"And out of all my sons — for Jehovah has given me many sons — He has chosen Solomon my son to sit on the throne of the kingdom of Jehovah over Israel."},{"ref":"1 Chron. 28:6","refLong":"1 Chronicles 28:6","text":"And He said to me, Solomon your son, he shall build My house and My courts; for I have chosen him to be My son, and I will be his Father."},{"ref":"1 Chron. 28:7","refLong":"1 Chronicles 28:7","text":"And I will establish his kingdom forever, if he is resolute in doing My commandments and My ordinances, as on this day."},{"ref":"1 Chron. 28:8","refLong":"1 Chronicles 28:8","text":"And now in the sight of all Israel, the assembly of Jehovah, and in the hearing of our God, observe and seek after all the commandments of Jehovah your God in order that you may possess the good land and leave it as an inheritance forever to your children after you."},{"ref":"1 Chron. 28:9","refLong":"1 Chronicles 28:9","text":"And you, Solomon my son, know the God of your father, and serve Him with your whole heart and with a willing soul, for Jehovah searches all the hearts and understands every imagination of the thoughts. If you seek Him, He will be found by you; but if you forsake Him, He will cast you away forever."},{"ref":"1 Chron. 28:10","refLong":"1 Chronicles 28:10","text":"See now that Jehovah has chosen you to build a house for the sanctuary — be strong and do it."},{"ref":"1 Chron. 28:11","refLong":"1 Chronicles 28:11","text":"Then David gave Solomon his son the pattern of the portico of the temple and its buildings and its storehouses and its upper rooms and its inner rooms and the building for the expiation cover;"},{"ref":"1 Chron. 28:12","refLong":"1 Chronicles 28:12","text":"And the pattern of all that he had by the Spirit, for the courts of the house of Jehovah, and for all the chambers around, and for the treasuries of the house of God, and for the treasuries of the dedicated gifts;"},{"ref":"1 Chron. 28:13","refLong":"1 Chronicles 28:13","text":"And for the divisions of the priests and the Levites, and for all the work of the service of the house of Jehovah, and for all the vessels of the service of the house of Jehovah;"},{"ref":"1 Chron. 28:14","refLong":"1 Chronicles 28:14","text":"And for the gold, by weight of the gold for all the vessels of each kind of service; for all the vessels of silver, by weight for all the vessels for each kind of service;"},{"ref":"1 Chron. 28:15","refLong":"1 Chronicles 28:15","text":"And for the weight of the lampstands of gold and their lamps of gold, by weight for each lampstand and its lamps; and for the weight of the lampstands of silver, by weight for the lampstand and its lamps, according to the service of each kind of lampstand;"},{"ref":"1 Chron. 28:16","refLong":"1 Chronicles 28:16","text":"And for the gold, by weight for the tables of the rows of bread for each table, and for the silver for the tables of silver;"},{"ref":"1 Chron. 28:17","refLong":"1 Chronicles 28:17","text":"And for the flesh hooks and the basins and the pitchers, of pure gold; and for the bowls of gold, by weight for each bowl; and for the bowls of silver, by weight for each bowl;"},{"ref":"1 Chron. 28:18","refLong":"1 Chronicles 28:18","text":"And for the incense altar of refined gold, by weight; and gold for the figure of the chariot, that is, the cherubim, spreading out their wings and covering the Ark of the Covenant of Jehovah."},{"ref":"1 Chron. 28:19","refLong":"1 Chronicles 28:19","text":"All this, said David, has He made clear by a writing from the hand of Jehovah upon me, all the details of the pattern."},{"ref":"1 Chron. 28:20","refLong":"1 Chronicles 28:20","text":"And David said to Solomon his son, Be strong and be bold and do it; do not be afraid or dismayed, for Jehovah God, my God, is with you. He will not fail you nor forsake you until the completion of all the work for the service of the house of Jehovah."},{"ref":"1 Chron. 28:21","refLong":"1 Chronicles 28:21","text":"And here are the divisions of priests and Levites for all the service of the house of God, and with you in all the work will be every willing man with wisdom for any service; also the leaders and all the people will be wholly at your command."}]},{"ref":"1 Chron. 29","refLong":"1 Chronicles 29","numVerses":30,"verses":[{"ref":"1 Chron. 29:1","refLong":"1 Chronicles 29:1","text":"And David the king said to all the assembly, Solomon my son, he alone whom God has chosen, is young and tender, and the work is great because the palace is not for man but for Jehovah God."},{"ref":"1 Chron. 29:2","refLong":"1 Chronicles 29:2","text":"And as much as was in my power I have prepared for the house of my God the gold for the things of gold and the silver for the things of silver and the bronze for the things of bronze and the iron for the things of iron and the wood for the things of wood, onyx stones and inlaid stones, stones of antimony and variegated stones, and every kind of precious stone and marble stones in abundance."},{"ref":"1 Chron. 29:3","refLong":"1 Chronicles 29:3","text":"Furthermore, because I set my affection on the house of my God, and since I have a private treasure of gold and silver, I give it for the house of my God over and above all that I have prepared for this holy house:"},{"ref":"1 Chron. 29:4","refLong":"1 Chronicles 29:4","text":"Three thousand talents of gold, from the gold of Ophir, and seven thousand talents of refined silver for overlaying the walls of the houses,"},{"ref":"1 Chron. 29:5","refLong":"1 Chronicles 29:5","text":"Gold for the things of gold and the silver for the things of silver and for all the work by the hands of the craftsmen. And who will offer willingly, consecrating himself today to Jehovah?"},{"ref":"1 Chron. 29:6","refLong":"1 Chronicles 29:6","text":"And the leaders of the fathers’ houses and the leaders of the tribes of Israel and the captains of thousands and of hundreds with the overseers of the king’s work offered willingly;"},{"ref":"1 Chron. 29:7","refLong":"1 Chronicles 29:7","text":"And they gave for the service of the house of God five thousand talents and ten thousand darics of gold, and ten thousand talents of silver, and eighteen thousand talents of bronze, and one hundred thousand talents of iron."},{"ref":"1 Chron. 29:8","refLong":"1 Chronicles 29:8","text":"And those with whom gems were found gave them to the treasure of the house of Jehovah through Jehiel the Gershonite."},{"ref":"1 Chron. 29:9","refLong":"1 Chronicles 29:9","text":"Then the people rejoiced because they offered willingly; for with their whole heart they offered willingly to Jehovah. And David the king also rejoiced with great joy."},{"ref":"1 Chron. 29:10","refLong":"1 Chronicles 29:10","text":"And David blessed Jehovah in the sight of all the assembly. And David said, You are blessed, O Jehovah, God of Israel, our Father, from eternity to eternity."},{"ref":"1 Chron. 29:11","refLong":"1 Chronicles 29:11","text":"Yours, O Jehovah, is the greatness and the power and the splendor and the victory and the majesty, indeed all that is in heaven and on earth; Yours, O Jehovah, is the kingdom, and You are exalted as Head over all."},{"ref":"1 Chron. 29:12","refLong":"1 Chronicles 29:12","text":"Both riches and glory proceed from You, and You rule over all. In Your hand are power and might, and it is in Your hand to make great and to give strength to all."},{"ref":"1 Chron. 29:13","refLong":"1 Chronicles 29:13","text":"Now therefore, our God, we thank You and praise Your glorious name."},{"ref":"1 Chron. 29:14","refLong":"1 Chronicles 29:14","text":"But who am I, and who are my people, that we should have strength to offer so willingly in this way? For all things are from You, and from Your hand we have given to You."},{"ref":"1 Chron. 29:15","refLong":"1 Chronicles 29:15","text":"For we are strangers before You and sojourners, as were all our fathers; our days upon earth are like a shadow, and there is no hope."},{"ref":"1 Chron. 29:16","refLong":"1 Chronicles 29:16","text":"O Jehovah our God, as for all this abundance that we have prepared for building You a house for Your holy name, it is from Your hand, and all is Yours."},{"ref":"1 Chron. 29:17","refLong":"1 Chronicles 29:17","text":"I know also, O my God, that You try the heart and take pleasure in uprightness. I, in the uprightness of my heart, have offered willingly all these things; and now I have seen with joy Your people, who are present here, offering willingly to You."},{"ref":"1 Chron. 29:18","refLong":"1 Chronicles 29:18","text":"O Jehovah, the God of Abraham, Isaac, and Israel, our fathers, keep this forever in the imagination of the thoughts of Your people’s heart and establish their heart toward You."},{"ref":"1 Chron. 29:19","refLong":"1 Chronicles 29:19","text":"And to Solomon my son give a wholeness of heart to keep Your commandments, Your testimonies, and Your statutes, and to do all and build the palace for which I have prepared these things."},{"ref":"1 Chron. 29:20","refLong":"1 Chronicles 29:20","text":"Then David said to all the assembly, Bless Jehovah your God. And all the assembly blessed Jehovah, the God of their fathers; and they bowed down and paid homage to Jehovah and the king."},{"ref":"1 Chron. 29:21","refLong":"1 Chronicles 29:21","text":"And they offered sacrifices to Jehovah and offered up burnt offerings to Jehovah on the next day — one thousand bulls, one thousand rams, one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel."},{"ref":"1 Chron. 29:22","refLong":"1 Chronicles 29:22","text":"And they ate and drank before Jehovah on that day with great joy. And they made Solomon the son of David king a second time and anointed him as ruler for Jehovah, and Zadok as priest."},{"ref":"1 Chron. 29:23","refLong":"1 Chronicles 29:23","text":"And Solomon sat upon the throne of Jehovah as king in place of David his father and prospered, and all Israel obeyed him."},{"ref":"1 Chron. 29:24","refLong":"1 Chronicles 29:24","text":"And all the leaders and mighty men and also all the sons of King David submitted themselves to Solomon the king."},{"ref":"1 Chron. 29:25","refLong":"1 Chronicles 29:25","text":"And Jehovah magnified Solomon exceedingly in the sight of all Israel and bestowed upon him a royal majesty that had never been on any king before him over Israel."},{"ref":"1 Chron. 29:26","refLong":"1 Chronicles 29:26","text":"Thus David the son of Jesse reigned over all Israel."},{"ref":"1 Chron. 29:27","refLong":"1 Chronicles 29:27","text":"And the time which he reigned over Israel was forty years; in Hebron he reigned seven years, and in Jerusalem he reigned thirty-three."},{"ref":"1 Chron. 29:28","refLong":"1 Chronicles 29:28","text":"And David died at a good old age, full of days, riches, and honor; and Solomon his son reigned in his place."},{"ref":"1 Chron. 29:29","refLong":"1 Chronicles 29:29","text":"And the acts of David the king, the first and the last, are there written in the chronicles of Samuel the seer and in the chronicles of Nathan the prophet and in the chronicles of Gad the seer,"},{"ref":"1 Chron. 29:30","refLong":"1 Chronicles 29:30","text":"With all his reign and his might and the times that befell him and Israel and all the kingdoms of the lands."}]}]}