{"ref":"Mark","refLong":"Mark","numChapters":16,"chapters":[{"ref":"Mark 1","refLong":"Mark 1","numVerses":45,"verses":[{"ref":"Mark 1:1","refLong":"Mark 1:1","text":"The beginning of the gospel of Jesus Christ, the Son of God,"},{"ref":"Mark 1:2","refLong":"Mark 1:2","text":"Even as it is written in Isaiah the prophet: “Behold, I send My messenger before Your face, who will prepare Your way,"},{"ref":"Mark 1:3","refLong":"Mark 1:3","text":"A voice of one crying in the wilderness: Prepare the way of the Lord; make straight His paths.”"},{"ref":"Mark 1:4","refLong":"Mark 1:4","text":"John came baptizing in the wilderness and preaching a baptism of repentance for forgiveness of sins."},{"ref":"Mark 1:5","refLong":"Mark 1:5","text":"And all the region of Judea went out to him, and all the people of Jerusalem; and they were baptized by him in the Jordan River, as they confessed their sins."},{"ref":"Mark 1:6","refLong":"Mark 1:6","text":"And John was clothed in camel’s hair and had a leather girdle around his loins, and he ate locusts and wild honey."},{"ref":"Mark 1:7","refLong":"Mark 1:7","text":"And he preached, saying, He who is stronger than I comes after me, the thong of whose sandals I am not worthy to stoop down and untie."},{"ref":"Mark 1:8","refLong":"Mark 1:8","text":"I have baptized you in water, but He Himself will baptize you in the Holy Spirit."},{"ref":"Mark 1:9","refLong":"Mark 1:9","text":"And in those days Jesus came from Nazareth of Galilee and was baptized in the Jordan by John."},{"ref":"Mark 1:10","refLong":"Mark 1:10","text":"And immediately, coming up out of the water, He saw the heavens being parted and the Spirit as a dove descending upon Him."},{"ref":"Mark 1:11","refLong":"Mark 1:11","text":"And a voice came out of the heavens: You are My Son, the Beloved; in You I have found My delight."},{"ref":"Mark 1:12","refLong":"Mark 1:12","text":"And immediately the Spirit thrust Him out into the wilderness."},{"ref":"Mark 1:13","refLong":"Mark 1:13","text":"And He was in the wilderness forty days, being tempted by Satan; and He was with the wild animals, and the angels ministered to Him."},{"ref":"Mark 1:14","refLong":"Mark 1:14","text":"And after John was delivered up, Jesus came into Galilee, proclaiming the gospel of God,"},{"ref":"Mark 1:15","refLong":"Mark 1:15","text":"And saying, The time is fulfilled and the kingdom of God has drawn near. Repent and believe in the gospel."},{"ref":"Mark 1:16","refLong":"Mark 1:16","text":"And passing beside the Sea of Galilee, He saw Simon and Andrew, Simon’s brother, casting a net in the sea, for they were fishermen."},{"ref":"Mark 1:17","refLong":"Mark 1:17","text":"And Jesus said to them, Come after Me, and I will cause you to become fishers of men."},{"ref":"Mark 1:18","refLong":"Mark 1:18","text":"And immediately leaving the nets, they followed Him."},{"ref":"Mark 1:19","refLong":"Mark 1:19","text":"And going on a little, He saw James the son of Zebedee and John his brother, who also were in their boat, mending the nets."},{"ref":"Mark 1:20","refLong":"Mark 1:20","text":"And immediately He called them, and leaving their father Zebedee in the boat with the hired servants, they went after Him."},{"ref":"Mark 1:21","refLong":"Mark 1:21","text":"And they went into Capernaum, and immediately, on the Sabbath, He entered into the synagogue and taught."},{"ref":"Mark 1:22","refLong":"Mark 1:22","text":"And they were astounded at His teaching, for He taught them as One having authority and not like the scribes."},{"ref":"Mark 1:23","refLong":"Mark 1:23","text":"And immediately, there was in their synagogue a man with an unclean spirit, and he cried out, saying,"},{"ref":"Mark 1:24","refLong":"Mark 1:24","text":"What have we to do with You, Jesus, Nazarene? Have You come to destroy us? I know who You are — the Holy One of God."},{"ref":"Mark 1:25","refLong":"Mark 1:25","text":"And Jesus rebuked him, saying, Be quiet and come out of him!"},{"ref":"Mark 1:26","refLong":"Mark 1:26","text":"And the unclean spirit, convulsing him and shouting with a loud voice, came out of him."},{"ref":"Mark 1:27","refLong":"Mark 1:27","text":"And they were all amazed, so that they discussed among themselves, saying, What is this? A new teaching! With authority He orders even the unclean spirits, and they obey Him."},{"ref":"Mark 1:28","refLong":"Mark 1:28","text":"And immediately the report concerning Him went out everywhere into all the surrounding region of Galilee."},{"ref":"Mark 1:29","refLong":"Mark 1:29","text":"And immediately, going out of the synagogue, they came into the house of Simon and Andrew with James and John."},{"ref":"Mark 1:30","refLong":"Mark 1:30","text":"And Simon’s mother-in-law was lying down with a fever, and immediately they told Him about her."},{"ref":"Mark 1:31","refLong":"Mark 1:31","text":"And He came to her and raised her up, holding her hand, and the fever left her, and she served them."},{"ref":"Mark 1:32","refLong":"Mark 1:32","text":"And when evening fell and the sun had set, they brought to Him all those who were ill and those who were demon-possessed."},{"ref":"Mark 1:33","refLong":"Mark 1:33","text":"And the whole city was gathered together at the door."},{"ref":"Mark 1:34","refLong":"Mark 1:34","text":"And He healed many who were ill with various diseases, and He cast out many demons and did not allow the demons to speak, because they knew Him."},{"ref":"Mark 1:35","refLong":"Mark 1:35","text":"And rising very early in the morning, while it was still night, He went out and went away to a deserted place, and there He prayed."},{"ref":"Mark 1:36","refLong":"Mark 1:36","text":"And Simon and those with him hunted for Him,"},{"ref":"Mark 1:37","refLong":"Mark 1:37","text":"And they found Him and said to Him, All are seeking You."},{"ref":"Mark 1:38","refLong":"Mark 1:38","text":"And He said to them, Let us go elsewhere into the nearby towns that I may preach there also, because for this purpose I came out."},{"ref":"Mark 1:39","refLong":"Mark 1:39","text":"And He went preaching in their synagogues in the whole of Galilee and casting out the demons."},{"ref":"Mark 1:40","refLong":"Mark 1:40","text":"And a leper came to Him, entreating Him and falling on his knees and saying to Him, If You are willing, You can cleanse me."},{"ref":"Mark 1:41","refLong":"Mark 1:41","text":"And He was moved with compassion, and stretching out His hand, He touched him and said to him, I am willing; be cleansed!"},{"ref":"Mark 1:42","refLong":"Mark 1:42","text":"And immediately the leprosy left him, and he was cleansed."},{"ref":"Mark 1:43","refLong":"Mark 1:43","text":"And sternly charging him, immediately He thrust him out,"},{"ref":"Mark 1:44","refLong":"Mark 1:44","text":"And said to him, See that you say nothing to anyone; but go, show yourself to the priest and offer for your cleansing the things which Moses commanded, for a testimony to them."},{"ref":"Mark 1:45","refLong":"Mark 1:45","text":"But he went out and began to proclaim it much and to spread the matter abroad, so that He could no longer enter openly into a city, but He stayed outside in deserted places. And they came to Him from everywhere."}]},{"ref":"Mark 2","refLong":"Mark 2","numVerses":28,"verses":[{"ref":"Mark 2:1","refLong":"Mark 2:1","text":"And He entered again into Capernaum after a few days, and it was heard that He was at home."},{"ref":"Mark 2:2","refLong":"Mark 2:2","text":"And many were gathered together, so that there was no longer room, not even at the door. And He spoke to them the word."},{"ref":"Mark 2:3","refLong":"Mark 2:3","text":"And they came, bringing to Him a paralytic carried by four men."},{"ref":"Mark 2:4","refLong":"Mark 2:4","text":"And being unable to bring him to Him because of the crowd, they removed the roof where He was. And when they had dug through, they lowered the mat on which the paralytic was lying."},{"ref":"Mark 2:5","refLong":"Mark 2:5","text":"And Jesus, seeing their faith, said to the paralytic, Child, your sins are forgiven."},{"ref":"Mark 2:6","refLong":"Mark 2:6","text":"But some of the scribes were sitting there and reasoning in their hearts,"},{"ref":"Mark 2:7","refLong":"Mark 2:7","text":"Why is this man speaking this way? He is blaspheming! Who can forgive sins except One, God?"},{"ref":"Mark 2:8","refLong":"Mark 2:8","text":"And immediately Jesus, knowing fully in His spirit that they were reasoning this way within themselves, said to them, Why are you reasoning about these things in your hearts?"},{"ref":"Mark 2:9","refLong":"Mark 2:9","text":"Which is easier: to say to the paralytic, Your sins are forgiven, or to say, Rise and take up your mat and walk?"},{"ref":"Mark 2:10","refLong":"Mark 2:10","text":"But that you may know that the Son of Man has authority to forgive sins on earth — He said to the paralytic,"},{"ref":"Mark 2:11","refLong":"Mark 2:11","text":"To you I say, Rise, take up your mat and go to your house."},{"ref":"Mark 2:12","refLong":"Mark 2:12","text":"And he rose and immediately took up the mat and went out before them all, so that they were all amazed and glorified God, saying, We have never seen anything like this!"},{"ref":"Mark 2:13","refLong":"Mark 2:13","text":"And He went out again beside the sea. And all the crowd came to Him, and He taught them."},{"ref":"Mark 2:14","refLong":"Mark 2:14","text":"And as He passed by, He saw Levi the son of Alphaeus sitting at the tax office, and He said to him, Follow Me. And he rose and followed Him."},{"ref":"Mark 2:15","refLong":"Mark 2:15","text":"And as He reclined at table in his house, many tax collectors and sinners were reclining together with Jesus and His disciples, for there were many, and they were following Him."},{"ref":"Mark 2:16","refLong":"Mark 2:16","text":"And the scribes of the Pharisees, seeing that He ate with sinners and tax collectors, said to His disciples, Why does He eat with tax collectors and sinners?"},{"ref":"Mark 2:17","refLong":"Mark 2:17","text":"And when Jesus heard this, He said to them, Those who are strong have no need of a physician, but those who are ill; I did not come to call the righteous, but sinners."},{"ref":"Mark 2:18","refLong":"Mark 2:18","text":"And the disciples of John and the Pharisees were fasting. And they came and said to Him, Why do the disciples of John and the disciples of the Pharisees fast, but Your disciples do not fast?"},{"ref":"Mark 2:19","refLong":"Mark 2:19","text":"And Jesus said to them, The sons of the bridechamber cannot fast while the bridegroom is with them, can they? For as long a time as they have the bridegroom with them they cannot fast."},{"ref":"Mark 2:20","refLong":"Mark 2:20","text":"But days will come when the bridegroom will be taken away from them, and then they will fast in that day."},{"ref":"Mark 2:21","refLong":"Mark 2:21","text":"No one sews a patch of unfulled cloth on an old garment; otherwise, that which fills it up pulls away from it, the new from the old, and a worse tear is made."},{"ref":"Mark 2:22","refLong":"Mark 2:22","text":"And no one puts new wine into old wineskins; otherwise, the wine will burst the wineskins, and the wine is ruined as well as the wineskins; but new wine is put into fresh wineskins."},{"ref":"Mark 2:23","refLong":"Mark 2:23","text":"And He passed through the grainfields on the Sabbath, and His disciples began to go along, picking the ears of grain."},{"ref":"Mark 2:24","refLong":"Mark 2:24","text":"And the Pharisees said to Him, Look! Why are they doing on the Sabbath what is not lawful?"},{"ref":"Mark 2:25","refLong":"Mark 2:25","text":"And He said to them, Have you never read what David did when he had need and became hungry, he and those with him;"},{"ref":"Mark 2:26","refLong":"Mark 2:26","text":"How he entered into the house of God during the time of Abiathar the high priest and ate the bread of the Presence, which is not lawful for anyone to eat except the priests, and he gave also to those who were with him?"},{"ref":"Mark 2:27","refLong":"Mark 2:27","text":"And He said to them, The Sabbath came into being for man, and not man for the Sabbath."},{"ref":"Mark 2:28","refLong":"Mark 2:28","text":"So then the Son of Man is Lord even of the Sabbath."}]},{"ref":"Mark 3","refLong":"Mark 3","numVerses":35,"verses":[{"ref":"Mark 3:1","refLong":"Mark 3:1","text":"And He entered again into the synagogue; and there was a man there who had a withered hand."},{"ref":"Mark 3:2","refLong":"Mark 3:2","text":"And they were watching Him closely to see if He would heal him on the Sabbath, so that they might accuse Him."},{"ref":"Mark 3:3","refLong":"Mark 3:3","text":"And He said to the man who had the withered hand, Rise and stand in the midst."},{"ref":"Mark 3:4","refLong":"Mark 3:4","text":"And He said to them, Is it lawful on the Sabbath to do good or to do evil, to save life or to kill? But they remained silent."},{"ref":"Mark 3:5","refLong":"Mark 3:5","text":"And looking around at them with anger and being greatly grieved with the hardness of their heart, He said to the man, Stretch out your hand. And he stretched it out, and his hand was restored."},{"ref":"Mark 3:6","refLong":"Mark 3:6","text":"And the Pharisees went out and immediately took counsel with the Herodians against Him as to how they might destroy Him."},{"ref":"Mark 3:7","refLong":"Mark 3:7","text":"And Jesus withdrew with His disciples to the sea, and a great multitude from Galilee followed; and from Judea"},{"ref":"Mark 3:8","refLong":"Mark 3:8","text":"And from Jerusalem and from Idumea and beyond the Jordan and around Tyre and Sidon, a great multitude, hearing what things He did, came to Him."},{"ref":"Mark 3:9","refLong":"Mark 3:9","text":"And He told His disciples to have a little boat ready near Him because of the crowd, so that they would not throng Him;"},{"ref":"Mark 3:10","refLong":"Mark 3:10","text":"For He healed many, so that as many as had afflictions pressed toward Him to touch Him."},{"ref":"Mark 3:11","refLong":"Mark 3:11","text":"And the unclean spirits, when they beheld Him, fell before Him and cried out, saying, You are the Son of God!"},{"ref":"Mark 3:12","refLong":"Mark 3:12","text":"And He charged them many times not to make Him known."},{"ref":"Mark 3:13","refLong":"Mark 3:13","text":"And He went up to the mountain and called to Him those whom He Himself wanted, and they went to Him."},{"ref":"Mark 3:14","refLong":"Mark 3:14","text":"And He appointed twelve, whom He also named apostles, so that they might be with Him and that He might send them to preach"},{"ref":"Mark 3:15","refLong":"Mark 3:15","text":"And to have the authority to cast out the demons."},{"ref":"Mark 3:16","refLong":"Mark 3:16","text":"And He appointed the twelve: and to Simon He gave the name Peter;"},{"ref":"Mark 3:17","refLong":"Mark 3:17","text":"And James the son of Zebedee, and John the brother of James, and He gave them the name, Boanerges, that is, Sons of Thunder;"},{"ref":"Mark 3:18","refLong":"Mark 3:18","text":"And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Cananaean,"},{"ref":"Mark 3:19","refLong":"Mark 3:19","text":"And Judas Iscariot, who also betrayed Him."},{"ref":"Mark 3:20","refLong":"Mark 3:20","text":"And He came into a house, and again a crowd came together, so that they could not even eat bread."},{"ref":"Mark 3:21","refLong":"Mark 3:21","text":"And when His relatives heard about it, they went out to lay hold of Him, for they said, He is beside Himself."},{"ref":"Mark 3:22","refLong":"Mark 3:22","text":"And the scribes who came down from Jerusalem said, He has Beelzebul, and by the ruler of the demons He casts out the demons."},{"ref":"Mark 3:23","refLong":"Mark 3:23","text":"And He called them to Himself and said to them in parables, How can Satan cast out Satan?"},{"ref":"Mark 3:24","refLong":"Mark 3:24","text":"And if a kingdom is divided against itself, that kingdom is not able to stand;"},{"ref":"Mark 3:25","refLong":"Mark 3:25","text":"And if a house is divided against itself, that house will not be able to stand;"},{"ref":"Mark 3:26","refLong":"Mark 3:26","text":"And if Satan has risen up against himself and is divided, he is not able to stand but has come to an end."},{"ref":"Mark 3:27","refLong":"Mark 3:27","text":"But no one can enter into the house of the strong man and thoroughly plunder his goods unless he first binds the strong man, and then he will thoroughly plunder his house."},{"ref":"Mark 3:28","refLong":"Mark 3:28","text":"Truly I say to you that all sins will be forgiven the sons of men, and whatever blasphemies they blaspheme,"},{"ref":"Mark 3:29","refLong":"Mark 3:29","text":"But whoever blasphemes against the Holy Spirit has no forgiveness forever, but is guilty of an everlasting sin."},{"ref":"Mark 3:30","refLong":"Mark 3:30","text":"He said this because they said, He has an unclean spirit."},{"ref":"Mark 3:31","refLong":"Mark 3:31","text":"And His mother and His brothers came, and standing outside, they sent word to Him and called Him."},{"ref":"Mark 3:32","refLong":"Mark 3:32","text":"And a crowd sat around Him, and they said to Him, Behold, Your mother and Your brothers and Your sisters are outside seeking You."},{"ref":"Mark 3:33","refLong":"Mark 3:33","text":"And He answered them and said, Who is My mother and My brothers?"},{"ref":"Mark 3:34","refLong":"Mark 3:34","text":"And looking around at those sitting in a circle around Him, He said, Behold, My mother and My brothers!"},{"ref":"Mark 3:35","refLong":"Mark 3:35","text":"For whoever does the will of God, this one is My brother and sister and mother."}]},{"ref":"Mark 4","refLong":"Mark 4","numVerses":41,"verses":[{"ref":"Mark 4:1","refLong":"Mark 4:1","text":"And again He began to teach beside the sea, and a very great crowd was gathered unto Him, so that He stepped into a boat in the sea and sat down, and all the crowd was on the land, facing the sea."},{"ref":"Mark 4:2","refLong":"Mark 4:2","text":"And He taught them many things in parables and said to them in His teaching:"},{"ref":"Mark 4:3","refLong":"Mark 4:3","text":"Listen! Behold, the sower went out to sow."},{"ref":"Mark 4:4","refLong":"Mark 4:4","text":"And as he sowed, some seed fell beside the way, and the birds came and devoured it."},{"ref":"Mark 4:5","refLong":"Mark 4:5","text":"And other seed fell on the rocky place, where it did not have much earth, and immediately it sprang up because it had no depth of earth."},{"ref":"Mark 4:6","refLong":"Mark 4:6","text":"And when the sun rose, it was scorched; and because it had no root, it withered."},{"ref":"Mark 4:7","refLong":"Mark 4:7","text":"And other seed fell into the thorns, and the thorns came up and utterly choked it, and it yielded no fruit."},{"ref":"Mark 4:8","refLong":"Mark 4:8","text":"And others fell into the good earth and yielded fruit, coming up and growing; and one bore thirtyfold, and one sixtyfold, and one a hundredfold."},{"ref":"Mark 4:9","refLong":"Mark 4:9","text":"And He said, He who has ears to hear, let him hear."},{"ref":"Mark 4:10","refLong":"Mark 4:10","text":"And when He was alone, those around Him, with the twelve, asked Him about the parables."},{"ref":"Mark 4:11","refLong":"Mark 4:11","text":"And He said to them, To you it has been given to know the mystery of the kingdom of God, but to those outside, all things are in parables,"},{"ref":"Mark 4:12","refLong":"Mark 4:12","text":"In order that seeing they may see and not perceive, and hearing they may hear and not understand, lest they turn and it be forgiven them."},{"ref":"Mark 4:13","refLong":"Mark 4:13","text":"And He said to them, Do you not know this parable? And how will you know all the parables?"},{"ref":"Mark 4:14","refLong":"Mark 4:14","text":"The sower sows the word."},{"ref":"Mark 4:15","refLong":"Mark 4:15","text":"And these are the ones beside the way, where the word is sown; and when they hear, immediately Satan comes and takes away the word which has been sown into them."},{"ref":"Mark 4:16","refLong":"Mark 4:16","text":"And likewise, these are the ones being sown on the rocky places, who, when they hear the word, immediately receive it with joy."},{"ref":"Mark 4:17","refLong":"Mark 4:17","text":"Yet they have no root in themselves, but last only for a time; then when affliction or persecution occurs because of the word, immediately they are stumbled."},{"ref":"Mark 4:18","refLong":"Mark 4:18","text":"And others are the ones being sown into the thorns; these are the ones who have heard the word,"},{"ref":"Mark 4:19","refLong":"Mark 4:19","text":"And the anxieties of the age and the deceitfulness of riches and the lusts for other things enter in and utterly choke the word, and it becomes unfruitful."},{"ref":"Mark 4:20","refLong":"Mark 4:20","text":"And these are the ones sown on the good earth: those who hear the word and receive it and bear fruit, one thirtyfold, and one sixtyfold, and one a hundredfold."},{"ref":"Mark 4:21","refLong":"Mark 4:21","text":"And He said to them, Does the lamp come so that it may be placed under the bushel or under the bed? Does it not come that it may be placed on the lampstand?"},{"ref":"Mark 4:22","refLong":"Mark 4:22","text":"For nothing is hidden except that it may be manifested, nor has anything become concealed but that it may come into the open."},{"ref":"Mark 4:23","refLong":"Mark 4:23","text":"If anyone has ears to hear, let him hear."},{"ref":"Mark 4:24","refLong":"Mark 4:24","text":"And He said to them, Take heed what you hear. With what measure you measure, it shall be measured to you, and it shall be added to you."},{"ref":"Mark 4:25","refLong":"Mark 4:25","text":"For he who has, it shall be given to him; and he who does not have, even what he has shall be taken away from him."},{"ref":"Mark 4:26","refLong":"Mark 4:26","text":"And He said, So is the kingdom of God: as if a man cast seed on the earth,"},{"ref":"Mark 4:27","refLong":"Mark 4:27","text":"And sleeps and rises night and day, and the seed sprouts and lengthens — how, he does not know."},{"ref":"Mark 4:28","refLong":"Mark 4:28","text":"The earth bears fruit by itself: first a blade, then an ear, then full grain in the ear."},{"ref":"Mark 4:29","refLong":"Mark 4:29","text":"But when the fruit is ripe, immediately he sends forth the sickle, because the harvest has come."},{"ref":"Mark 4:30","refLong":"Mark 4:30","text":"And He said, How shall we liken the kingdom of God, or in what parable shall we present it?"},{"ref":"Mark 4:31","refLong":"Mark 4:31","text":"It is like a mustard seed, which, when it is sown on the earth, is smaller than all the seeds on the earth."},{"ref":"Mark 4:32","refLong":"Mark 4:32","text":"And when it is sown, it comes up and becomes greater than all the herbs and produces great branches, so that the birds of heaven can roost under its shade."},{"ref":"Mark 4:33","refLong":"Mark 4:33","text":"And in many such parables He spoke the word to them as they were able to hear;"},{"ref":"Mark 4:34","refLong":"Mark 4:34","text":"And without a parable He did not speak to them; but privately to His own disciples He explained all things."},{"ref":"Mark 4:35","refLong":"Mark 4:35","text":"And He said to them on that day when evening had fallen, Let us go over to the other side."},{"ref":"Mark 4:36","refLong":"Mark 4:36","text":"And leaving the crowd, they took Him along, just as He was, in the boat; and other boats were with Him."},{"ref":"Mark 4:37","refLong":"Mark 4:37","text":"And there arose a great windstorm, and the waves beat into the boat, so that the boat was already beginning to fill up."},{"ref":"Mark 4:38","refLong":"Mark 4:38","text":"And He was in the stern, sleeping on the cushion. And they woke Him and said to Him, Teacher, does it not matter to You that we are perishing?"},{"ref":"Mark 4:39","refLong":"Mark 4:39","text":"And having awoken, He rebuked the wind and said to the sea, Be silent! Be still! And the wind ceased and there was a great calm."},{"ref":"Mark 4:40","refLong":"Mark 4:40","text":"And He said to them, Why are you cowardly in this way? How is it that you do not have faith?"},{"ref":"Mark 4:41","refLong":"Mark 4:41","text":"And they became greatly frightened and said to one another, Who then is this, that even the wind and the sea obey Him?"}]},{"ref":"Mark 5","refLong":"Mark 5","numVerses":43,"verses":[{"ref":"Mark 5:1","refLong":"Mark 5:1","text":"And they came to the other side of the sea, into the region of the Gerasenes."},{"ref":"Mark 5:2","refLong":"Mark 5:2","text":"And when He came out of the boat, immediately, from out of the tombs, a man with an unclean spirit met Him,"},{"ref":"Mark 5:3","refLong":"Mark 5:3","text":"Who had his dwelling among the tombs. And no one could bind him any longer, not even with a chain,"},{"ref":"Mark 5:4","refLong":"Mark 5:4","text":"Because he had often been bound with shackles and chains, and the chains had been torn apart by him, and the shackles smashed, and no one was strong enough to subdue him."},{"ref":"Mark 5:5","refLong":"Mark 5:5","text":"And continually night and day, among the tombs and in the mountains, he cried out and gashed himself with stones."},{"ref":"Mark 5:6","refLong":"Mark 5:6","text":"And when he saw Jesus from a distance, he ran and worshipped Him,"},{"ref":"Mark 5:7","refLong":"Mark 5:7","text":"And crying out with a loud voice, he said, What do I have to do with You, Jesus, Son of the Most High God? I adjure You by God, do not torment me!"},{"ref":"Mark 5:8","refLong":"Mark 5:8","text":"For He had said to him, Come out of the man, unclean spirit."},{"ref":"Mark 5:9","refLong":"Mark 5:9","text":"And He questioned him, What is your name? And he said to Him, Legion is my name, because we are many."},{"ref":"Mark 5:10","refLong":"Mark 5:10","text":"And he entreated Him much not to send them out of the region."},{"ref":"Mark 5:11","refLong":"Mark 5:11","text":"Now there on the mountainside was a great herd of hogs feeding."},{"ref":"Mark 5:12","refLong":"Mark 5:12","text":"And they entreated Him, saying, Send us to the hogs, so that we may enter into them."},{"ref":"Mark 5:13","refLong":"Mark 5:13","text":"And He gave them permission. And the unclean spirits came out and entered into the hogs, and the herd, about two thousand, rushed down the steep slope into the sea, and they were drowned in the sea."},{"ref":"Mark 5:14","refLong":"Mark 5:14","text":"And those who were feeding them fled and reported it in the city and in the countryside. And they came to see what had happened."},{"ref":"Mark 5:15","refLong":"Mark 5:15","text":"And they came to Jesus and saw the demon-possessed man sitting down, clothed, and sane, the man who had had the legion, and they became frightened."},{"ref":"Mark 5:16","refLong":"Mark 5:16","text":"And those who had seen it related to them how it had happened to the demon-possessed man and concerning the hogs."},{"ref":"Mark 5:17","refLong":"Mark 5:17","text":"And they began to entreat Him to depart from their borders."},{"ref":"Mark 5:18","refLong":"Mark 5:18","text":"And as He got into the boat, the man who had been demon-possessed begged Him that he might stay with Him."},{"ref":"Mark 5:19","refLong":"Mark 5:19","text":"And He did not allow him, but said to him, Go to your house, to your own people, and report to them what great things the Lord has done for you, and how He has had mercy on you."},{"ref":"Mark 5:20","refLong":"Mark 5:20","text":"And he departed and began to proclaim in Decapolis what great things Jesus had done for him, and all marveled."},{"ref":"Mark 5:21","refLong":"Mark 5:21","text":"And when Jesus had crossed over again in the boat to the other side, a great crowd gathered to Him, and He was beside the sea."},{"ref":"Mark 5:22","refLong":"Mark 5:22","text":"And one of the rulers of the synagogue came, Jairus by name, and seeing Him, fell at His feet;"},{"ref":"Mark 5:23","refLong":"Mark 5:23","text":"And he entreated Him much, saying, My little daughter is at the point of death. Please come and lay Your hands on her that she may be healed and live."},{"ref":"Mark 5:24","refLong":"Mark 5:24","text":"And He went with him, and a great crowd followed Him and pressed upon Him."},{"ref":"Mark 5:25","refLong":"Mark 5:25","text":"And a woman was there, who had a flow of blood for twelve years."},{"ref":"Mark 5:26","refLong":"Mark 5:26","text":"She had suffered much under many physicians and had spent everything she had and had not benefited at all, but rather became worse."},{"ref":"Mark 5:27","refLong":"Mark 5:27","text":"When she heard the things concerning Jesus, she came up in the crowd behind Him and touched His garment,"},{"ref":"Mark 5:28","refLong":"Mark 5:28","text":"For she said, If I touch even His garments, I will be healed."},{"ref":"Mark 5:29","refLong":"Mark 5:29","text":"And immediately the fountain of her blood was dried up, and she knew in her body that she was cured of the affliction."},{"ref":"Mark 5:30","refLong":"Mark 5:30","text":"And immediately Jesus, realizing in Himself that power had gone out of Him, turned around in the crowd and said, Who touched My garments?"},{"ref":"Mark 5:31","refLong":"Mark 5:31","text":"And His disciples said to Him, You see the crowd pressing upon You and You say, Who touched Me?"},{"ref":"Mark 5:32","refLong":"Mark 5:32","text":"And He looked around to see her who had done this."},{"ref":"Mark 5:33","refLong":"Mark 5:33","text":"But the woman, frightened and trembling, knew what had happened to her, and she came and fell down before Him and told Him the whole truth."},{"ref":"Mark 5:34","refLong":"Mark 5:34","text":"And He said to her, Daughter, your faith has healed you. Go in peace and be well from your affliction."},{"ref":"Mark 5:35","refLong":"Mark 5:35","text":"While He was still speaking, some came from the house of the ruler of the synagogue, saying, Your daughter has died. Why bother the Teacher any longer?"},{"ref":"Mark 5:36","refLong":"Mark 5:36","text":"But Jesus, overhearing the word spoken, said to the ruler of the synagogue, Do not be afraid — only believe."},{"ref":"Mark 5:37","refLong":"Mark 5:37","text":"And He did not allow anyone to accompany Him except Peter and James and John the brother of James."},{"ref":"Mark 5:38","refLong":"Mark 5:38","text":"And they came to the house of the ruler of the synagogue, and He saw a commotion and people weeping and wailing greatly."},{"ref":"Mark 5:39","refLong":"Mark 5:39","text":"And He entered in and said to them, Why do you make a commotion and weep? The child has not died but is sleeping."},{"ref":"Mark 5:40","refLong":"Mark 5:40","text":"And they laughed scornfully at Him. But He, putting them all out, took the father of the child and the mother and those with Him and went in to where the child was."},{"ref":"Mark 5:41","refLong":"Mark 5:41","text":"And He took hold of the child’s hand and said to her, Talitha koum! which being interpreted is, Little girl, to you I say, Arise!"},{"ref":"Mark 5:42","refLong":"Mark 5:42","text":"And immediately the little girl rose up and walked about, for she was twelve years old. And immediately, they were amazed with great amazement."},{"ref":"Mark 5:43","refLong":"Mark 5:43","text":"And He strongly commanded them that no one should know about this, and told them to give her something to eat."}]},{"ref":"Mark 6","refLong":"Mark 6","numVerses":56,"verses":[{"ref":"Mark 6:1","refLong":"Mark 6:1","text":"And He went out from there and came into His own country, and His disciples followed Him."},{"ref":"Mark 6:2","refLong":"Mark 6:2","text":"And when the Sabbath had come, He began to teach in the synagogue; and many hearing were astounded, saying, Where did this man get these things? And what is this wisdom given to this man, and how is it that such works of power take place through His hands?"},{"ref":"Mark 6:3","refLong":"Mark 6:3","text":"Is not this the carpenter, the son of Mary, and brother of James and Joses and Judas and Simon? And are not His sisters here with us? And they were stumbled because of Him."},{"ref":"Mark 6:4","refLong":"Mark 6:4","text":"And Jesus said to them, A prophet is not without honor except in his own country and among his own relatives and in his own house."},{"ref":"Mark 6:5","refLong":"Mark 6:5","text":"And He could not do any work of power there, except to lay His hands upon a few of the sick and heal them."},{"ref":"Mark 6:6","refLong":"Mark 6:6","text":"And He marveled because of their unbelief; and He went around the villages in a circuit, teaching."},{"ref":"Mark 6:7","refLong":"Mark 6:7","text":"And He called the twelve to Him and began to send them out two by two and gave them authority over the unclean spirits;"},{"ref":"Mark 6:8","refLong":"Mark 6:8","text":"And He charged them not to take anything for the journey except only a staff: no bread, no bag, no money in their belt;"},{"ref":"Mark 6:9","refLong":"Mark 6:9","text":"But to have sandals tied on; and said, Do not put on two tunics."},{"ref":"Mark 6:10","refLong":"Mark 6:10","text":"And He said to them, Wherever you enter into a house, there remain until you depart from that place."},{"ref":"Mark 6:11","refLong":"Mark 6:11","text":"And whatever place does not receive you nor hear you, as you go out from there, shake off the dust under your feet for a testimony against them."},{"ref":"Mark 6:12","refLong":"Mark 6:12","text":"And they went forth and proclaimed that men should repent,"},{"ref":"Mark 6:13","refLong":"Mark 6:13","text":"And they cast out many demons and anointed many of the sick with oil and healed them."},{"ref":"Mark 6:14","refLong":"Mark 6:14","text":"And King Herod heard of it, for His name had become known, and they said, John the baptizer has been raised from the dead, and because of this these works of power are operating through him."},{"ref":"Mark 6:15","refLong":"Mark 6:15","text":"But others said, He is Elijah; and others said, He is a prophet, like one of the prophets."},{"ref":"Mark 6:16","refLong":"Mark 6:16","text":"But Herod, hearing of it, said, He whom I beheaded, John, this one was raised!"},{"ref":"Mark 6:17","refLong":"Mark 6:17","text":"For Herod himself had sent men and seized John and bound him in prison on account of Herodias, the wife of Philip his brother, because he had married her."},{"ref":"Mark 6:18","refLong":"Mark 6:18","text":"For John had been saying to Herod, It is not lawful for you to have the wife of your brother."},{"ref":"Mark 6:19","refLong":"Mark 6:19","text":"Thus, Herodias had a grudge against him and wanted to kill him and could not,"},{"ref":"Mark 6:20","refLong":"Mark 6:20","text":"For Herod feared John, knowing that he was a righteous and holy man, and kept him safe. And when he heard him, he was very perplexed yet heard him gladly."},{"ref":"Mark 6:21","refLong":"Mark 6:21","text":"And an opportune day came, when Herod on his birthday made a banquet for his courtiers and the commanders and the leading men of Galilee."},{"ref":"Mark 6:22","refLong":"Mark 6:22","text":"And when the daughter of Herodias herself entered and danced, she pleased Herod and those reclining at table with him. The king said to the girl, Ask of me whatever you want, and I will give it to you."},{"ref":"Mark 6:23","refLong":"Mark 6:23","text":"And he swore to her earnestly, Whatever you ask of me, I will give to you, up to half of my kingdom."},{"ref":"Mark 6:24","refLong":"Mark 6:24","text":"And she went out and said to her mother, What should I ask for? And she said, The head of John the baptizer."},{"ref":"Mark 6:25","refLong":"Mark 6:25","text":"And coming in immediately with haste to the king, she asked, saying, I want you to give me at once the head of John the Baptist on a platter."},{"ref":"Mark 6:26","refLong":"Mark 6:26","text":"And the king was very grieved, yet because of the oaths and those reclining at table, he did not want to refuse her."},{"ref":"Mark 6:27","refLong":"Mark 6:27","text":"And immediately the king sent a guard and ordered him to bring his head. And he went out and beheaded him in the prison,"},{"ref":"Mark 6:28","refLong":"Mark 6:28","text":"And brought his head on a platter, and gave it to the girl, and the girl gave it to her mother."},{"ref":"Mark 6:29","refLong":"Mark 6:29","text":"And when his disciples heard about it, they came and took his corpse and put it in a tomb."},{"ref":"Mark 6:30","refLong":"Mark 6:30","text":"And the apostles gathered together to Jesus and reported to Him all that they did and all that they taught."},{"ref":"Mark 6:31","refLong":"Mark 6:31","text":"And He said to them, Come by yourselves privately to a deserted place and rest a while. For there were many coming and going, and they did not even have opportunity to eat."},{"ref":"Mark 6:32","refLong":"Mark 6:32","text":"And they went away in the boat to a deserted place privately."},{"ref":"Mark 6:33","refLong":"Mark 6:33","text":"And many saw them going away and recognized them, and they ran together there on foot from all the cities and got there before them."},{"ref":"Mark 6:34","refLong":"Mark 6:34","text":"And getting out, He saw a great crowd, and He was moved with compassion for them because they were like sheep not having a shepherd, and He began to teach them many things."},{"ref":"Mark 6:35","refLong":"Mark 6:35","text":"And when the hour had already become late, His disciples came to Him and said, This place is deserted, and the hour is already late;"},{"ref":"Mark 6:36","refLong":"Mark 6:36","text":"Send them away so that they may go into the surrounding countryside and villages and buy for themselves something to eat."},{"ref":"Mark 6:37","refLong":"Mark 6:37","text":"But He answered and said to them, You give them something to eat. And they said to Him, Shall we go away and buy two hundred denarii worth of bread and give it to them to eat?"},{"ref":"Mark 6:38","refLong":"Mark 6:38","text":"And He said to them, How many loaves do you have? Go and see. And when they found out, they said, Five, and two fish."},{"ref":"Mark 6:39","refLong":"Mark 6:39","text":"And He ordered them to have all recline by companies on the green grass."},{"ref":"Mark 6:40","refLong":"Mark 6:40","text":"And they sat down in groups, by hundreds and by fifties."},{"ref":"Mark 6:41","refLong":"Mark 6:41","text":"And He took the five loaves and the two fish and, looking up to heaven, He blessed and broke the loaves and gave them to the disciples to set before them; and the two fish He divided among all."},{"ref":"Mark 6:42","refLong":"Mark 6:42","text":"And they all ate and were satisfied."},{"ref":"Mark 6:43","refLong":"Mark 6:43","text":"And they took up twelve full handbaskets of the broken pieces of bread and of the fish."},{"ref":"Mark 6:44","refLong":"Mark 6:44","text":"And those who had eaten the loaves were five thousand men."},{"ref":"Mark 6:45","refLong":"Mark 6:45","text":"And immediately He compelled His disciples to step into the boat and go before to the other side, toward Bethsaida, while He sent the crowd away."},{"ref":"Mark 6:46","refLong":"Mark 6:46","text":"And after He said farewell to them, He went away to the mountain to pray."},{"ref":"Mark 6:47","refLong":"Mark 6:47","text":"And when evening fell, the boat was in the midst of the sea and He was alone on the land."},{"ref":"Mark 6:48","refLong":"Mark 6:48","text":"And seeing them distressed as they rowed, for the wind was contrary to them, He came toward them about the fourth watch of the night, walking on the sea, and He intended to pass by them."},{"ref":"Mark 6:49","refLong":"Mark 6:49","text":"But when they saw Him walking on the sea, they thought that it was a ghost, and they cried out,"},{"ref":"Mark 6:50","refLong":"Mark 6:50","text":"For they all saw Him and were startled. But immediately He spoke with them and said to them, Take courage. It is I. Do not be afraid."},{"ref":"Mark 6:51","refLong":"Mark 6:51","text":"And He went up unto them into the boat, and the wind ceased. And they were greatly astonished in themselves beyond measure,"},{"ref":"Mark 6:52","refLong":"Mark 6:52","text":"For they did not understand concerning the loaves, but rather their heart was hardened."},{"ref":"Mark 6:53","refLong":"Mark 6:53","text":"And they crossed over to the land and came to Gennesaret and moored there."},{"ref":"Mark 6:54","refLong":"Mark 6:54","text":"And when they came out of the boat, immediately the people recognized Him,"},{"ref":"Mark 6:55","refLong":"Mark 6:55","text":"And they ran about that whole region and began to carry around on mats those who were ill to any place where they heard that He was."},{"ref":"Mark 6:56","refLong":"Mark 6:56","text":"And wherever He entered into villages or into cities or into the countryside, they laid those who were sick in the marketplaces and begged Him that they might touch if even the fringe of His garment; and as many as touched Him were healed."}]},{"ref":"Mark 7","refLong":"Mark 7","numVerses":37,"verses":[{"ref":"Mark 7:1","refLong":"Mark 7:1","text":"And the Pharisees and some of the scribes gathered together to Him when they had come from Jerusalem"},{"ref":"Mark 7:2","refLong":"Mark 7:2","text":"And had seen that some of His disciples ate bread with common hands, that is, unwashed."},{"ref":"Mark 7:3","refLong":"Mark 7:3","text":"(For the Pharisees and all the Jews, unless they carefully wash their hands, do not eat, holding the tradition of the elders;"},{"ref":"Mark 7:4","refLong":"Mark 7:4","text":"And when they come from the marketplace, unless they wash themselves, they do not eat. And there are many other things which they have received to hold, the dipping of cups and pitchers and copper vessels.)"},{"ref":"Mark 7:5","refLong":"Mark 7:5","text":"And the Pharisees and the scribes questioned Him, Why do Your disciples not walk according to the tradition of the elders, but eat bread with common hands?"},{"ref":"Mark 7:6","refLong":"Mark 7:6","text":"And He said to them, Well has Isaiah prophesied concerning you hypocrites, as it is written, “This people honors Me with their lips, but their heart stays far away from Me;"},{"ref":"Mark 7:7","refLong":"Mark 7:7","text":"But in vain do they worship Me, teaching as teachings the commandments of men.”"},{"ref":"Mark 7:8","refLong":"Mark 7:8","text":"While leaving the commandment of God, you hold the tradition of men."},{"ref":"Mark 7:9","refLong":"Mark 7:9","text":"And He said to them, You nicely set aside the commandment of God that you may keep your tradition."},{"ref":"Mark 7:10","refLong":"Mark 7:10","text":"For Moses said, “Honor your father and your mother,” and, “He who speaks evil of father or mother, let him be put to death.”"},{"ref":"Mark 7:11","refLong":"Mark 7:11","text":"But you say: If a man says to his father or his mother, Whatever you would have been profited by me is now corban (that is, a gift to God),"},{"ref":"Mark 7:12","refLong":"Mark 7:12","text":"Allow him to no longer do anything for his father or his mother."},{"ref":"Mark 7:13","refLong":"Mark 7:13","text":"Thus you deprive the word of God of its authority by your tradition which you have handed down. And many things similar to these you do."},{"ref":"Mark 7:14","refLong":"Mark 7:14","text":"And He called the crowd to Him again and said to them, Hear Me, all of you, and understand."},{"ref":"Mark 7:15","refLong":"Mark 7:15","text":"There is nothing outside of a man which entering into him can defile him, but the things coming out of a man are the things which defile a man."},{"ref":"Mark 7:16","refLong":"Mark 7:16","text":"If anyone has ears to hear, let him hear."},{"ref":"Mark 7:17","refLong":"Mark 7:17","text":"And when He entered into a house from the crowd, His disciples questioned Him concerning the parable."},{"ref":"Mark 7:18","refLong":"Mark 7:18","text":"And He said to them, Are you also in the same manner without understanding? Do you not understand that everything that enters from outside into a man is not able to defile him,"},{"ref":"Mark 7:19","refLong":"Mark 7:19","text":"Because it does not enter into his heart, but into the stomach, and goes out into the drain? (In saying this, He made all foods clean.)"},{"ref":"Mark 7:20","refLong":"Mark 7:20","text":"And He said, That which goes out of the man, that defiles the man."},{"ref":"Mark 7:21","refLong":"Mark 7:21","text":"For from within, out of the heart of men, proceed evil reasonings, fornications, thefts, murders,"},{"ref":"Mark 7:22","refLong":"Mark 7:22","text":"Adulteries, covetousness, wickedness, deceit, licentiousness, envy, blasphemy, arrogance, foolishness."},{"ref":"Mark 7:23","refLong":"Mark 7:23","text":"All these wicked things proceed from within and defile the man."},{"ref":"Mark 7:24","refLong":"Mark 7:24","text":"And He rose up from there and went away into the borders of Tyre and Sidon. And entering into a house, He wanted no one to know about it; yet He could not escape notice."},{"ref":"Mark 7:25","refLong":"Mark 7:25","text":"But a woman whose little daughter had an unclean spirit heard about Him, and immediately she came and fell at His feet."},{"ref":"Mark 7:26","refLong":"Mark 7:26","text":"Now the woman was a Greek, Syrophoenician by race. And she asked Him to cast the demon out of her daughter."},{"ref":"Mark 7:27","refLong":"Mark 7:27","text":"And He said to her, First let the children be satisfied, for it is not good to take the children’s bread and throw it to the little dogs."},{"ref":"Mark 7:28","refLong":"Mark 7:28","text":"And she answered and said to Him, Yes, Lord, but even the little dogs under the table eat of the little children’s crumbs."},{"ref":"Mark 7:29","refLong":"Mark 7:29","text":"And He said to her, Because of this word, go. The demon has gone out of your daughter."},{"ref":"Mark 7:30","refLong":"Mark 7:30","text":"And she went away to her house and found the little child lying on the couch and the demon gone out."},{"ref":"Mark 7:31","refLong":"Mark 7:31","text":"And again He came out of the borders of Tyre and came through Sidon to the Sea of Galilee in the midst of the borders of Decapolis."},{"ref":"Mark 7:32","refLong":"Mark 7:32","text":"And they brought to Him one who was deaf and who spoke with difficulty, and they entreated Him to lay His hand on him."},{"ref":"Mark 7:33","refLong":"Mark 7:33","text":"And He took him aside from the crowd privately and put His fingers into his ears, and He spat and touched his tongue."},{"ref":"Mark 7:34","refLong":"Mark 7:34","text":"And looking up to heaven, He groaned and said to him, Ephphatha! that is, Be opened!"},{"ref":"Mark 7:35","refLong":"Mark 7:35","text":"And immediately his ears were opened, and the bond on his tongue was released and he spoke clearly."},{"ref":"Mark 7:36","refLong":"Mark 7:36","text":"And He charged them not to tell anyone. But the more He charged them, so much the more they proclaimed it."},{"ref":"Mark 7:37","refLong":"Mark 7:37","text":"And they were utterly astounded, saying, He has done all things well; He makes both the deaf hear and the dumb speak."}]},{"ref":"Mark 8","refLong":"Mark 8","numVerses":38,"verses":[{"ref":"Mark 8:1","refLong":"Mark 8:1","text":"In those days, since there was again a great crowd and they did not have anything to eat, He called the disciples to Him and said to them,"},{"ref":"Mark 8:2","refLong":"Mark 8:2","text":"I am moved with compassion for the crowd, because for three days now they have remained with Me and they do not have anything to eat."},{"ref":"Mark 8:3","refLong":"Mark 8:3","text":"And if I send them away to their home hungry, they will faint on the way; and some of them have come from a distance."},{"ref":"Mark 8:4","refLong":"Mark 8:4","text":"And His disciples answered Him, Where will anyone be able to get enough to satisfy these people with bread here in this desolate place?"},{"ref":"Mark 8:5","refLong":"Mark 8:5","text":"And He asked them, How many loaves do you have? And they said, Seven."},{"ref":"Mark 8:6","refLong":"Mark 8:6","text":"And He charged the crowd to recline on the ground. And taking the seven loaves, He gave thanks and broke them, and gave them to His disciples to set before them, and they set them before the crowd."},{"ref":"Mark 8:7","refLong":"Mark 8:7","text":"And they had a few small fish, and having blessed them, He said that these also should be set before them."},{"ref":"Mark 8:8","refLong":"Mark 8:8","text":"And they ate and were satisfied. And they took up the surplus of broken pieces, seven baskets."},{"ref":"Mark 8:9","refLong":"Mark 8:9","text":"And there were about four thousand people. And He sent them away."},{"ref":"Mark 8:10","refLong":"Mark 8:10","text":"And immediately He got into the boat with His disciples and came into the parts of Dalmanutha."},{"ref":"Mark 8:11","refLong":"Mark 8:11","text":"And the Pharisees came out and began to dispute with Him, seeking from Him a sign from heaven and tempting Him."},{"ref":"Mark 8:12","refLong":"Mark 8:12","text":"And He groaned deeply in His spirit and said, Why does this generation seek a sign? Truly I tell you, No sign shall be given to this generation."},{"ref":"Mark 8:13","refLong":"Mark 8:13","text":"And leaving them, He again got into a boat and went away to the other side."},{"ref":"Mark 8:14","refLong":"Mark 8:14","text":"And they forgot to take bread, and except for one loaf, they did not have any with them in the boat."},{"ref":"Mark 8:15","refLong":"Mark 8:15","text":"And He charged them, saying, Watch! Beware of the leaven of the Pharisees and the leaven of Herod."},{"ref":"Mark 8:16","refLong":"Mark 8:16","text":"And they reasoned with one another, saying, It is because we do not have bread."},{"ref":"Mark 8:17","refLong":"Mark 8:17","text":"And Jesus, knowing it, said to them, Why are you reasoning because you have no bread? Do you not yet perceive nor understand? Do you have your heart hardened?"},{"ref":"Mark 8:18","refLong":"Mark 8:18","text":"Having eyes, do you not see? And having ears, do you not hear? And do you not remember?"},{"ref":"Mark 8:19","refLong":"Mark 8:19","text":"When I broke the five loaves for the five thousand, how many handbaskets full of broken pieces did you take up? They said to Him, Twelve."},{"ref":"Mark 8:20","refLong":"Mark 8:20","text":"And when I broke the seven for the four thousand, how many baskets filled with broken pieces did you take up? And they said, Seven."},{"ref":"Mark 8:21","refLong":"Mark 8:21","text":"And He said to them, Do you not yet understand?"},{"ref":"Mark 8:22","refLong":"Mark 8:22","text":"And they came to Bethsaida. And they brought to Him a blind man and entreated Him to touch him."},{"ref":"Mark 8:23","refLong":"Mark 8:23","text":"And He took hold of the hand of the blind man and led him forth outside the village. And He spat on his eyes and laid His hands on him and asked him, Do you see anything?"},{"ref":"Mark 8:24","refLong":"Mark 8:24","text":"And he looked up and said, I see men, for I see them as trees, walking."},{"ref":"Mark 8:25","refLong":"Mark 8:25","text":"Then again He laid His hands upon his eyes, and the man looked intently and was restored, and he began to see all things clearly."},{"ref":"Mark 8:26","refLong":"Mark 8:26","text":"And He sent him to his house, saying, Do not even enter into the village."},{"ref":"Mark 8:27","refLong":"Mark 8:27","text":"And Jesus and His disciples went out into the villages of Caesarea Philippi. And on the way He questioned His disciples, saying to them, Who do men say that I am?"},{"ref":"Mark 8:28","refLong":"Mark 8:28","text":"And they told Him, saying, John the Baptist; and others, Elijah; but others, one of the prophets."},{"ref":"Mark 8:29","refLong":"Mark 8:29","text":"And He questioned them, But you, who do you say that I am? Peter answered and said to Him, You are the Christ!"},{"ref":"Mark 8:30","refLong":"Mark 8:30","text":"And He charged them not to tell anyone concerning Him."},{"ref":"Mark 8:31","refLong":"Mark 8:31","text":"And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes and be killed and after three days rise."},{"ref":"Mark 8:32","refLong":"Mark 8:32","text":"And He spoke this word openly. And Peter took Him aside and began to rebuke Him."},{"ref":"Mark 8:33","refLong":"Mark 8:33","text":"But turning around and looking at His disciples, He rebuked Peter and said, Get behind Me, Satan! For you are not setting your mind on the things of God, but on the things of men."},{"ref":"Mark 8:34","refLong":"Mark 8:34","text":"And He called the crowd to Him with His disciples and said to them, If anyone wants to follow after Me, let him deny himself and take up his cross and follow Me."},{"ref":"Mark 8:35","refLong":"Mark 8:35","text":"For whoever wants to save his soul-life shall lose it; but whoever will lose his soul-life for My sake and the gospel’s shall save it."},{"ref":"Mark 8:36","refLong":"Mark 8:36","text":"For what does it profit a man to gain the whole world and forfeit his soul-life?"},{"ref":"Mark 8:37","refLong":"Mark 8:37","text":"For what could a man give in exchange for his soul-life?"},{"ref":"Mark 8:38","refLong":"Mark 8:38","text":"For whoever is ashamed of Me and of My words in this adulterous and sinful generation, the Son of Man also will be ashamed of him when He comes in the glory of His Father with the holy angels."}]},{"ref":"Mark 9","refLong":"Mark 9","numVerses":50,"verses":[{"ref":"Mark 9:1","refLong":"Mark 9:1","text":"And He said to them, Truly I say to you, there are some of those standing here who shall by no means taste death until they see the kingdom of God having come in power."},{"ref":"Mark 9:2","refLong":"Mark 9:2","text":"And after six days Jesus took with Him Peter and James and John, and brought them up alone into a high mountain privately. And He was transfigured before them,"},{"ref":"Mark 9:3","refLong":"Mark 9:3","text":"And His garments became sparkling, exceedingly white, such as no fuller on earth could whiten them."},{"ref":"Mark 9:4","refLong":"Mark 9:4","text":"And Elijah with Moses appeared to them, and they were conversing with Jesus."},{"ref":"Mark 9:5","refLong":"Mark 9:5","text":"And Peter answered and said to Jesus, Rabbi, it is good for us to be here; and let us make three tents, one for You and one for Moses and one for Elijah."},{"ref":"Mark 9:6","refLong":"Mark 9:6","text":"For he did not know what to answer, for they had become extremely frightened."},{"ref":"Mark 9:7","refLong":"Mark 9:7","text":"And a cloud appeared, overshadowing them, and a voice came out of the cloud: This is My Son, the Beloved. Hear Him!"},{"ref":"Mark 9:8","refLong":"Mark 9:8","text":"And suddenly, when they looked around, they no longer saw anyone, but Jesus only with them."},{"ref":"Mark 9:9","refLong":"Mark 9:9","text":"And as they were coming down from the mountain, He ordered them not to relate to anyone the things which they had seen, except when the Son of Man has risen from the dead."},{"ref":"Mark 9:10","refLong":"Mark 9:10","text":"And they kept the word, discussing among themselves what rising from the dead was."},{"ref":"Mark 9:11","refLong":"Mark 9:11","text":"And they asked Him, saying, Why do the scribes say that Elijah must come first?"},{"ref":"Mark 9:12","refLong":"Mark 9:12","text":"And He said to them, Elijah does indeed come first and restore all things. And how is it that it is written of the Son of Man that He should suffer many things and be counted as nothing?"},{"ref":"Mark 9:13","refLong":"Mark 9:13","text":"But I tell you that Elijah has indeed come, and they did to him the things that they wished, even as it is written of him."},{"ref":"Mark 9:14","refLong":"Mark 9:14","text":"And when they came to the disciples, they saw a great crowd around them, and some scribes disputing with them."},{"ref":"Mark 9:15","refLong":"Mark 9:15","text":"And immediately, when all the crowd saw Him, they were amazed, and they ran to Him and greeted Him."},{"ref":"Mark 9:16","refLong":"Mark 9:16","text":"And He questioned them, What are you disputing with them?"},{"ref":"Mark 9:17","refLong":"Mark 9:17","text":"And one from the crowd answered Him, Teacher, I brought to You my son, who has a dumb spirit;"},{"ref":"Mark 9:18","refLong":"Mark 9:18","text":"And wherever it seizes him, it throws him down, and he foams at the mouth and grinds his teeth; and he is wasting away. And I told Your disciples to cast it out, and they were not able."},{"ref":"Mark 9:19","refLong":"Mark 9:19","text":"And He answered them and said, O unbelieving generation! How long shall I be with you? How long shall I bear with you? Bring him to Me."},{"ref":"Mark 9:20","refLong":"Mark 9:20","text":"And they brought him to Him. And when it saw Him, the spirit immediately convulsed him greatly, and falling on the earth, he rolled about, foaming at the mouth."},{"ref":"Mark 9:21","refLong":"Mark 9:21","text":"And He questioned his father, How long has this been happening to him? And he said, From childhood."},{"ref":"Mark 9:22","refLong":"Mark 9:22","text":"And it has often thrown him both into fire and into water to destroy him. But if You can do anything, have compassion on us and help us."},{"ref":"Mark 9:23","refLong":"Mark 9:23","text":"And Jesus said to him, You say, If You can. All things are possible to him who believes."},{"ref":"Mark 9:24","refLong":"Mark 9:24","text":"Immediately, crying out, the father of the child said, I believe; help my unbelief!"},{"ref":"Mark 9:25","refLong":"Mark 9:25","text":"And Jesus, seeing that a crowd was running together toward them, rebuked the unclean spirit, saying to it, Dumb and deaf spirit, I order you, come out of him and enter into him no more."},{"ref":"Mark 9:26","refLong":"Mark 9:26","text":"And after crying out and convulsing him terribly, it came out. And he became as though he were dead so that many said that he died."},{"ref":"Mark 9:27","refLong":"Mark 9:27","text":"But Jesus took hold of his hand and raised him, and he stood up."},{"ref":"Mark 9:28","refLong":"Mark 9:28","text":"And when He entered into the house, His disciples questioned Him privately, Why were we not able to cast it out?"},{"ref":"Mark 9:29","refLong":"Mark 9:29","text":"And He said to them, This kind cannot come out by any means except prayer."},{"ref":"Mark 9:30","refLong":"Mark 9:30","text":"And they went out from there and passed through Galilee, and He did not want anyone to know about it,"},{"ref":"Mark 9:31","refLong":"Mark 9:31","text":"For He was teaching His disciples. And He said to them, The Son of Man is being delivered into the hands of men, and they will kill Him; and when He has been killed, after three days He will rise."},{"ref":"Mark 9:32","refLong":"Mark 9:32","text":"But they did not understand this saying and were afraid to question Him."},{"ref":"Mark 9:33","refLong":"Mark 9:33","text":"And they came to Capernaum. And when He was in the house, He questioned them, What were you reasoning about on the way?"},{"ref":"Mark 9:34","refLong":"Mark 9:34","text":"And they were silent, for they had argued with one another on the way about who was greater."},{"ref":"Mark 9:35","refLong":"Mark 9:35","text":"And He sat down and called the twelve and said to them, If anyone wants to be first, he shall be the last of all and the servant of all."},{"ref":"Mark 9:36","refLong":"Mark 9:36","text":"And He took a little child and set him in their midst; and taking him into His arms, He said to them,"},{"ref":"Mark 9:37","refLong":"Mark 9:37","text":"Whoever receives one of such little children because of My name, receives Me; and whoever receives Me, receives not Me but Him who sent Me."},{"ref":"Mark 9:38","refLong":"Mark 9:38","text":"John said to Him, Teacher, we saw someone casting out demons in Your name, and we forbade him because he does not follow us."},{"ref":"Mark 9:39","refLong":"Mark 9:39","text":"But Jesus said, Do not forbid him, for there is no one who will do a work of power in My name and be able soon to speak evil of Me."},{"ref":"Mark 9:40","refLong":"Mark 9:40","text":"For he who is not against us is for us."},{"ref":"Mark 9:41","refLong":"Mark 9:41","text":"For whoever gives you a cup of water to drink because you bear the name that you are Christ’s, truly I say to you that he shall by no means lose his reward."},{"ref":"Mark 9:42","refLong":"Mark 9:42","text":"And whoever stumbles one of these little ones who believe into Me, it is better for him if a great millstone is placed around his neck and he is thrown into the sea."},{"ref":"Mark 9:43","refLong":"Mark 9:43","text":"And if your hand stumbles you, cut it off; it is better for you to enter into life maimed than to have two hands and go away into Gehenna, into unquenchable fire."},{"ref":"Mark 9:44","refLong":"Mark 9:44","text":"[Some MSS insert v. , Where their worm does not die and the fire is not quenched.]"},{"ref":"Mark 9:45","refLong":"Mark 9:45","text":"And if your foot stumbles you, cut it off; it is better for you to enter into life lame than to have two feet and be thrown into Gehenna."},{"ref":"Mark 9:46","refLong":"Mark 9:46","text":"[Some MSS insert v. , Where their worm does not die and the fire is not quenched.]"},{"ref":"Mark 9:47","refLong":"Mark 9:47","text":"And if your eye stumbles you, cast it out; it is better for you to enter into the kingdom of God with one eye than to have two eyes and be thrown into Gehenna,"},{"ref":"Mark 9:48","refLong":"Mark 9:48","text":"Where their worm does not die and the fire is not quenched."},{"ref":"Mark 9:49","refLong":"Mark 9:49","text":"For everyone shall be salted with fire."},{"ref":"Mark 9:50","refLong":"Mark 9:50","text":"Salt is good, but if the salt becomes unsalty, with what will you restore its saltiness? Have salt in yourselves and be at peace with one another."}]},{"ref":"Mark 10","refLong":"Mark 10","numVerses":52,"verses":[{"ref":"Mark 10:1","refLong":"Mark 10:1","text":"And He rose up from there and came into the borders of Judea and beyond the Jordan; and again crowds came together to Him, and as He was accustomed, again He taught them."},{"ref":"Mark 10:2","refLong":"Mark 10:2","text":"And some Pharisees came and asked Him whether it was lawful for a man to divorce a wife, so as to tempt Him."},{"ref":"Mark 10:3","refLong":"Mark 10:3","text":"And He answered and said to them, What did Moses command you?"},{"ref":"Mark 10:4","refLong":"Mark 10:4","text":"And they said, Moses allowed us to write a certificate of divorce and divorce her."},{"ref":"Mark 10:5","refLong":"Mark 10:5","text":"And Jesus said to them, Because of your hardness of heart he wrote this commandment for you."},{"ref":"Mark 10:6","refLong":"Mark 10:6","text":"But from the beginning of creation, He made them male and female."},{"ref":"Mark 10:7","refLong":"Mark 10:7","text":"For this cause shall a man leave his father and mother and shall be joined to his wife;"},{"ref":"Mark 10:8","refLong":"Mark 10:8","text":"And the two shall be one flesh. So then they are no longer two, but one flesh."},{"ref":"Mark 10:9","refLong":"Mark 10:9","text":"Therefore what God has yoked together, let man not separate."},{"ref":"Mark 10:10","refLong":"Mark 10:10","text":"And in the house the disciples questioned Him again concerning this."},{"ref":"Mark 10:11","refLong":"Mark 10:11","text":"And He said to them, Whoever divorces his wife and marries another commits adultery against her."},{"ref":"Mark 10:12","refLong":"Mark 10:12","text":"And if she divorces her husband and marries another, she commits adultery."},{"ref":"Mark 10:13","refLong":"Mark 10:13","text":"And they brought little children to Him so that He might touch them, but the disciples rebuked them."},{"ref":"Mark 10:14","refLong":"Mark 10:14","text":"But Jesus, seeing it, was indignant and said to them, Allow the little children to come to Me. Do not forbid them, for of such is the kingdom of God."},{"ref":"Mark 10:15","refLong":"Mark 10:15","text":"Truly I say to you, whoever does not receive the kingdom of God like a little child shall by no means enter into it."},{"ref":"Mark 10:16","refLong":"Mark 10:16","text":"And taking them into His arms, He fervently blessed them, laying His hands on them."},{"ref":"Mark 10:17","refLong":"Mark 10:17","text":"And as He went out into the road, someone ran to Him and kneeling before Him asked Him, Good Teacher, what shall I do that I may inherit eternal life?"},{"ref":"Mark 10:18","refLong":"Mark 10:18","text":"And Jesus said to him, Why do you call Me good? No one is good except One — God."},{"ref":"Mark 10:19","refLong":"Mark 10:19","text":"You know the commandments: “Do not murder, do not commit adultery, do not steal, do not bear false witness, do not defraud, honor your father and mother.”"},{"ref":"Mark 10:20","refLong":"Mark 10:20","text":"And he said to Him, Teacher, all these things I have kept from my youth."},{"ref":"Mark 10:21","refLong":"Mark 10:21","text":"And Jesus, looking upon him, was moved with love for him and said to him, One thing you lack: go; the things you have, sell and give to the poor, and you will have treasure in heaven; and come, follow Me."},{"ref":"Mark 10:22","refLong":"Mark 10:22","text":"And at the word his countenance fell, and he went away sorrowing, for he had many possessions."},{"ref":"Mark 10:23","refLong":"Mark 10:23","text":"And Jesus, looking around, said to His disciples, How difficult it will be for those who have riches to enter into the kingdom of God!"},{"ref":"Mark 10:24","refLong":"Mark 10:24","text":"And the disciples were amazed at His words. But Jesus again answered and said to them, Children, how difficult it is for those who trust in riches to enter into the kingdom of God!"},{"ref":"Mark 10:25","refLong":"Mark 10:25","text":"It is easier for a camel to pass through the eye of a needle than for a rich man to enter into the kingdom of God."},{"ref":"Mark 10:26","refLong":"Mark 10:26","text":"But they were astonished beyond measure and said among themselves, Then who can be saved?"},{"ref":"Mark 10:27","refLong":"Mark 10:27","text":"Looking upon them, Jesus said, With men it is impossible, but not with God, for all things are possible with God."},{"ref":"Mark 10:28","refLong":"Mark 10:28","text":"Peter began to say to Him, Behold, we have left all and followed You."},{"ref":"Mark 10:29","refLong":"Mark 10:29","text":"Jesus said, Truly I say to you, There is no one who has left house or brothers or sisters or mother or father or children or fields for My sake and for the gospel’s sake,"},{"ref":"Mark 10:30","refLong":"Mark 10:30","text":"But that he shall receive a hundred times as much now at this time, houses and brothers and sisters and mothers and children and fields, with persecutions, and in the coming age, eternal life."},{"ref":"Mark 10:31","refLong":"Mark 10:31","text":"But many first will be last, and the last first."},{"ref":"Mark 10:32","refLong":"Mark 10:32","text":"Now they were on the road, going up to Jerusalem, and Jesus led the way before them. And they were amazed, and those who followed were afraid. And He took the twelve aside again and began to tell them the things that were about to happen to Him:"},{"ref":"Mark 10:33","refLong":"Mark 10:33","text":"Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and to the scribes. And they will condemn Him to death and deliver Him to the Gentiles,"},{"ref":"Mark 10:34","refLong":"Mark 10:34","text":"And they will mock Him and spit at Him and scourge Him, and they will kill Him. And after three days He will rise."},{"ref":"Mark 10:35","refLong":"Mark 10:35","text":"And James and John, the sons of Zebedee, came to Him, saying to Him, Teacher, we want You to do for us whatever we ask You."},{"ref":"Mark 10:36","refLong":"Mark 10:36","text":"And He said to them, What do you want Me to do for you?"},{"ref":"Mark 10:37","refLong":"Mark 10:37","text":"And they said to Him, Grant to us to sit, one on Your right and one on Your left, in Your glory."},{"ref":"Mark 10:38","refLong":"Mark 10:38","text":"But Jesus said to them, You do not know what you are asking. Are you able to drink the cup which I drink, or to be baptized with the baptism with which I am baptized?"},{"ref":"Mark 10:39","refLong":"Mark 10:39","text":"And they said to Him, We are able. And Jesus said to them, The cup which I drink you shall drink, and with the baptism with which I am baptized, you shall be baptized."},{"ref":"Mark 10:40","refLong":"Mark 10:40","text":"But to sit on My right or on My left is not Mine to give, but it is for those for whom it has been prepared."},{"ref":"Mark 10:41","refLong":"Mark 10:41","text":"And when the ten heard this, they began to be indignant concerning James and John."},{"ref":"Mark 10:42","refLong":"Mark 10:42","text":"And Jesus called them to Him and said to them, You know that those who are esteemed as rulers of the Gentiles lord it over them, and their great ones exercise authority over them."},{"ref":"Mark 10:43","refLong":"Mark 10:43","text":"But it is not so among you; but whoever wants to become great among you shall be your servant,"},{"ref":"Mark 10:44","refLong":"Mark 10:44","text":"And whoever wants to be first among you shall be the slave of all."},{"ref":"Mark 10:45","refLong":"Mark 10:45","text":"For even the Son of Man did not come to be served, but to serve and to give His life as a ransom for many."},{"ref":"Mark 10:46","refLong":"Mark 10:46","text":"And they came to Jericho. And as He was going out from Jericho, as well as His disciples and a large crowd, the son of Timaeus, Bartimaeus, a blind beggar, sat by the road."},{"ref":"Mark 10:47","refLong":"Mark 10:47","text":"And when he heard that it was Jesus the Nazarene, he began to cry out and say, Jesus, Son of David, have mercy on me!"},{"ref":"Mark 10:48","refLong":"Mark 10:48","text":"And many rebuked him so that he would be silent, but he cried out much more, Son of David, have mercy on me!"},{"ref":"Mark 10:49","refLong":"Mark 10:49","text":"And Jesus, standing still, said, Call him here. And they called the blind man, saying to him, Take courage. Rise. He is calling you."},{"ref":"Mark 10:50","refLong":"Mark 10:50","text":"And throwing his garment aside, he leaped up and came to Jesus."},{"ref":"Mark 10:51","refLong":"Mark 10:51","text":"And Jesus answered him and said, What do you want Me to do for you? And the blind man said to Him, Rabboni, that I may receive my sight!"},{"ref":"Mark 10:52","refLong":"Mark 10:52","text":"And Jesus said to him, Go; your faith has healed you. And immediately he received his sight and followed Him on the road."}]},{"ref":"Mark 11","refLong":"Mark 11","numVerses":33,"verses":[{"ref":"Mark 11:1","refLong":"Mark 11:1","text":"And when they drew near to Jerusalem, at Bethphage and Bethany, at the Mount of Olives, He sent two of His disciples,"},{"ref":"Mark 11:2","refLong":"Mark 11:2","text":"And said to them, Go into the village opposite you, and immediately upon entering into it, you will find a colt tied, on which no man has yet sat; untie it and bring it."},{"ref":"Mark 11:3","refLong":"Mark 11:3","text":"And if anyone says to you, Why are you doing this? say, The Lord has need of it and will immediately send it here again."},{"ref":"Mark 11:4","refLong":"Mark 11:4","text":"And they went away and found a colt tied by a door, outside on the street, and they untied it."},{"ref":"Mark 11:5","refLong":"Mark 11:5","text":"And some of the ones standing there said to them, What are you doing untying the colt?"},{"ref":"Mark 11:6","refLong":"Mark 11:6","text":"And they spoke to them even as Jesus had said. And they let them do it."},{"ref":"Mark 11:7","refLong":"Mark 11:7","text":"And they brought the colt to Jesus and threw their garments on it, and He sat on it."},{"ref":"Mark 11:8","refLong":"Mark 11:8","text":"And many spread their garments in the road, and others spread layers of branches full of tender leaves, having cut them out of the fields."},{"ref":"Mark 11:9","refLong":"Mark 11:9","text":"And those who went before and those who followed cried out, Hosanna! Blessed is He who comes in the name of the Lord!"},{"ref":"Mark 11:10","refLong":"Mark 11:10","text":"Blessed is the coming kingdom of our father David! Hosanna in the highest!"},{"ref":"Mark 11:11","refLong":"Mark 11:11","text":"And He entered into Jerusalem, into the temple; and when He had looked around at all things, since the hour was already late, He went out to Bethany with the twelve."},{"ref":"Mark 11:12","refLong":"Mark 11:12","text":"And on the next day, when they had gone out from Bethany, He became hungry."},{"ref":"Mark 11:13","refLong":"Mark 11:13","text":"And seeing at a distance a fig tree having leaves, He came to see if perhaps He would find anything on it. And when He came to it, He found nothing except leaves, for it was not the season for figs."},{"ref":"Mark 11:14","refLong":"Mark 11:14","text":"And He answered and said to it, May no one eat fruit from you forever! And His disciples heard it."},{"ref":"Mark 11:15","refLong":"Mark 11:15","text":"And they came to Jerusalem. And He entered into the temple and began to cast out those who were selling and those who were buying in the temple, and He overturned the tables of the money changers and the seats of those who were selling the doves;"},{"ref":"Mark 11:16","refLong":"Mark 11:16","text":"And He would not let anyone carry a vessel through the temple."},{"ref":"Mark 11:17","refLong":"Mark 11:17","text":"And He taught and said to them, Is it not written, “My house shall be called a house of prayer for all the nations”? But you have made it a den of robbers."},{"ref":"Mark 11:18","refLong":"Mark 11:18","text":"And the chief priests and the scribes heard this, and they sought how they might destroy Him, for they feared Him, for all the crowd was astounded at His teaching."},{"ref":"Mark 11:19","refLong":"Mark 11:19","text":"And every day when evening fell, they went outside the city."},{"ref":"Mark 11:20","refLong":"Mark 11:20","text":"And as they passed by in the morning, they saw the fig tree withered from the roots."},{"ref":"Mark 11:21","refLong":"Mark 11:21","text":"And Peter remembered and said to Him, Rabbi, behold, the fig tree which You cursed has withered."},{"ref":"Mark 11:22","refLong":"Mark 11:22","text":"And Jesus answered and said to them, Have faith in God."},{"ref":"Mark 11:23","refLong":"Mark 11:23","text":"Truly I say to you that whoever says to this mountain, Be taken up and cast into the sea, and does not doubt in his heart, but believes that what he says happens, he will have it."},{"ref":"Mark 11:24","refLong":"Mark 11:24","text":"For this reason I say to you, All things that you pray and ask, believe that you have received them, and you will have them."},{"ref":"Mark 11:25","refLong":"Mark 11:25","text":"And when you stand praying, forgive, if you have anything against anyone, so that your Father who is in the heavens may also forgive you your offenses."},{"ref":"Mark 11:26","refLong":"Mark 11:26","text":"But if you do not forgive, neither will your Father who is in the heavens forgive your offenses."},{"ref":"Mark 11:27","refLong":"Mark 11:27","text":"And they came again to Jerusalem. And as He was walking in the temple, the chief priests and the scribes and the elders came to Him,"},{"ref":"Mark 11:28","refLong":"Mark 11:28","text":"And said to Him, By what authority do You do these things, or who gave You this authority to do these things?"},{"ref":"Mark 11:29","refLong":"Mark 11:29","text":"And Jesus said to them, I will question you about one thing; answer Me and I will tell you by what authority I do these things."},{"ref":"Mark 11:30","refLong":"Mark 11:30","text":"The baptism of John, was it from heaven or from men? Answer Me."},{"ref":"Mark 11:31","refLong":"Mark 11:31","text":"And they reasoned with one another saying, If we say, From heaven, He will say, Why then did you not believe him?"},{"ref":"Mark 11:32","refLong":"Mark 11:32","text":"But should we say, From men? — they feared the crowd, for all held that John was really a prophet."},{"ref":"Mark 11:33","refLong":"Mark 11:33","text":"And they answered Jesus and said, We do not know. And Jesus said to them, Neither do I tell you by what authority I do these things."}]},{"ref":"Mark 12","refLong":"Mark 12","numVerses":44,"verses":[{"ref":"Mark 12:1","refLong":"Mark 12:1","text":"And He began to speak to them in parables: A man planted a vineyard and put a hedge around it and dug a vat for a winepress and built a tower; and he leased it out to vinedressers and went abroad."},{"ref":"Mark 12:2","refLong":"Mark 12:2","text":"And he sent a slave to the vinedressers at the proper time so that from the vinedressers he might take of the fruit of the vineyard."},{"ref":"Mark 12:3","refLong":"Mark 12:3","text":"And they took him and beat him and sent him away empty-handed."},{"ref":"Mark 12:4","refLong":"Mark 12:4","text":"And again he sent to them another slave; and that one they struck on the head and dishonored."},{"ref":"Mark 12:5","refLong":"Mark 12:5","text":"And he sent another, and that one they killed; and so with many others, beating some and killing others."},{"ref":"Mark 12:6","refLong":"Mark 12:6","text":"He had yet one, a beloved son; he sent him to them last, saying, They will respect my son."},{"ref":"Mark 12:7","refLong":"Mark 12:7","text":"But those vinedressers said to one another, This is the heir. Come, let us kill him, and the inheritance will be ours!"},{"ref":"Mark 12:8","refLong":"Mark 12:8","text":"And they took him and killed him and threw him out of the vineyard."},{"ref":"Mark 12:9","refLong":"Mark 12:9","text":"What then will the master of the vineyard do? He will come and destroy the vinedressers and will give the vineyard to others."},{"ref":"Mark 12:10","refLong":"Mark 12:10","text":"Have you not even read this Scripture, “The stone which the builders rejected, this has become the head of the corner."},{"ref":"Mark 12:11","refLong":"Mark 12:11","text":"This was from the Lord, and it is marvelous in our eyes”?"},{"ref":"Mark 12:12","refLong":"Mark 12:12","text":"And they sought to seize Him, yet they feared the crowd, for they perceived that it was with them in view that He spoke the parable. And leaving Him, they went away."},{"ref":"Mark 12:13","refLong":"Mark 12:13","text":"And they sent to Him some of the Pharisees and Herodians that they might catch Him in His speech."},{"ref":"Mark 12:14","refLong":"Mark 12:14","text":"And they came and said to Him, Teacher, we know that You are true and do not fear anyone, for You do not regard the person of men, but teach the way of God in truth. Is it lawful to give tribute to Caesar, or not? Should we give, or should we not give?"},{"ref":"Mark 12:15","refLong":"Mark 12:15","text":"But He, knowing their hypocrisy, said to them, Why do you tempt Me? Bring Me a denarius that I may look at it."},{"ref":"Mark 12:16","refLong":"Mark 12:16","text":"And they brought one. And He said to them, Whose is this image and inscription? And they said to Him, Caesar’s."},{"ref":"Mark 12:17","refLong":"Mark 12:17","text":"And Jesus said to them, The things that are Caesar’s render to Caesar, and the things that are God’s to God. And they marveled greatly at Him."},{"ref":"Mark 12:18","refLong":"Mark 12:18","text":"And some Sadducees came to Him, who say that there is no resurrection, and they questioned Him, saying,"},{"ref":"Mark 12:19","refLong":"Mark 12:19","text":"Teacher, Moses wrote for us that if anyone’s brother dies and leaves a wife behind and leaves no child, his brother should take the wife and raise up seed to his brother."},{"ref":"Mark 12:20","refLong":"Mark 12:20","text":"There were seven brothers. And the first took a wife, and when he died, he left no seed;"},{"ref":"Mark 12:21","refLong":"Mark 12:21","text":"And the second took her and died, leaving behind no seed; and the third similarly;"},{"ref":"Mark 12:22","refLong":"Mark 12:22","text":"And the seven left no seed. Last of all the woman also died."},{"ref":"Mark 12:23","refLong":"Mark 12:23","text":"In the resurrection, when they rise, whose wife will she be? For the seven had her as wife."},{"ref":"Mark 12:24","refLong":"Mark 12:24","text":"Jesus said to them, Is it not because of this that you err, that you do not know the Scriptures nor the power of God?"},{"ref":"Mark 12:25","refLong":"Mark 12:25","text":"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in the heavens."},{"ref":"Mark 12:26","refLong":"Mark 12:26","text":"But concerning the dead, that they are raised, have you not read in the book of Moses, in the section concerning the bush, how God spoke to him, saying, “I am the God of Abraham and the God of Isaac and the God of Jacob”?"},{"ref":"Mark 12:27","refLong":"Mark 12:27","text":"He is not the God of the dead, but of the living. You err greatly."},{"ref":"Mark 12:28","refLong":"Mark 12:28","text":"And one of the scribes approached and heard them disputing; and perceiving that He answered them well, he questioned Him, Which is the first commandment of all?"},{"ref":"Mark 12:29","refLong":"Mark 12:29","text":"Jesus answered, The first is: “Hear, Israel: the Lord our God is one Lord;"},{"ref":"Mark 12:30","refLong":"Mark 12:30","text":"And you shall love the Lord your God from your whole heart and from your whole soul and from your whole mind and from your whole strength.”"},{"ref":"Mark 12:31","refLong":"Mark 12:31","text":"The second is this: “You shall love your neighbor as yourself.” There is no other commandment greater than these."},{"ref":"Mark 12:32","refLong":"Mark 12:32","text":"And the scribe said to Him, Well said, Teacher; in truth You have said that He is one and there is not another besides Him;"},{"ref":"Mark 12:33","refLong":"Mark 12:33","text":"And to love Him from the whole heart and from the whole understanding and from the whole strength and to love one’s neighbor as himself is much more than all the burnt offerings and sacrifices."},{"ref":"Mark 12:34","refLong":"Mark 12:34","text":"And Jesus, seeing that he answered intelligently, said to him, You are not far from the kingdom of God. And no one dared to question Him anymore."},{"ref":"Mark 12:35","refLong":"Mark 12:35","text":"And Jesus, while He was teaching in the temple, answered and said, How is it that the scribes say that the Christ is the son of David?"},{"ref":"Mark 12:36","refLong":"Mark 12:36","text":"David himself said in the Holy Spirit, “The Lord said to my Lord, Sit at My right hand until I put Your enemies underneath Your feet.”"},{"ref":"Mark 12:37","refLong":"Mark 12:37","text":"David himself calls Him Lord, and how is He his son? And the great crowd heard Him gladly."},{"ref":"Mark 12:38","refLong":"Mark 12:38","text":"And in His teaching He said, Beware of the scribes, who like to walk around in long robes, and like greetings in the marketplaces"},{"ref":"Mark 12:39","refLong":"Mark 12:39","text":"And chief seats in the synagogues and places of honor at the dinners,"},{"ref":"Mark 12:40","refLong":"Mark 12:40","text":"Who devour the widows’ houses, and for a pretense make long prayers. These shall receive greater judgment."},{"ref":"Mark 12:41","refLong":"Mark 12:41","text":"And He sat down opposite the treasury and watched how the crowd cast money into the treasury. And many rich people cast in much."},{"ref":"Mark 12:42","refLong":"Mark 12:42","text":"And one poor widow came and cast in two lepta, which is a quadrans."},{"ref":"Mark 12:43","refLong":"Mark 12:43","text":"And He called His disciples to Him and said to them, Truly I say to you that this poor widow has cast in more than all those who were casting into the treasury,"},{"ref":"Mark 12:44","refLong":"Mark 12:44","text":"For they all cast in out of their surplus, but she, out of her lack, has cast in all that she had, her whole living."}]},{"ref":"Mark 13","refLong":"Mark 13","numVerses":37,"verses":[{"ref":"Mark 13:1","refLong":"Mark 13:1","text":"And as He was going out of the temple, one of His disciples said to Him, Teacher, behold, what wonderful stones and what wonderful buildings!"},{"ref":"Mark 13:2","refLong":"Mark 13:2","text":"And Jesus said to him, Do you see these great buildings? There shall by no means be left here a stone upon a stone which shall not be thrown down."},{"ref":"Mark 13:3","refLong":"Mark 13:3","text":"And as He sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked Him privately,"},{"ref":"Mark 13:4","refLong":"Mark 13:4","text":"Tell us, when will these things be? And what will be the sign when all these things are about to be accomplished?"},{"ref":"Mark 13:5","refLong":"Mark 13:5","text":"And Jesus began to say to them, See that no one leads you astray."},{"ref":"Mark 13:6","refLong":"Mark 13:6","text":"Many will come in My name, saying, I am the Christ! and will lead many astray."},{"ref":"Mark 13:7","refLong":"Mark 13:7","text":"And when you hear of wars and rumors of wars, do not be alarmed; it must happen, but the end is not yet."},{"ref":"Mark 13:8","refLong":"Mark 13:8","text":"For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. These things are the beginning of birth pangs."},{"ref":"Mark 13:9","refLong":"Mark 13:9","text":"But you, take heed to yourselves. They will deliver you to sanhedrins, and in the synagogues you will be beaten, and before governors and kings you will stand for My sake, for a testimony to them."},{"ref":"Mark 13:10","refLong":"Mark 13:10","text":"Yet the gospel must first be proclaimed to all the nations."},{"ref":"Mark 13:11","refLong":"Mark 13:11","text":"And when they lead you away and deliver you up, do not be anxious beforehand about what you should speak, but whatever is given to you in that hour, speak that; for it is not you who are speaking, but the Holy Spirit."},{"ref":"Mark 13:12","refLong":"Mark 13:12","text":"And brother will deliver up brother to death, and a father his child; and children will rise up against their parents and put them to death."},{"ref":"Mark 13:13","refLong":"Mark 13:13","text":"And you will be hated by all on account of My name. But he who has endured to the end, this one shall be saved."},{"ref":"Mark 13:14","refLong":"Mark 13:14","text":"But when you see the abomination of desolation standing where it should not (let him who reads understand), then let those in Judea flee to the mountains;"},{"ref":"Mark 13:15","refLong":"Mark 13:15","text":"And let him who is on the housetop not come down, nor enter in, to take anything out of his house;"},{"ref":"Mark 13:16","refLong":"Mark 13:16","text":"And let him who is in the field not turn back to take his garment."},{"ref":"Mark 13:17","refLong":"Mark 13:17","text":"But woe to those who are pregnant and to those who are nursing babies in those days."},{"ref":"Mark 13:18","refLong":"Mark 13:18","text":"And pray that it may not happen in winter,"},{"ref":"Mark 13:19","refLong":"Mark 13:19","text":"For those days will be a time of tribulation such as has not occurred from the beginning of the creation which God created until now, nor shall by any means ever occur."},{"ref":"Mark 13:20","refLong":"Mark 13:20","text":"And unless the Lord had shortened the days, no flesh would be saved; but on account of the chosen, whom He chose, He shortened the days."},{"ref":"Mark 13:21","refLong":"Mark 13:21","text":"And then if anyone says to you, Behold, here is the Christ! Behold, there! do not believe it."},{"ref":"Mark 13:22","refLong":"Mark 13:22","text":"For false Christs and false prophets will arise and will show signs and wonders to deceive, if possible, the chosen."},{"ref":"Mark 13:23","refLong":"Mark 13:23","text":"But you, beware; I have told you all things beforehand."},{"ref":"Mark 13:24","refLong":"Mark 13:24","text":"But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,"},{"ref":"Mark 13:25","refLong":"Mark 13:25","text":"And the stars will be falling out of heaven, and the powers in the heavens will be shaken."},{"ref":"Mark 13:26","refLong":"Mark 13:26","text":"And then they will see the Son of Man coming in the clouds with great power and glory."},{"ref":"Mark 13:27","refLong":"Mark 13:27","text":"And then He will send the angels, and He will gather together His chosen from the four winds, from the end of the earth to the end of heaven."},{"ref":"Mark 13:28","refLong":"Mark 13:28","text":"But learn the parable from the fig tree: as soon as its branch has become tender and puts forth its leaves, you know that the summer is near."},{"ref":"Mark 13:29","refLong":"Mark 13:29","text":"So also you, when you see these things happening, know that it is near, at the doors."},{"ref":"Mark 13:30","refLong":"Mark 13:30","text":"Truly I say to you that this generation shall by no means pass away until all these things happen."},{"ref":"Mark 13:31","refLong":"Mark 13:31","text":"Heaven and earth will pass away, but My words shall by no means pass away."},{"ref":"Mark 13:32","refLong":"Mark 13:32","text":"But concerning that day or hour, no one knows, not even the angels in heaven, nor the Son, but the Father."},{"ref":"Mark 13:33","refLong":"Mark 13:33","text":"Beware, be alert; for you do not know when the time is."},{"ref":"Mark 13:34","refLong":"Mark 13:34","text":"It is like a man who is about to go abroad, having left his house and given to his slaves authority, to each his work, and who commanded the doorkeeper to watch."},{"ref":"Mark 13:35","refLong":"Mark 13:35","text":"Watch therefore, for you do not know when the Master of the house comes, whether in the evening or at midnight or at cockcrowing or in the morning;"},{"ref":"Mark 13:36","refLong":"Mark 13:36","text":"Lest He come suddenly and find you sleeping."},{"ref":"Mark 13:37","refLong":"Mark 13:37","text":"And what I say to you, I say to all: Watch!"}]},{"ref":"Mark 14","refLong":"Mark 14","numVerses":72,"verses":[{"ref":"Mark 14:1","refLong":"Mark 14:1","text":"Now the Passover and the Feast of Unleavened Bread were two days away. And the chief priests and the scribes were seeking a way to seize Him by craftiness and kill Him,"},{"ref":"Mark 14:2","refLong":"Mark 14:2","text":"For they said, Not at the feast, lest there be a tumult by the people."},{"ref":"Mark 14:3","refLong":"Mark 14:3","text":"And while He was in Bethany in the house of Simon the leper, as He reclined at table, a woman came, having an alabaster flask of ointment, of very costly pure nard, and she broke the alabaster flask and poured it over His head."},{"ref":"Mark 14:4","refLong":"Mark 14:4","text":"But there were some who were indignantly commenting among themselves: Why has this waste of the ointment been made?"},{"ref":"Mark 14:5","refLong":"Mark 14:5","text":"For this ointment could have been sold for over three hundred denarii and given to the poor. And they were infuriated with her."},{"ref":"Mark 14:6","refLong":"Mark 14:6","text":"But Jesus said, Leave her alone. Why do you trouble her? She has done a noble deed on Me."},{"ref":"Mark 14:7","refLong":"Mark 14:7","text":"For you always have the poor with you, and whenever you want, you can do good for them. But you do not always have Me."},{"ref":"Mark 14:8","refLong":"Mark 14:8","text":"She has done what she could; she has anointed My body beforehand for the burial."},{"ref":"Mark 14:9","refLong":"Mark 14:9","text":"And truly I say to you, Wherever the gospel is proclaimed in the whole world, what this woman has done shall also be told as a memorial of her."},{"ref":"Mark 14:10","refLong":"Mark 14:10","text":"And Judas Iscariot, one of the twelve, went off to the chief priests to deliver Him up to them."},{"ref":"Mark 14:11","refLong":"Mark 14:11","text":"And when they heard this, they rejoiced and promised to give him money. And he sought a way to deliver Him up opportunely."},{"ref":"Mark 14:12","refLong":"Mark 14:12","text":"And on the first day of the Feast of Unleavened Bread, when they sacrificed the passover, His disciples said to Him, Where do You want us to go and prepare so that You may eat the passover?"},{"ref":"Mark 14:13","refLong":"Mark 14:13","text":"And He sent two of His disciples and said to them, Go into the city, and a man carrying a jar of water will meet you; follow him;"},{"ref":"Mark 14:14","refLong":"Mark 14:14","text":"And wherever he enters, say to the master of the house, The Teacher says, Where is My guest room, where I may eat the passover with My disciples?"},{"ref":"Mark 14:15","refLong":"Mark 14:15","text":"And he will show you a large upper room, furnished and ready. And there prepare for us."},{"ref":"Mark 14:16","refLong":"Mark 14:16","text":"And the disciples went out and came into the city and found it even as He had told them, and they prepared the passover."},{"ref":"Mark 14:17","refLong":"Mark 14:17","text":"And when evening fell, He came with the twelve."},{"ref":"Mark 14:18","refLong":"Mark 14:18","text":"And as they were reclining at table and eating, Jesus said, Truly I say to you that one of you will betray Me, one who is eating with Me."},{"ref":"Mark 14:19","refLong":"Mark 14:19","text":"They began to be grieved and to say to Him one by one, Surely not I?"},{"ref":"Mark 14:20","refLong":"Mark 14:20","text":"And He said to them, It will be one of the twelve, one who dips with Me in the dish."},{"ref":"Mark 14:21","refLong":"Mark 14:21","text":"For the Son of Man is going away, even as it is written concerning Him, but woe to that man through whom the Son of Man is betrayed! It would have been good for that man if he had not been born."},{"ref":"Mark 14:22","refLong":"Mark 14:22","text":"And as they were eating, He took bread and blessed it, and He broke it and gave it to them, and said, Take; this is My body."},{"ref":"Mark 14:23","refLong":"Mark 14:23","text":"And He took a cup and gave thanks, and He gave it to them; and they all drank of it."},{"ref":"Mark 14:24","refLong":"Mark 14:24","text":"And He said to them, This is My blood of the covenant, which is being poured out for many."},{"ref":"Mark 14:25","refLong":"Mark 14:25","text":"Truly I say to you, I shall by no means drink of the product of the vine anymore until that day when I drink it new in the kingdom of God."},{"ref":"Mark 14:26","refLong":"Mark 14:26","text":"And after singing a hymn, they went out to the Mount of Olives."},{"ref":"Mark 14:27","refLong":"Mark 14:27","text":"And Jesus said to them, You will all be stumbled, because it is written, “I will smite the Shepherd, and the sheep will be scattered.”"},{"ref":"Mark 14:28","refLong":"Mark 14:28","text":"But after I have been raised, I will go before you into Galilee."},{"ref":"Mark 14:29","refLong":"Mark 14:29","text":"But Peter said to Him, Even if all will be stumbled, yet I will not!"},{"ref":"Mark 14:30","refLong":"Mark 14:30","text":"And Jesus said to him, Truly I say to you that today in this night, before a rooster crows twice, you will deny Me three times."},{"ref":"Mark 14:31","refLong":"Mark 14:31","text":"But he went on speaking more intensely, Even if I must die with You, I will by no means deny You! And they all said similarly."},{"ref":"Mark 14:32","refLong":"Mark 14:32","text":"And they came to a place named Gethsemane, and He said to His disciples, Sit here while I pray."},{"ref":"Mark 14:33","refLong":"Mark 14:33","text":"And He took Peter and James and John with Him and began to be awestruck and deeply distressed."},{"ref":"Mark 14:34","refLong":"Mark 14:34","text":"And He said to them, My soul is exceedingly sorrowful, even to death. Remain here and watch."},{"ref":"Mark 14:35","refLong":"Mark 14:35","text":"And going forward a little, He fell on the ground and prayed that, if it were possible, the hour would pass from Him."},{"ref":"Mark 14:36","refLong":"Mark 14:36","text":"And He said, Abba Father, all things are possible to You; remove this cup from Me; yet not what I will, but what You will."},{"ref":"Mark 14:37","refLong":"Mark 14:37","text":"And He came and found them sleeping. And He said to Peter, Simon, are you sleeping? Were you not able to watch for one hour?"},{"ref":"Mark 14:38","refLong":"Mark 14:38","text":"Watch and pray that you may not come into temptation. The spirit is willing, but the flesh is weak."},{"ref":"Mark 14:39","refLong":"Mark 14:39","text":"And going away again, He prayed, saying the same thing."},{"ref":"Mark 14:40","refLong":"Mark 14:40","text":"And coming again, He found them sleeping, for their eyes were very heavy. And they did not know what to answer Him."},{"ref":"Mark 14:41","refLong":"Mark 14:41","text":"And He came the third time and said to them, Are you still sleeping and resting? It is enough. The hour has come; behold, the Son of Man is being delivered into the hands of sinners."},{"ref":"Mark 14:42","refLong":"Mark 14:42","text":"Arise, let us be going. Behold, the one betraying Me has drawn near."},{"ref":"Mark 14:43","refLong":"Mark 14:43","text":"And immediately, while He was still speaking, Judas, one of the twelve, appeared, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders."},{"ref":"Mark 14:44","refLong":"Mark 14:44","text":"Now the one who was betraying Him had given them a signal, saying, Whomever I kiss, He is the one. Seize Him and lead Him away securely."},{"ref":"Mark 14:45","refLong":"Mark 14:45","text":"And when he came, he immediately approached Him and said, Rabbi! and kissed Him affectionately."},{"ref":"Mark 14:46","refLong":"Mark 14:46","text":"And they laid hands on Him and seized Him."},{"ref":"Mark 14:47","refLong":"Mark 14:47","text":"But a certain one of those standing by drew his sword and struck the slave of the high priest, and took off his ear."},{"ref":"Mark 14:48","refLong":"Mark 14:48","text":"And Jesus answered and said to them, Have you come out as against a robber with swords and clubs to arrest Me?"},{"ref":"Mark 14:49","refLong":"Mark 14:49","text":"Day after day I was with you in the temple teaching and you did not seize Me. But may the Scriptures be fulfilled."},{"ref":"Mark 14:50","refLong":"Mark 14:50","text":"And they all left Him and fled."},{"ref":"Mark 14:51","refLong":"Mark 14:51","text":"And a certain young man was accompanying Him, clothed with a linen cloth over his naked body; and they seized him."},{"ref":"Mark 14:52","refLong":"Mark 14:52","text":"But he left the linen cloth behind and fled naked."},{"ref":"Mark 14:53","refLong":"Mark 14:53","text":"And they led Jesus away to the high priest, and all the chief priests and the elders and the scribes came together."},{"ref":"Mark 14:54","refLong":"Mark 14:54","text":"And Peter followed Him at a distance until he was within the courtyard of the high priest. And he was there sitting with the attendants and warming himself in the light of the fire."},{"ref":"Mark 14:55","refLong":"Mark 14:55","text":"Now the chief priests and the whole Sanhedrin were seeking testimony against Jesus in order to put Him to death, and they could not find it."},{"ref":"Mark 14:56","refLong":"Mark 14:56","text":"For many gave false testimony against Him, yet the testimonies were not consistent."},{"ref":"Mark 14:57","refLong":"Mark 14:57","text":"And some stood up and testified falsely against Him, saying,"},{"ref":"Mark 14:58","refLong":"Mark 14:58","text":"We heard Him say, I will destroy this temple made with hands, and in three days I will build another made without hands."},{"ref":"Mark 14:59","refLong":"Mark 14:59","text":"And neither in this regard was their testimony consistent."},{"ref":"Mark 14:60","refLong":"Mark 14:60","text":"And the high priest stood up in the midst and questioned Jesus, saying, Do You not answer anything? What is this that these testify against You?"},{"ref":"Mark 14:61","refLong":"Mark 14:61","text":"But He was silent and did not answer anything. Again the high priest questioned Him and said to Him, Are You the Christ, the Son of the Blessed?"},{"ref":"Mark 14:62","refLong":"Mark 14:62","text":"And Jesus said, I am. And you shall see the Son of Man sitting at the right hand of Power and coming with the clouds of heaven."},{"ref":"Mark 14:63","refLong":"Mark 14:63","text":"And the high priest, tearing his garments, said, What further need do we have of witnesses?"},{"ref":"Mark 14:64","refLong":"Mark 14:64","text":"You heard the blasphemy! How does it appear to you? And they all condemned Him as being worthy of death."},{"ref":"Mark 14:65","refLong":"Mark 14:65","text":"And some began to spit at Him and to blindfold His face and to beat Him with their fists and to say to Him, Prophesy! And the attendants, slapping Him about, took Him."},{"ref":"Mark 14:66","refLong":"Mark 14:66","text":"And while Peter was below in the courtyard, one of the servant girls of the high priest came,"},{"ref":"Mark 14:67","refLong":"Mark 14:67","text":"And seeing Peter warming himself, she looked at him and said, You also were with the Nazarene, Jesus."},{"ref":"Mark 14:68","refLong":"Mark 14:68","text":"But he denied it, saying, I neither know nor understand what you are talking about. And he went outside into the forecourt, and a rooster crowed."},{"ref":"Mark 14:69","refLong":"Mark 14:69","text":"And the servant girl, seeing him, began again to say to those standing by, This man is one of them!"},{"ref":"Mark 14:70","refLong":"Mark 14:70","text":"But again he denied it. And after a little while, those standing by again said to Peter, Surely you are one of them, for you are a Galilean as well."},{"ref":"Mark 14:71","refLong":"Mark 14:71","text":"But he began to curse and to swear, I do not know this man of whom you speak!"},{"ref":"Mark 14:72","refLong":"Mark 14:72","text":"And immediately a rooster crowed a second time. And Peter remembered the word, how Jesus had said to him, Before a rooster crows twice, you will deny Me three times. And thinking upon it, he wept."}]},{"ref":"Mark 15","refLong":"Mark 15","numVerses":47,"verses":[{"ref":"Mark 15:1","refLong":"Mark 15:1","text":"And immediately in the morning the chief priests held a consultation with the elders and scribes and the whole Sanhedrin, and having bound Jesus, they led Him away and delivered Him to Pilate."},{"ref":"Mark 15:2","refLong":"Mark 15:2","text":"And Pilate questioned Him, Are You the King of the Jews? And answering him, He said, It is as you say."},{"ref":"Mark 15:3","refLong":"Mark 15:3","text":"And the chief priests accused Him of many things."},{"ref":"Mark 15:4","refLong":"Mark 15:4","text":"And Pilate again questioned Him, saying, Do You answer nothing? See how many things they are accusing You of."},{"ref":"Mark 15:5","refLong":"Mark 15:5","text":"But Jesus made no further answer, so that Pilate marveled."},{"ref":"Mark 15:6","refLong":"Mark 15:6","text":"Now at the feasts he released to them one prisoner whom they requested."},{"ref":"Mark 15:7","refLong":"Mark 15:7","text":"And there was one named Barabbas, bound with the insurrectionists who had committed murder in the insurrection."},{"ref":"Mark 15:8","refLong":"Mark 15:8","text":"And the crowd came up and began to ask him to do even as he had been accustomed to do for them."},{"ref":"Mark 15:9","refLong":"Mark 15:9","text":"But Pilate answered them, saying, Do you want me to release to you the King of the Jews?"},{"ref":"Mark 15:10","refLong":"Mark 15:10","text":"For he knew that it was because of envy that the chief priests had delivered Him up."},{"ref":"Mark 15:11","refLong":"Mark 15:11","text":"But the chief priests stirred up the crowd that instead he should release Barabbas to them."},{"ref":"Mark 15:12","refLong":"Mark 15:12","text":"And Pilate again answered and said to them, What then do you want me to do with Him whom you call the King of the Jews?"},{"ref":"Mark 15:13","refLong":"Mark 15:13","text":"And again they cried out, Crucify Him!"},{"ref":"Mark 15:14","refLong":"Mark 15:14","text":"But Pilate said to them, Why, what evil has He done? But they cried out the more, Crucify Him!"},{"ref":"Mark 15:15","refLong":"Mark 15:15","text":"And Pilate, wishing to satisfy the crowd, released to them Barabbas and scourged Jesus and delivered Him up to be crucified."},{"ref":"Mark 15:16","refLong":"Mark 15:16","text":"And the soldiers led Him away within the courtyard, that is, the praetorium, and called together the whole cohort."},{"ref":"Mark 15:17","refLong":"Mark 15:17","text":"And they clothed Him in purple and wove a thorny crown and put it around His head."},{"ref":"Mark 15:18","refLong":"Mark 15:18","text":"And they began to salute Him: Rejoice, King of the Jews!"},{"ref":"Mark 15:19","refLong":"Mark 15:19","text":"And they beat His head with a reed and spat at Him. And kneeling down, they bowed before Him."},{"ref":"Mark 15:20","refLong":"Mark 15:20","text":"And when they had mocked Him, they stripped Him of the purple and put His garments on Him. And they led Him out to crucify Him."},{"ref":"Mark 15:21","refLong":"Mark 15:21","text":"And they compelled a certain passerby coming from the country, Simon a Cyrenian, the father of Alexander and Rufus, to take up His cross."},{"ref":"Mark 15:22","refLong":"Mark 15:22","text":"And they brought Him to the place Golgotha, which is interpreted, the Place of a Skull."},{"ref":"Mark 15:23","refLong":"Mark 15:23","text":"And they tried to give Him wine mixed with myrrh, but He did not take it."},{"ref":"Mark 15:24","refLong":"Mark 15:24","text":"And they crucified Him and divided His garments, casting lots for them to see what each should take."},{"ref":"Mark 15:25","refLong":"Mark 15:25","text":"Now it was the third hour and they crucified Him."},{"ref":"Mark 15:26","refLong":"Mark 15:26","text":"And there was an inscription of the charge against Him inscribed: THE KING OF THE JEWS."},{"ref":"Mark 15:27","refLong":"Mark 15:27","text":"And with Him they crucified two robbers, one on His right and one on His left."},{"ref":"Mark 15:28","refLong":"Mark 15:28","text":"And the Scripture was fulfilled which says, “And He was counted with the lawless.”"},{"ref":"Mark 15:29","refLong":"Mark 15:29","text":"And those who were passing by blasphemed Him, wagging their heads and saying, Aha! You who destroy the temple and build it in three days,"},{"ref":"Mark 15:30","refLong":"Mark 15:30","text":"Save Yourself and come down from the cross!"},{"ref":"Mark 15:31","refLong":"Mark 15:31","text":"Likewise also the chief priests with the scribes mocked Him with one another and said, He saved others; Himself He cannot save."},{"ref":"Mark 15:32","refLong":"Mark 15:32","text":"Let the Christ, the King of Israel, come down now from the cross that we may see and believe. Those who were crucified with Him also reproached Him."},{"ref":"Mark 15:33","refLong":"Mark 15:33","text":"And when the sixth hour came, darkness fell over the whole land until the ninth hour."},{"ref":"Mark 15:34","refLong":"Mark 15:34","text":"And at the ninth hour Jesus cried with a loud voice, Eloi, Eloi, lama sabachthani? which is interpreted, My God, My God, why have You forsaken Me?"},{"ref":"Mark 15:35","refLong":"Mark 15:35","text":"And some of those standing by heard this and said, Behold, He is calling for Elijah."},{"ref":"Mark 15:36","refLong":"Mark 15:36","text":"And someone ran and filled a sponge with vinegar, and putting it on a reed, gave it to Him to drink, saying, Let Him be. Let us see if Elijah is coming to take Him down."},{"ref":"Mark 15:37","refLong":"Mark 15:37","text":"And Jesus let out a loud cry and expired."},{"ref":"Mark 15:38","refLong":"Mark 15:38","text":"And the veil of the temple was split in two from top to bottom."},{"ref":"Mark 15:39","refLong":"Mark 15:39","text":"And the centurion standing by opposite Him, seeing that He expired in this way, said, Truly this man was the Son of God."},{"ref":"Mark 15:40","refLong":"Mark 15:40","text":"And there were also some women looking on from a distance, among whom were Mary the Magdalene, and Mary the mother of the younger James and of Joses, and Salome,"},{"ref":"Mark 15:41","refLong":"Mark 15:41","text":"Who, when He was in Galilee, followed Him and ministered to Him, as well as many other women who came up with Him to Jerusalem."},{"ref":"Mark 15:42","refLong":"Mark 15:42","text":"And when evening had fallen, since it was the day of preparation, that is, the day before the Sabbath,"},{"ref":"Mark 15:43","refLong":"Mark 15:43","text":"Joseph, the honorable member of the Council, from Arimathea, who was also himself awaiting the kingdom of God, came; and gathering courage, he went in to Pilate and asked for the body of Jesus."},{"ref":"Mark 15:44","refLong":"Mark 15:44","text":"And Pilate marveled that He had already died, and calling to him the centurion, he questioned him whether He had been dead long."},{"ref":"Mark 15:45","refLong":"Mark 15:45","text":"And when he found out from the centurion, he granted the corpse to Joseph."},{"ref":"Mark 15:46","refLong":"Mark 15:46","text":"And Joseph purchased a piece of fine linen, took Him down, and wrapped Him in the fine linen. And he laid Him in a tomb which was hewn out of rock and rolled a stone against the door of the tomb."},{"ref":"Mark 15:47","refLong":"Mark 15:47","text":"And Mary the Magdalene and Mary the mother of Joses saw where He was laid."}]},{"ref":"Mark 16","refLong":"Mark 16","numVerses":20,"verses":[{"ref":"Mark 16:1","refLong":"Mark 16:1","text":"And when the Sabbath was past, Mary the Magdalene, and Mary the mother of James, and Salome bought spices so that they might come and anoint Him."},{"ref":"Mark 16:2","refLong":"Mark 16:2","text":"And very early on the first day of the week, they came to the tomb as the sun rose."},{"ref":"Mark 16:3","refLong":"Mark 16:3","text":"And they said to one another, Who will roll away the stone for us from the door of the tomb?"},{"ref":"Mark 16:4","refLong":"Mark 16:4","text":"And when they looked up, they saw that the stone had been rolled away, for it was extremely large."},{"ref":"Mark 16:5","refLong":"Mark 16:5","text":"And when they entered into the tomb, they saw a young man sitting on the right, clothed in a white robe, and they were alarmed."},{"ref":"Mark 16:6","refLong":"Mark 16:6","text":"And he said to them, Do not be alarmed. You are seeking Jesus the Nazarene, who has been crucified. He has been raised; He is not here. Behold the place where they laid Him."},{"ref":"Mark 16:7","refLong":"Mark 16:7","text":"But go, tell His disciples and Peter that He is going before you into Galilee. There you will see Him, even as He told you."},{"ref":"Mark 16:8","refLong":"Mark 16:8","text":"And they went out and fled from the tomb, for trembling and astonishment had seized them. And they said nothing to anyone, for they were afraid."},{"ref":"Mark 16:9","refLong":"Mark 16:9","text":"Now after He had risen early on the first day of the week, He appeared first to Mary the Magdalene, from whom He had cast out seven demons."},{"ref":"Mark 16:10","refLong":"Mark 16:10","text":"She went and reported to those who had been with Him, who were mourning and weeping."},{"ref":"Mark 16:11","refLong":"Mark 16:11","text":"And when they heard that He was alive and had been seen by her, they did not believe."},{"ref":"Mark 16:12","refLong":"Mark 16:12","text":"And after these things, He appeared in a different form to two of them as they were walking on their way into the countryside."},{"ref":"Mark 16:13","refLong":"Mark 16:13","text":"And they went away and reported to the rest, but they did not believe them either."},{"ref":"Mark 16:14","refLong":"Mark 16:14","text":"And afterward He appeared to the eleven as they were reclining at table, and He reproached their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen."},{"ref":"Mark 16:15","refLong":"Mark 16:15","text":"And He said to them, Go into all the world and proclaim the gospel to all the creation."},{"ref":"Mark 16:16","refLong":"Mark 16:16","text":"He who believes and is baptized shall be saved, but he who does not believe shall be condemned."},{"ref":"Mark 16:17","refLong":"Mark 16:17","text":"And these signs will accompany those who believe: in My name they will cast out demons; they will speak with new tongues;"},{"ref":"Mark 16:18","refLong":"Mark 16:18","text":"They will pick up serpents; and if they drink anything deadly, it shall by no means harm them; they will lay hands on the sick, and they will be well."},{"ref":"Mark 16:19","refLong":"Mark 16:19","text":"So then the Lord Jesus, after speaking to them, was taken up into heaven and sat at the right hand of God."},{"ref":"Mark 16:20","refLong":"Mark 16:20","text":"And they went out and preached everywhere, the Lord working with them and confirming the word by the accompanying signs."}]}]}